{"status":"OK","data":{"id":46261,"identifier":"ICPSR04355.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04355.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04355.v1","latestVersion":{"id":42261,"storageIdentifier":"file://10.3886/ICPSR04355.v1","versionState":"RELEASED","distributionDate":"2007-06-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:38:22Z","releaseTime":"2015-04-09T04:38:22Z","createTime":"2015-04-09T04:38:22Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Measuring Police-Community Interaction Variables in Indianapolis, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Duffee, David E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany. School of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chermak, Steve"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McGarrell, Edmund F."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Renauer, Brian C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Portland State University. Division of Administration of Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Scott, Jason D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rochester Institute of Technology. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study, funded under the Measuring What Matters Program, was conducted to identify general neighborhood strengthening, or community building, processes and police contributions to them. The purpose of the study, also known as the Police-Community Interaction Project (PCIP), was to conceive, identify, or define recognizable patterns of interaction and to find ways to treat these as quantities that vary in amount and can be shown to fluctuate over time or across places. To that end, researchers conducted surveys of block clubs, neighborhood associations, and umbrella groups to gauge the issues that were important to them, steps they were taking to address these issues, and the ways in which they interacted with the police. Researchers also attended the meetings and events held by the Westside Cooperative Organization (WESCO), an umbrella group, and gathered coded data about the meetings, events and issues discussed. Specific variables in the study include demographic variables about the blocks, neighborhoods, and districts represented by the organizations, descriptive variables on the organizations themselves, variables describing issues of importance to the organizations and steps those organizations were taking to address the issues, variables to describe the interaction between the organizations and police, and variables describing police involvement in community activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To determine which, if any, of the many possible  police-community interactions are really important for reducing crime,  fear, and disorder, and for strengthening neighborhoods, people must  first be able to describe a large number of these interactions in ways  that will allow for meaningful comparison across time and across  places. The purpose of this study was to conceive, identify, or define  recognizable patterns of interaction and to find ways to treat these  as quantities that vary in amount and could be shown to fluctuate over time or across places."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To identify general neighborhood strengthening  processes and how police might connect with them, surveys of block  clubs, neighborhood associations, and umbrella groups were conducted.  Resident-based organizations in Indianapolis represent three distinct  levels of aggregation that overlap one another. The smallest  organizations represent block clubs. Neighborhood associations  represent the next level of resident organization, and while the  geographic boundaries of these organizations vary through the city,  these organizations represent multiple blocks. Finally, the there are  large district organizations called umbrella groups. These umbrella  groups may represent from three to more than a dozen distinct but  contiguous neighborhoods. These three levels of organization formed  three separate availability samples. For Part 1, Block Club Survey  Data, the block club sample consisted of a list of 930 block club  participants throughout the city, maintained by the Indianapolis  Police Department's (IPD) Crime Watch Coordinator. The block club  survey was conducted using a written survey sent by mail because the  telephone numbers of the block club participants were not available.  The first wave of the block club survey was mailed to all 930\nresidents in September 2000. This initial mailing contained an  introductory letter, a sponsorship letter from the IPD Chief of  Police, a self-addressed postcard used to request a final report, and  a copy of the instrument. A second wave containing a follow-up letter,  the sponsorship letter, the postcard, and another copy of the  instrument was mailed in November 2000 after removing approximately  100 invalid addresses. The data contain responses from 144 surveys.  For Part 2, Neighborhood Survey Data, interviews of the neighborhood  associations and umbrella groups were conducted over the phone. Using  the list of registered organizations maintained by the Department of  Metropolitan Development (DMD) and Geographic Information System (GIS)  software, the boundaries of the organizations were cross-referenced  with the jurisdictional boundaries of the IPD. Neighborhood and  umbrella organizations falling outside the boundaries of the IPD were  then eliminated from the sample. At the beginning of the interview  period there were 131 neighborhood associations and 31 umbrella groups  represented in the directory. A pre-survey letter was mailed to the  neighborhood and umbrella sample respondents prior to the start of  calling to introduce the study and to establish a convenient time to  conduct the interview. All cases with confirmed valid telephone  numbers were called up to 15 times, unless the respondent refused or  there was insufficient time before the end of the study. Cases with  unknown validity (persistent no answers or answering devices) were  called a minimum of eight times, with calls made during the morning,  afternoon, evening, and on weekends. After eliminating invalid phone  numbers and numbers with unknown validity, the final sample was  reduced to 117 neighborhood associations and 29 umbrella groups.  Interviews were conducted between August 28, 2000, and October 10,  2000, and lasted an average of 58 minutes. Prior to conducting the  surveys of the block clubs, neighborhood associations and umbrella  groups, researchers attended community meetings and events where --  both police and residents were in attendance -- to examine police  involvement in community activities. Researchers focused on the  Westside Cooperative Organization (WESCO), an umbrella group comprised  of three neighborhood associations (Stringtown, Hawthorne, and  Haughville) with differing histories, demographics, and resident  leadership. Part 3, General Meeting Data, contains data about the  meetings and events, collected using two complementary coding  strategies. Graduate student coders were asked to complete a code  sheet for every meeting or event attended to capture general  information about the meeting. For Part 4, Issue-Level Meeting Data,  coders were also asked to complete a code sheet for every issue  discussed at a meeting or event. From July 1999 through June 2000, 31 meetings and events were attended with 191 issues discussed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Block Club Survey Data, variables include  how long the block club had been established, the number of members,  the frequency and attendance of general meetings, the frequency and  attendance of board meetings, and the boundaries of the block club.  Other variables include issues of importance to the block club such as  traffic, public services, reducing personal crime, property crime,  social disorder, physical decay, local economic development,  landlords, reputation of the area, police respect, police listening,  the need for more police, and what steps the block club had taken to  address these issues. Part 1 also includes demographic and descriptive  variables of the blocks and block club such as the economic condition  and predominate race of the block, block violence and crime, if the  block club had trouble attracting any particular demographic segment  of the block to join the block club, if block residents addressed  problems such as graffiti\n, broken street lights, and loud music, and  if the block was close-knit with shared values and neighbors helping  each other. Finally, Part 1 includes variables describing the  interaction between the block and police such as if there were  permanently assigned beat officers on the block, if police informed  residents about crime and tried to identify the causes of crime, if  police encouraged residents to get to know each other and work  together, and if the police were accessible to residents. Part 2,  Neighborhood Survey Data, variables include the number of years the  neighborhood or umbrella group had been established, the number of  members, the frequency and attendance of general meetings, the  frequency and attendance of board meetings, and the boundaries of the  organization. The file also includes variables on issues that were  important to the neighborhood and umbrella groups such as traffic  problems, public services, property crime, personal crime, social  disorder, physical decay, police respect, police listening, police  protection, local economic development, absent landlords, the  reputation of the area, and what steps the organizations had taken to  address these issues. Part 2 also includes variables about the police  such as permanent beat officers assigned, if the police informed  residents about crime, if they worked to determine the causes of  problems, if they coordinated with other city agencies to address  problems, whether they encouraged residents to work together, if they  were involved in community events, were accessible to residents, and  if the quality of police and public services was the same as in other  neighborhoods. Lastly, Part 2 includes demographic and descriptive  variables about the neighborhoods such as the predominate racial,  ethnic, and economic makeup of the neighborhood, neighborhood violence  and crime, if the organization had trouble attracting any particular  demographic segment of the neighborhood to join the organization, if  residents addressed problems such as graffiti, broken street lights,  and loud music, and if the neighborhood was close-knit, with shared  values and with neighbors who helped each other. Part 3, General  Meeting Data, variables include the type of meeting, the number of  residents present, and what types of groups were present at the  meeting such as the police, other law enforcement representatives,  government agencies, private businesses, schools, faith-based  organizations, private social service, health or mental health  organizations, block clubs, tenant groups, homeowners groups,  neighborhood associations, umbrella groups, and community development  corporations. Part 4, Issue-Level Meeting Data, includes variables on  the type of meeting, if the issue raised came from the agenda, who  raised the issue, the type of discussion about the issue (such as a  discussion of goals/problems, means/solutions, resources, or the  division of labor), if the discussion was balanced, and what type of decisions, if any, were reached about the issue."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community organizations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-06-28Version Text: 2007-06-28 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: Data collected but not available as part of this collection include: data collected from approximately 50 ride-along hours with community policing officers, structured interviews with the district deputy police chief, the community relation's officer, neighborhood leaders, and other police officers that frequently attended community policing meetings, and from field note journals used by the graduate student coders during community meetings and events.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0052"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-06-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-07"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-07"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data","observational data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indianapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["block club"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: block club","Part 2: organization","Part 3: meeting","Part 4: issue"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All block club members in the city of Indianapolis in September 2000. Part 2: All neighborhood and umbrella organizations in Indianapolis as of August 28, 2000. Part 3: All neighborhood and umbrella organization meetings and events in Westside Cooperative Organization (WESCO) from July 1999 to June 2000. Part 4: All issues discussed at all neighborhood and umbrella organization meetings and events in WESCO from July 1999 to June 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample for Part 1 was taken from a list of block club  participants maintained by the Indianapolis Police Department's (IPD)  Crime Watch Coordinator. The original list consisted of 930 residents  throughout the city. The first wave of block club surveys was mailed  to all of the 930 residents in September 2000. A second, follow-up  wave of block club surveys was mailed in November 2000 after removing  approximately 100 invalid addresses. From these mailings, 144  completed surveys were returned. There was some evidence that the  original mailing list maintained by the IPD Crime Watch Coordinator  contained individuals who were not involved in a block club. Police  administrators within each of the department's districts were asked to  review the mailing list to eliminate individuals whom they knew not to  be associated with Indianapolis block clubs. These corrections  suggested that an additional 150 individuals should have been  eliminated from the original mailing, resulting in a smaller final  population. Also, while the final report indicates 143 surveys were  completed and returned, the Part 1 data includes 144 cases. For Part  2, using the list of registered neighborhood and umbrella  organizations maintained by the Department of Metropolitan Development  (DMD) and Geographic Information System (GIS) software, the boundaries  of the organizations were cross-referenced with the jurisdictional  boundaries of the IPD. Neighborhood and umbrella organizations falling  outside the boundaries of the IPD were eliminated. At the beginning of  the interview period, August 28, 2000, there were 131 neighborhood  organizations and 31 umbrella organizations represented in the  directory. After eliminating invalid phone numbers and numbers with  unknown validity, the final sample sizes were reduced to 117 for the  neighborhood sample and 29 for the umbrella sample. Part 3 includes  the 31 neighborhood and umbrella organization meetings and events  attended by coders from July 1999 to June 2000. Coders attended seven  Westside Cooperative Organization (WESCO) Umbrella Organization  meetings, eight\nWESCO Community Policing meetings, two Haughville  Neighborhood Association Meetings, five Stringtown Neighborhood  Association Meetings, two Hawthorne Neighborhood Association Meetings,  two Community Task Force Meetings, and five WESCO Community Events.  Part 4 includes the 191 issues discussed during the meetings attended by coders from July 1999 to June 2000."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: Of the 830 surveys mailed to valid  addresses, 143 usable surveys were returned for a response rate of 17  percent. Part 2: Of the 117 neighborhood organizations called, 83 of  them, or 71 percent, completed telephone surveys. Of the 29 umbrella  organizations called, 16 of them, or 55 percent, completed telephone surveys. Part 3 and Part 4: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Parts 1-2: Several Likert-type scales were used. Parts 3-4: None."}]}},"files":[{"description":"","label":"Block Club Survey Data","restricted":false,"version":1,"datasetVersionId":42261,"dataFile":{"id":2665756,"persistentId":"","pidURL":"","filename":"Block Club Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"General Meeting Data","restricted":false,"version":1,"datasetVersionId":42261,"dataFile":{"id":2665758,"persistentId":"","pidURL":"","filename":"General Meeting Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Issue-Level Meeting Data","restricted":false,"version":1,"datasetVersionId":42261,"dataFile":{"id":2665759,"persistentId":"","pidURL":"","filename":"Issue-Level Meeting Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Neighborhood Survey Data","restricted":false,"version":1,"datasetVersionId":42261,"dataFile":{"id":2665757,"persistentId":"","pidURL":"","filename":"Neighborhood Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}