{"status":"OK","data":{"id":40308,"identifier":"ICPSR03583.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03583.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03583.v1","latestVersion":{"id":36308,"storageIdentifier":"file://10.3886/ICPSR03583.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:33:02Z","releaseTime":"2015-04-09T03:33:02Z","createTime":"2015-04-09T03:33:02Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Policing by Injunction:  Problem-Oriented Dimensions of Civil Gang Abatement in the State of California, 1987-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Allan, Edward L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"State University of New York. University at Albany"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined whether civil gang abatement is consistent with the model of problem-oriented intervention. Civil gang abatement is a legal strategy that employs the civil remedy of the preventive injunction to address persistent public nuisances caused by gangs in specific neighborhoods. This study focused on injunction initiatives, which are efforts by prosecutors to acquire a preliminary injunction against a gang, regardless of the decision by the court. The researcher examined all identified gang injunction cases filed with the Superior Court of California from October 1987 through June 2001. Data on gang activities that led to efforts to obtain injunctions were gathered from court records, and additional data were gathered through surveys of the prosecutors involved in each injunction initiative. Questions in the survey covered the nature of the gang problem, the entity responsible for initiating the effort to get an injunction, specific events that triggered the initiative and influenced it after initiation, the existence of other interventions or programs conducted in conjunction with the initiative, the prosecutors' perceptions of the nature and impact of community involvement, and information on community entities that supported and opposed the initiatives."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined whether civil gang abatement  is consistent with the model of problem-oriented intervention. Civil  gang abatement is a legal strategy that employs the civil remedy of  the preventive injunction to address persistent public nuisances  caused by gangs in specific neighborhoods. Preventive injunctions are  court orders that, in the case of gangs, prohibit a specific gang  and/or named gang members and associates from engaging in specified  activities in a specified area that contribute to a public  nuisance. This study focused on injunction initiatives, which are  efforts by prosecutors to acquire a preliminary injunction against a  gang, regardless of the decision by the court. A preliminary  injunction is an interlocutory order granted during litigation to  prevent irreparable injury. To fit the model of problem-oriented  interventions, injunctions must be (1) flexible, providing a custom  response to specific conditions and actors causing a persistent  problem at a particular location, and (2) multilateral, involving a  partnership between law enforcement and community groups to identify  problems and\ncreate custom responses to them. The primary objective of  this study was to determine the extent to which gang injunctions were  flexible and multilateral responses to gang activities. A secondary  issue addressed was whether prosecutors used problem-solving  methodology, commonly known as the SARA (scanning, analysis, response,  and assessment) method, in their efforts to obtain gang injunctions.  Problem-solving methodology is also a component of the problem-oriented model of intervention."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The researcher examined all identified gang  injunction cases filed with the Superior Court of California from  October 1987 through June 2001. Data on gang activities that led to  efforts to obtain injunctions were gathered from court  records. Specifically, these data were obtained from the provisions of  relief requested by the prosecutor. Information on requested relief  can be found in three documents in the court files: the complaint, the  proposed preliminary injunction, and the memorandum of points and  authorities. The complaint was used as the source of the requested  relief whenever possible. When the complaint was sealed, missing, did  not contain the necessary information, or was otherwise unavailable,  one of the other documents was used. The provisions of requested  relief are generally contained in enumerated paragraphs, which often  group related activities. Each distinct prohibited activity was  extracted from the document. Additional data were gathered through  surveys of the prosecutors involved in each injunction  initiative. Questions in the survey covered the nature of the gang  problem, the entity responsible for initiating the effort to get an  injunction, specific events that triggered the initiative and  influenced it after initiation, the existence of other interventions  or programs conducted in conjunction with the initiative, the  prosecutors' perceptions of the nature and impact of community  involvement, and information on community entities that supported and  opposed the initiatives. Newspaper articles were used to fill in the blanks when data were not obtainable from more reliable sources."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The linking variable for all parts of the dataset  is the injunction title variable. Variables in Part 1, Prosecutor  Survey Data, include injunction category (drug-related,  non-drug-related, or other disorder-related), date of filing for  preliminary injunction, county of target area, prosecutor's office,  associational restrictions requested by the prosecutor, primary gang  activity that brought gang to prosecutor's attention, entity initially  requesting intervention, problems identified by initiator, action  requested by initiator, and primary problem identified by prosecutor.  Other Part 1 variables include number of gangs in target area, why  named gang was chosen over other gangs in the target area,  characteristics of the gang and the target area that led the  prosecutor to believe an injunction would be effective, predominant  race of gang, number of years the gang had been in the target area,  size of gang, number of defendants named in the lawsuit, whether the  gang was named as a defendant, who represented the defendants, size of  target area, number of target areas, entities that participated in a  decision to seek an injunction, whether participants expressed  differing views, alternatives to an injunction considered, whether the  injunction was part of a larger intervention program, nature of  program, intervening incidents that affected the injunction effort,  plans for the assessment of the injunction's effectiveness,  effectiveness of injunction or temporary restraining order (TRO),  whether gang activity was displaced from the target area, type of  opposition to the injunction, and the degree of community  involvement. Parts 2 through 5 contain data on the gang activities  that led to the efforts to obtain an injunct\nion. Each distinct  activity was represented as a binary variable. A behavioral index,  equal to the total number of prohibited activities for each injunction  initiative, was calculated. Indexes were also calculated for the total  number of drug-related activities, non-drug-related crimes, and  activities associated with disorder but not drug-related or normally  considered crimes or ordinance violations. Part 2, Drug Initiative  Data, contains ten binary variables on drug-related gang activities  and the drug activity index. Part 3, Crime Initiative Data, contains  21 binary variables on gang activities that were non-drug-related  crimes and the index for these activities. Part 4, Disorder Initiative  Data, contains 23 binary variables on other activities associated with  disorder and the index for these activities. Part 5, Cluster Analysis  Data, contains the aggregate prohibited activities index, weighted  versions of the other three indexes equal to the ratio of each of  these indexes to the aggregate index, the z-score of each weighted  index, the z-score of each index relative to the mean, and the injunction category."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"injunctions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3583.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3583.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more o\nf the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-IJ-CX-0018"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987-10-26"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-06-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained from Superior Court case files, a survey of prosecutors, and newspaper articles."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Court case."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Gang injunction cases filed with the Superior Court of California between October 26, 1987, and June 30, 2001."]},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Prosecutors of 41 of the 42 (98 percent) injunction initiatives responded voluntarily to the survey."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Cluster Analysis Data","restricted":false,"version":1,"datasetVersionId":36308,"dataFile":{"id":2618748,"persistentId":"","pidURL":"","filename":"Cluster Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Crime Initiative Data","restricted":false,"version":1,"datasetVersionId":36308,"dataFile":{"id":2618746,"persistentId":"","pidURL":"","filename":"Crime Initiative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Disorder Initiative Data","restricted":false,"version":1,"datasetVersionId":36308,"dataFile":{"id":2618747,"persistentId":"","pidURL":"","filename":"Disorder Initiative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Drug Initiative Data","restricted":false,"version":1,"datasetVersionId":36308,"dataFile":{"id":2618745,"persistentId":"","pidURL":"","filename":"Drug Initiative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prosecutor Survey Data","restricted":false,"version":1,"datasetVersionId":36308,"dataFile":{"id":2618744,"persistentId":"","pidURL":"","filename":"Prosecutor Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}