{"status":"OK","data":{"id":39503,"identifier":"ICPSR02664.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02664.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02664.v1","latestVersion":{"id":35503,"storageIdentifier":"file://10.3886/ICPSR02664.v1","versionState":"RELEASED","distributionDate":"1999-03-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:24:11Z","releaseTime":"2015-04-09T03:24:11Z","createTime":"2015-04-09T03:24:11Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to ICPSR member institutions.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times New York State Poll #2, October 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This special topic poll, fielded October 21-25, 1998,  queried residents of New York State on a range of political and social  issues. Respondents were asked to give their opinions of President  Bill Clinton, New York State Governor George Pataki, Democratic  gubernatorial candidate Peter Vallone, Liberal Party gubernatorial  candidate Betsy McCaughey Ross, Independent Party gubernatorial  candidate Thomas Golisano, New York State Senator Alfonse D'Amato,  Democratic senatorial candidate Charles Schumer, and the United States  Congress. Predictions were sought on the outcomes of the upcoming  November 1998 New York gubernatorial and senatorial  elections. Respondents were asked who they supported in the state  comptroller race between Democrat H. Carl McCall and Republican Bruce  Blakeman, and in the state attorney general race between Democrat  Eliot Spitzer and Republican Dennis Vacco. Respondents' opinions were  sought on a variety of issues, including a ban on the sale of  handguns, the New York State\neconomy, and abortion. Given the choice  between D'Amato and Schumer, respondents were asked which candidate  best represented their views on honesty, abortion, crime, and  political orientation. Respondents were also asked to rate the  strength of their support for their senatorial candidate, to assess  whether the candidates had spent more of their campaign resources  outlining their platforms or attacking their challengers, and to  comment on how Schumer's record for missing votes affected their  voting decision, whether D'Amato had been in office too long, the  accuracy of the televised campaign ads, and whom they would rather have  in the Senate to vote on a possible Clinton impeachment trial. Given  the choice between Vallone and Pataki, respondents were asked which  candidate best represented their views, integrity, and political  orientation. Respondents were also asked to describe the impact that  Vallone's ads in defense of Clinton had had on their electoral  decision-making. In addition, respondents were asked to compare the  1992 senatorial race between D'Amato and Democratic challenger Robert  Abrams to the 1998 senatorial race in terms of negative  campaigning. Those queried were asked for their opinions on Clinton's  relationship with former White House intern Monica Lewinsky, and  whether Clinton should be censured or impeached, whether he should  resign, or whether the United States Congress should drop the matter  entirely. Background information on respondents includes age, race,  sex, education, religion, political party, political orientation,  voter registration and participation history, marital status, family income, financial situation, and computer and Internet access."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1999-03-18Version Text: 1999-03-18Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR  staff. ICPSR is distributing the data and documentation for this  collection in essentially the same form in which they were  received. When appropriate, hardcopy documentation has been converted  to machine-readable form and variables have been recoded to ensure  respondents' anonymity. (2) The codebook is provided as a Portable  Document Format (PDF) file. The PDF file format was developed by Adobe  Systems Incorporated and can be accessed using PDF reader software,  such as the Adobe Acrobat Reader. Information on how to obtain a copy  of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-03-18"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]}},"files":[{"description":"","label":"CBS NewsNew York Times New York State Poll 2, October 1998   ","restricted":false,"version":1,"datasetVersionId":35503,"dataFile":{"id":2612954,"persistentId":"","pidURL":"","filename":"CBS NewsNew York Times New York State Poll 2, October 1998   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}