{"status":"OK","data":{"id":45094,"identifier":"ICPSR03206.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03206.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03206.v1","latestVersion":{"id":41094,"storageIdentifier":"file://10.3886/ICPSR03206.v1","versionState":"RELEASED","distributionDate":"2003-03-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:25:34Z","releaseTime":"2015-04-09T04:25:34Z","createTime":"2015-04-09T04:25:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of Three Residential Substance Abuse Treatment (RSAT) Programs in Ohio, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Latessa, Edward"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fulton, Betsy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pealer, Jennifer"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was a process evaluation of the three  residential substance abuse treatment programs in the state of  Ohio. These programs include MonDay Community Correctional Institution  (MonDay), Mohican Youth Center, and Noble Choices. MonDay is a locally  operated, community-based correctional facility for felony offenders  to which male and female offenders are sentenced in lieu of prison for  a period not to exceed six months. MonDay's RSAT program began in  October 1997, and a Therapeutic Community (TC) was fully implemented  by January 1, 1998. Offenders identified as needing long-term  residential treatment were assigned to MonDay's RSAT for six  months. Mohican Youth Center (MYC) is an institutional-based TC and is  operated by the Ohio Department of Youth Services. Youth convicted of  felonies and assessed as needing long-term residential substance abuse  treatment are sent to MYC for the last six months of their  sentence. Noble Choices is a TC for adult males within the Noble  Correctional Institution, a medium security prison operated by the  Ohio Department of Rehabilitation and Corrections. The specific  research questions addressed in this study were: (1) What is the  profile of offenders being served by the Ohio RSAT programs? (2) What  is the nature of the services being delivered by the Ohio RSAT  programs? (3) What are the intermediate outcomes of Ohio RSAT  programs? (4) How are offenders performing under post-release  supervision in terms of relapse and recidivism? and (5) What factors  are associated with successful program completion and post-release  recidivism and relapse? A one-group post-test design was used to  conduct this process evaluation. Each program was studied as a  separate entity. The study period for each program began at the date  of first admission, which was January 1, 1998, for MonDay, March 3,  1998, for MYC, and October 18, 1998, for Noble Choices. The study  period ended on March 31, 1999, for MYC and Noble Choices and on April  30, 1999, for MonDay. The sample consists of 466 individuals,  including 90 from MonDay, 343 from MYC, and 33\nfrom Noble  Choices. Staff at each of the three sites collected intake, treatment,  and termination data on their respective program clients using  standardized forms developed by the University of Cincinnati. The  intake form was used to collect basic demographic information on each  offender along with information on past substance abuse, prior  treatment experiences, and criminal history. The termination form  collected data on type of termination (successful or unsuccessful) and  criminal justice placement and residency upon termination. Each site  also provided agency-specific assessment information on each  offender. Offenders at MonDay were given the Level of Services  Inventory (LSI), which measures the risk of recidivism, and the Adult  Substance Use Survey (ASUS), which measures the severity of substance  abuse problems. Offenders at MYC were administered the Juvenile  Automated Substance Abuse Evaluation (JASAE), which measures the  severity of substance abuse problems, and the Youthful Offender Level  of Services Inventory (YO-LSI). Offenders at Noble Choices were given  the Prison Inmate Inventory (PII), which measures several risk  factors. In addition, offenders at MonDay and MYC were given the  Personal Drug Use Questionnaire (PDUQ), which measures motivation for  treatment at intake and 90 days after intake, and offenders at MonDay  also completed the PDUQ upon termination. Offenders at MonDay were  also administered a Client Self-Rating Form, which measures levels of  social and psychological functioning, at intake, 90 days after intake,  and termination. Follow-up forms were sent to probation and parole  officers to collect information on MYC and MonDay offenders' treatment  and supervision activities during the period of supervision after  release from the program. Follow-up data were collected on terminated  cases from the date of release until August 30, 1999. Part 1, MonDay  Data, consists of data from the LSI, ASUS, and intake, termination,  and follow-up forms for offenders at MonDay. The LSI scores provided  are: criminal history, employment, financial, family, accommodation,  leisure and recreation, companion, alcohol and drug, emotions,  attitude/orientation, and total. The ASUS variable measures severity  of substance abuse problems and distinguishes between scores of 74 or  less and 75 or higher. The intake form provides demographic variables,  employment status prior to arrest, variables related to the current  offense, date screened for RSAT, date placed in RSAT, criminal  history, and substance use history. The discharge form provides  variables on date of discharge, type of discharge, living arrangements  upon discharge, whether continued drug/alcohol treatment was arranged  for client, and criminal justice placement. The follow-up form  provides variables on substance abuse treatment after release, other  services received after release, employment status, reporting status,  drug and alcohol tests after release, whether the offender was  arrested after release and for what offense, whether a conviction  resulted, and the offender's probation status. Several derived  variables are also supplied in Part 1. Part 2, MonDay Client Self  Rating Scales Data, includes the offender's date of placement, date of  birth, the three dates on which the questionnaire was administered,  whether inconsistencies appeared in answers to the questionnaires, and  several scales derived from offenders' answers. These scales, which  are provided for each of the three occasions the questionnaire was  administered, include measures of anxiety, depression, self-esteem,  decision-making, risk-taking, hostility, self-efficacy, and antisocial  attitudes. Several derived variables are also included. Part 3, MonDay  Personal Drug Use Data, consists of variables from MonDay's  PDUQ. Scales and answers to the 20 items on the PDUQ questionnaire are  provided for all three administrations of the questionnaire. In Part  4, Mohic\nan Data, variables from the MYC intake, termination, and  follow-up forms are identical to those from the MonDay forms except  for additional intake variables on whether the youth was in school  prior to arrest, whether the youth experienced certain school  problems, where the youth was living prior to arrest, and whether the  youth had a record of running away from home. Variables provide the  JASAE summary score, date of YO-LSI administration, and YO-LSI scores  in the categories of criminal history, family, education, peer,  substance abuse, leisure and recreation, personality and behavior,  attitudes/orientation, and total. For each YO-LSI score category an  additional variable is provided that indicates whether the score was  low, moderate, or high. Several derived variables are also  provided. Part 5, Mohican Personal Drug Use Data, consists of scale  variables calculated from responses to the MYC PDUQ for both  administrations of the questionnaire. These scales are  precontemplation, contemplation, determination, action, and  maintenance. Part 6, Noble Data, consists of variables from Noble  Choices intake, termination, and PII questionnaires. Variables from  the intake and termination forms are identical to those taken from the  MonDay intake and termination forms. Variables from the PII include  scale variables that measure truthfulness, adjustment, judgment,  alcohol, drug, antisocial attitudes, violence, distress, self-esteem,  and stress. For each of these scales an additional variable is  provided that indicates whether scores were low, medium, high, or maximum. Several derived variables are also provided."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was a process evaluation of the three  residential substance abuse treatment programs in the state of  Ohio. These programs include MonDay Community Correctional Institution  (MonDay), Mohican Youth Center, and Noble Choices. MonDay is a locally  operated, community-based correctional facility for felony offenders  to which male and female offenders are sentenced in lieu of prison for  a period not to exceed six months. MonDay's RSAT program began in  October 1997, and a Therapeutic Community (TC) was fully implemented  by January 1, 1998. Offenders identified as needing long-term  residential treatment were assigned to MonDay's RSAT for six  months. Mohican Youth Center (MYC) is an institutional-based TC and is  operated by the Ohio Department of Youth Services. Youth convicted of  felonies and assessed as needing long-term residential substance abuse  treatment are sent to MYC for the last six months of their  sentence. Noble Choices is a TC for adult males within the Noble  Correctional Institution, a medium security prison operated by the  Ohio Department of Rehabilitation and Corrections. The specific  research questions addressed in this study were: (1) What is the  profile of offenders being served by the Ohio RSAT programs? (2) What  is the nature of the services being delivered by the Ohio RSAT  programs? (3) What are the intermediate outcomes of Ohio RSAT  programs? (4) How are offenders performing under post-release  supervision in terms of relapse and recidivism? and (5) What factors  are associated with successful program completion and post-release recidivism and relapse?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A one-group post-test design was used to conduct  this process evaluation. Each program was studied as a separate  entity. The study period for each program began at the date of first  admission, which was January 1, 1998, for MonDay, March 3, 1998, for  MYC, and October 18, 1998, for Noble Choices. The study period ended  on March 31, 1999, for MYC and Noble Choices and on April 30, 1999,  for MonDay. The sample consists of 466 individuals, including 90 from  MonDay, 343 from MYC, and 33 from Noble Choices. Staff at each of the  three sites collected intake, treatment, and termination data on their  respective program clients using standa\nrdized forms developed by the  University of Cincinnati. Data forms were checked periodically to  ensure quality and completeness of the data. The intake form was used  to collect basic demographic information on each offender along with  information on past substance abuse, prior treatment experiences, and  criminal history. The termination form collected data on type of  termination (successful or unsuccessful) and criminal justice  placement and residency upon termination. Each site also provided  agency-specific assessment information on each offender. Offenders at  MonDay were given the Level of Services Inventory (LSI), which  measures the risk of recidivism, and the Adult Substance Use Survey  (ASUS), which measures the severity of substance abuse problems.  Offenders at MYC were administered the Juvenile Automated Substance  Abuse Evaluation (JASAE), which measures the severity of substance  abuse problems, and the Youthful Offender Level of Services Inventory  (YO-LSI). Offenders at Noble Choices were given the Prison Inmate  Inventory (PII), which measures several risk factors. In addition,  offenders at MonDay and MYC were given the Personal Drug Use  Questionnaire (PDUQ), which measures motivation for treatment, at  intake and 90 days after intake, and offenders at MonDay also  completed the PDUQ upon termination. Offenders at MonDay were also  administered a Client Self-Rating Form, which measures levels of  social and psychological functioning, at intake, 90 days after intake,  and termination. Follow-up forms were sent to probation and parole  officers to collect information on MYC and MonDay offenders' treatment  and supervision activities during the period of supervision after  release from the program. Follow-up data were collected on terminated cases from the date of release until August 30, 1999."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, MonDay Data, consists of data from the LSI,  ASUS, and intake, termination, and follow-up forms for offenders at  MonDay. The LSI scores provided are: criminal history, employment,  financial, family, accommodation, leisure and recreation, companion,  alcohol and drug, emotions, attitude/orientation, and total. The ASUS  variable measures severity of substance abuse problems and  distinguishes between scores of 74 or less and 75 or higher. The  intake form provides demographic variables, employment status prior to  arrest, variables related to the current offense, date screened for  RSAT, date placed in RSAT, criminal history, and substance use  history. The discharge form provides variables on date of discharge,  type of discharge, living arrangements upon discharge, whether  continued drug/alcohol treatment was arranged for client, and criminal  justice placement. The follow-up form provides variables on substance  abuse treatment after release, other services received after release,  employment status, reporting status, drug and alcohol tests after  release, whether the offender was arrested after release and for what  offense, whether a conviction resulted, and the offender's probation  status. Several derived variables are also supplied in Part 1. Part 2,  MonDay Client Self Rating Scales Data, includes the offender's date of  placement, date of birth, the three dates on which the questionnaire  was administered, whether inconsistencies appeared in answers to the  questionnaires, and several scales derived from offenders'  answers. These scales, which are provided for each of the three  occasions the questionnaire was administered, include measures of  anxiety, depression, self-esteem, decision-making, risk-taking,  hostility, self-efficacy, and antisocial attitudes. Several derived  variables are also included. Part 3, MonDay Personal Drug Use Data,  consists of variables from MonDay's PDUQ. Scales and answers to the 20  items on the PDUQ questionnaire are provided for all three  administrations of the questionnaire. In Part 4, Mohican Data,  variables from the\nMYC intake, termination, and follow-up forms are  identical to those from the MonDay forms except for additional intake  variables on whether the youth was in school prior to arrest, whether  the youth experienced certain school problems, where the youth was  living prior to arrest, and whether the youth had a record of running  away from home. Variables provide the JASAE summary score, date of  YO-LSI administration, and YO-LSI scores in the categories of criminal  history, family, education, peer, substance abuse, leisure and  recreation, personality and behavior, attitudes/orientation, and  total. For each YO-LSI score category an additional variable is  provided that indicates whether the score was low, moderate, or  high. Several derived variables are also provided. Part 5, Mohican  Personal Drug Use Data, consists of scale variables calculated from  responses to the MYC PDUQ for both administrations of the  questionnaire. These scales are precontemplation, contemplation,  determination, action, and maintenance. Part 6, Noble Data, consists  of variables from Noble Choices intake, termination, and PII  questionnaires. Variables from the intake and termination forms are  identical to those taken from the MonDay intake and termination  forms. Variables from the PII include scale variables that measure  truthfulness, adjustment, judgment, alcohol, drug, antisocial  attitudes, violence, distress, self-esteem, and stress. For each of  these scales an additional variable is provided that indicates whether  scores were low, medium, high, or maximum. Several derived variables are also provided."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3206.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3206.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-RT-VX-K011"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-03-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-08-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, clinical data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records, self-administered questionnaires, and mailback questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Individuals with substance abuse problems in the Ohio State prison system between January 1, 1998, and April 30, 1999."]},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Adult Substance Abuse Survey  (ASUS), Juvenile Automated Substance Abuse Evaluation (JASAE), Level  of Services Inventory (LSI), Prison Inmate Inventory (PII), Youthful  Offender Level of Services Inventory (YO-LSI), and several Likert-type scales."}]}},"files":[{"description":"","label":"Mohican Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658098,"persistentId":"","pidURL":"","filename":"Mohican Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Mohican Personal Drug Use Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658099,"persistentId":"","pidURL":"","filename":"Mohican Personal Drug Use Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"MonDay Client Self Rating Scales Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658096,"persistentId":"","pidURL":"","filename":"MonDay Client Self Rating Scales Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"MonDay Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658095,"persistentId":"","pidURL":"","filename":"MonDay Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"MonDay Personal Drug Use Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658097,"persistentId":"","pidURL":"","filename":"MonDay Personal Drug Use Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Noble Data","restricted":false,"version":1,"datasetVersionId":41094,"dataFile":{"id":2658100,"persistentId":"","pidURL":"","filename":"Noble Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}