{"status":"OK","data":{"id":41250,"identifier":"ICPSR20357.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20357.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR20357.v1","latestVersion":{"id":37250,"storageIdentifier":"file://10.3886/ICPSR20357.v1","versionState":"RELEASED","distributionDate":"2009-01-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:43:23Z","releaseTime":"2015-04-09T03:43:23Z","createTime":"2015-04-09T03:43:23Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Reducing Violent Crime and Firearms Violence in Indianapolis, Indiana, 2003-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chermak, Steven"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University. School of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The lever-pulling model was first developed as part of a broad-based, problem-solving effort implemented in Boston in the mid-1990s. The lever-pulling strategy was a foundational element of many collaborative partnerships across the country and it was a central element of the strategic plans of many Project Safe Neighborhoods (PSN) jurisdictions. This effort attempted to deter the future violent behavior of chronic offenders by first communicating directly to them about the impact that violence had on the community and the implementation of new efforts to respond to it, and then giving credibility to this communication effort by using all available legal sanctions (i.e., levers) against these offenders when violence occurred. The purpose of the study was to perform an experimental evaluation of a lever-pulling strategy implemented in Indianapolis, Indiana. Probationers were randomly assigned to the law enforcement focused lever-pulling group, the community leader lever-pulling group, or a regular probation control group during six months between June 2003 and March 2004. There were a total of 540 probationers in the study--180 probationers in each group. Probationers in the law enforcement focused lever-pulling group had face-to-face meetings with federal and local law enforcement officials and primarily received a deterrence-based message, but community officials also discussed various types of job and treatment opportunities. In contrast, probationers in the community leader lever-pulling group attended meetings with community leaders and service providers who exclusively focused on the impact of violence on the community and available services. Three types of data were collected to assess perceptions about the meeting: offending behavior, program participation behavior, and the levers pulled. First, data were collected using a self-report survey instrument (Part 1). Second, the complete criminal history for probationers (Part 2) was collected one-year after their meeting date. Third, all available probation data (Part 3) were collected 365 days after the meeting date. Part 1, Self-Report Survey Data, includes a total of 316 variables related to the following three types of data: Section I: meeting evaluation and perception of risk, Section II: Self-reported offense and gun use behavior, and Section III: Demographics. Part 2, Criminal History Data, includes a total of 94 variables collected about t\nhe probationer's complete offending history as well as their criminal activities after the treatment for one year. Part 3, Probation Data, includes a total of 249 variables related to probation history and other outcome data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The lever-pulling model was first developed as part of a broad-based, problem-solving effort implemented in Boston in the mid-1990s. The lever-pulling strategy was a foundational element of many collaborative partnerships across the country and it was a central element of the strategic plans of many Project Safe Neighborhoods (PSN) jurisdictions. This effort attempted to deter the future violent behavior of chronic offenders by first communicating directly to them about the impact that violence had on the community and the implementation of new efforts to respond to it, and then giving credibility to this communication effort by using all available legal sanctions (i.e., levers) against these offenders when violence occurred. The purpose of the study was to perform an experimental evaluation of a lever-pulling strategy implemented in Indianapolis, Indiana."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The evaluation of the lever-pulling program in Indianapolis used an experimental design. At the time the experiment was going into the field, Indianapolis was experimenting with two different types of lever-pulling meeting: one where probationers were assigned to face-to-face meetings with federal, state, and local law enforcement officials who focused primarily on a deterrence-based message (similar to the Boston lever-pulling meeting) and the second where probationers attended meetings with community leaders and service providers who focused solely on a compliance message and available community services. Accordingly, probationers were randomly assigned to attend one of these two types of meetings and were compared to a control group of probationers who were on regular probation supervision. Specifically, probationers were randomly assigned to the law enforcement focused lever-pulling group (Group 1), the community leader lever-pulling group (Group 2), or a regular probation control group (Group 3) during six months between June 2003 and March 2004 (June/July, September/October, February/March). All felony probationers convicted of thirteen violent, drug, gun, and property offenses were eligible for random selection. There were a total of 540 probationers in the study--180 probationers in each group.</p>\n\n<p>Probationers in the law enforcement focused lever-pulling group had face-to-face meetings with federal and local law enforcement officials and primarily received a deterrence-based message, but community officials also discussed various types of job and treatment opportunities. Specifically, the law enforcement lever-pulling meeting occurred at the courthouse. A total of twenty to thirty probationers and an equal number of criminal justice practitioners and community officials attended these meetings. The overall message included concern about violence in the community, the consequences that probationers would face if they committed violent acts, and the opportunities that were being made available to them (i.e., \"carrots and sticks.\") Most of the speakers stressed how their organization would respond to continued involvement in crime by \"pulling all levers\" if they decided to be involved in criminal activities. The community speakers (and to a lesser extent one or two law enforcement officials) talked specifically about programs and opportunities.</p>\n\n<p>In contrast, probationers in the community leader lever-pulling group attended meetings with community leaders and service providers who exclusively focused on the impact of violence on the community and available services. The community leader lever-pulling meeting occurred at a community center. A total of three to five well known community leaders spoke at the meeting about their concern for violence in the com\nmunity, program and treatment opportunities, and faith-based services.</p>\n\n<p>This project provided a process oriented account of lever pulling in action. This allowed for the documentation of how lever pulling was implemented during the study period, allowed for the documentation of the treatment regiment, and allowed for the determination of whether the experiment, and the treatment, were implemented as designed. A total of three types of data were collected to assess perceptions about the meeting: Offending behavior, program participation behavior, and the levers pulled. First, data were collected using a self-report survey instrument (Part 1). Computer-assisted interviews via laptop computer were completed approximately seven months after being assigned to a group. A total of three types of data were collected with this interview instrument: Meeting evaluation and perception of risk, self-reported offense and gun use behavior, and demographics. Second, the complete criminal history for probationers (Part 2) was collected one year after their meeting date. These data provided a good sense of each probationer's complete offending history, but also their criminal activities after the treatment for one year. Third, all available probation data (Part 3) were collected 365 days after the meeting date. Data were collected by recording information from the official probation records and coding the probation case notes.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1, Self-Report Survey Data, includes a total of 316 variables related to the following three types of data: Section I: meeting evaluation and perception of risk, Section II: Self-reported offense and gun use behavior, and Section III: Demographics. Section I of the survey focused on gathering information about the meetings, the law enforcement response, whether they have used the community resources made available to them, and what types of behavioral changes have occurred. This section also collected information about their perceptions of risk of arrest, conviction, and sanction, and gathered their impressions of the effectiveness of the criminal justice system. Section II included questions about attitudes towards gun use, self-report criminal activities, gang, and criminal history data. A series of questions about different types of offenses (guns, drugs, nonviolent, violent crime) were asked, including whether they committed the type of offense, how often if they did, and used a variation of the event calendar approach to more closely examine frequency of occurrence. Section III gathered demographic data. Data on year born, education, race, marital status, employment, and income status were collected.</p>\n\n<p>Part 2, Criminal History Data, includes a total of 94 variables collected about the probationer's complete offending history as well as their criminal activities after the treatment for one year. Data include the number of arrests, arrest charges, felony and misdemeanor classification, convictions, and post-treatment sentencing decisions. Sentencing data were also collected, including number of times on probation, jail, prison, and the length of various types of sentence. In addition, the researchers also calculated time-to-failure (number of days from lever pulling meeting to first arrest).</p>\n\n<p>Part 3, Probation Data, includes a total of 249 variables related to probation history and other outcome data. The variables measured the respondents' general probation behavior as well as their behavior on probation following the treatment meetings. Data include demographic information, and variables pertaining to probation status, meeting attendance, employment information, residence information, program related concerns, and information about any contacts or responses to violations. The data include variables with information about their participation and behavior in various types of programs. In addition, variables measure the number and types of levers pull\ned. Other variables include the number of urine screens ordered, results of the screen, and response to positive screens, number of administrative hearings, reasons for the hearings, and response, and number of revocation hearings, reasons for the hearing, and response. The researchers also collected information about the number of meetings, telephone contacts, home visits, work visits, and the number of times probationers were involved in probation sweeps.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community leaders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"conviction records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime control programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug traffic"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"firearms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"nonviolent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probationers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"weapons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"weapons offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-01-30Version Text: 2009-01-30Subject: Study Level Error Note, Notes: Observational data from the lever-pulling meetings that occurred during the project period and data from the informal and formal interviews with key informants from participating agencies are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-IJ-CX-1038"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-01-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-06"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Self-Report Survey Data (Part 1) were collected by using computer-assisted interviews via laptop computer. Using the laptops was the preferred method of administration, but interviewers made paper forms available as well.","The source of the Criminal History Data (Part 2) was Marion County criminal history files, however some arrest and conviction information from other jurisdictions was included when available.","The source of the Probation Data (Part 3) was probation records and probation officer case notes."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indianapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["police beat"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All felony probationers convicted of 13 violent, drug, gun, and property offenses in Indianapolis, Indiana, between June 2003 and March 2004."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Probationers were randomly assigned to the two types of meeting (law enforcement and community) or to a control group during six months between June 2003 and March 2004 (June/July, September/October, February/March). In each month that the treatments were administered, the probation department would provide a list of probationers that met several eligibility criteria. First, probationers had to be actively on probation. Second, individuals had to be on probation for a drug, violent crime, weapon, or property offense. Third, the probation offense for most of the probationers was a felony, however, probationers carrying handguns without a license were eligible whether convicted of a felony or misdemeanor.</p>\n\n<p>The list that was provided included approximately 1,000 probationers that satisfied these eligibility criteria. Since the strategy is draining on organizational resources, it was important to equally balance the number of probationers assigned to each group per month. If a simple allocation procedure was used, it was possible that in some months there might be 35 probationers assigned to the law enforcement group, 20 to the community group, and 35 to the control group. The disparity would be less of an issue over time, but it was important to control the number of probationers assigned each month. A blocked randomization allocation procedure was used to respond to this issue. Thirty probationers were assigned to each group (90 per month) in each of the 6 months. The blocked randomization procedure was used for each subsequent month with only one caveat: probationers who were selected in a previous month and were still on probation were removed from the list.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: A total of 235 out of 540 probationers were interviewed, thus yielding a response rate of 43.5 percent. Specifically, the research team conducted interviews with 77 probationers from the law enforcement group (a response rate of 42.8 percent), 74 probationers from the community group (a response rate of 41.1 percent), and 84 probationers from the control group (a response rate of 46.7 percent). Part 2: Not applicable. Part 3: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Criminal History Data","restricted":false,"version":1,"datasetVersionId":37250,"dataFile":{"id":2625750,"persistentId":"","pidURL":"","filename":"Criminal History Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Probation Data","restricted":false,"version":1,"datasetVersionId":37250,"dataFile":{"id":2625751,"persistentId":"","pidURL":"","filename":"Probation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Self-Report Survey Data","restricted":false,"version":1,"datasetVersionId":37250,"dataFile":{"id":2625749,"persistentId":"","pidURL":"","filename":"Self-Report Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}