{"status":"OK","data":{"id":39319,"identifier":"ICPSR29001.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29001.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR29001.v1","latestVersion":{"id":35319,"storageIdentifier":"file://10.3886/ICPSR29001.v1","versionState":"RELEASED","distributionDate":"2011-05-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:22:08Z","releaseTime":"2015-04-09T03:22:08Z","createTime":"2015-04-09T03:22:08Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the\ndata or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Child Care Subsidy Strategies: Illinois Site Public Use Files, 2005-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Collins, Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Evaluation of Child Care Subsidy Strategies is a multi-site, multi-year effort to determine whether and how different child care subsidy policies and procedures and quality improvement efforts help low-income parents obtain and hold onto jobs and improve outcomes for children. Funding from the Child Care and Development Fund (CCDF) administered by the Child Care Bureau are divided into two purposes. The vast majority are aimed at assisting children of low-income working parents whose eligibility is determined by states within broad federal guidelines, while a much smaller portion (4 percent) work with state matching funds to improve the quality of child care for all children.   For this study series, four experiments were conducted, two test alternative subsidy policies for low-income families and two test approaches to the use of set-aside funds for improving child care quality for all children. The four study sites and focus of evaluation include: (1) the effectiveness of three language and literacy curricula on teaching practices and children's language and literacy outcomes (Miami Dade County, Florida); (2) the impact of alternative eligibility and re-determination child care subsidy policies on parental employment outcomes (Illinois); (3) the impact of alternative child care co-payment structures on use of child care subsidies and employment outcomes (Washington) and (4) the effectiveness of training on Learning Games curriculum in changing care-giving practices in family child care homes and children's developmental outcomes (Massachusetts).</p>\n\n<p>The Illinois site of the Evaluation of Child Care Subsidy Strategies was designed to test the impact of increased income eligibility and extended redetermination period on various child care and economic outcomes (such as type of care used, stability of child care arrangements, earnings, employment, etc.). Under the state's 2005 program rules, a family was eligible for subsidies if their income was below 50 percent of the state median income (SMI) for their family size, and this eligibility was redetermined for most families every 6 months. In the evaluation, income eligibility was extended to 50 to 65 percent of state median income, and the redetermination period was extended from 6 to 12 months. To isolate the impact of each programmatic change, families who qualified for the study were randomly assigned to one of three groups: (1) a control group, (2) a 6-month redetermination program group, or (3) a 12-month redetermination program group. Families in the control group received no enhanced access to subsidies; families in the 6-month program group were eligible for subsidies as long as their income remained below 65 percent of SMI and had to reapply for subsidies every 6 months; and families in the 12-month redetermination program group were eligible for subsidies with income up to 65 percent of SMI and had to reapply for subsidies every 12 months.</p>\n\n<p>In the follow-up survey, respondents were asked a series of questions about the following topics:</p>\n\n<ul>\n<li><p>Child Care Arrangements: These data were used to construct child-level measures of type and stability of the primary care arrangement.</p></li>\n<li><p>Child Care Reliability and Flexibility, Satisfaction with the Care, and Costs: These questions were used to create a summary measure of whether the respondent experienced any job-related problems due to child care arrangements. This section of the survey also contained a set of statements about the convenience of and satisfaction with child care at the time of the interview. Respondents were asked the total weekly amount they paid for all care at the time of the interview. This measure of out-of-pocket expenses was used rather than the provider-specific cost question from the section on child care arrangements because it was thought that parents would more reliably report their overall expenditures than their expenditures for each provider for each child.</p></li>\n<li><p>Employment: Information on jobs held at the time of the survey interview was used to create measures of employment, hours worked, and job characteristics for that job. Information on all jobs held in the year after random assignment was used to create measures of employment stability.</p></li>\n<li><p>Major Life Events: Respondents were asked about the occurrence of nine major types of events or other problems since the time of random assignment.</p></li>\n<li><p>Income: Respondents were asked about total household income and sources of income in the month prior to the survey.</p></li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This random assignment study in Cook County, Illinois seeks to answer two policy questions: (1) whether providing subsidies to families whose incomes are just over the state's eligibility limit affects their child care and employment outcomes, and (2) whether extending the length of time before families must reapply for subsidies affects the receipt of subsidies and related outcomes, particularly the stability of child care arrangements and employment.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study included 1,884 families who applied for child care subsidies in Cook County, Illinois, between March 2005 and May 2006, and whose incomes exceeded the state's eligibility limits. Families were randomly assigned to a program group, which was approved to receive subsidies even though family income was above the usual eligibility limit, or to a control group which remained ineligible for subsidies as long as family income was above the state guidelines. In addition, a random half of the program group was asked to confirm its eligibility for subsidies every six months (the state standard) while the other half was asked to reconfirm eligibility annually. Of these families, 470 were assigned to the 6-month redetermination program group, 470 were assigned to the 12-month redetermination program group, and 944 were assigned to the control group. Because families were assigned at random to the program and the control groups, any systematic differences that emerged after random assignment can reliably be attributed to the policy change being studied.</p>\n\n<p>To examine the effects of the program, data were collected from both administrative records systems and surveys of the study participants. Data from administrative records systems include information from an application form completed shortly before random assignment, monthly data from the child care subsidy system, unemployment insurance records on employment and earning, and records from the food stamp and Temporary Assistance to Needy Families (TANF) programs. One follow-up survey collected a range of information not available through administrative records, including a detailed history of each child care provider the family used, and information on the respondents' levels of satisfaction with the child care situation and on the reliability of the care, job problems related to child care, and out-of-pocket costs of child care.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>There are five public use files for Illinois:</p>\n\n<ul>\n<li><p>a sample member characteristics file containing data from the baseline child care subsidy application,</p></li>\n<li><p>an administrative records file containing data from unemployment insurance and public benefit programs (child care subsidies, Temporary Assistance for Needy Families (TANF), and food stamps),</p></li>\n<li><p>a parent-level data file with information from a follow-up survey,</p></li>\n<li><p>a child-level data file with information from the follow-up survey, and</p></li>\n<li><p>a child-arrangement-level data file with information from the follow-up survey.</p></li>\n</ul>\n\n<p>All five public use files contain the variable PUFID, which records a unique public use file identification number for each sample member. This variable can be used to merge the sample member characteristics, administrative records, and parent-level follow-up survey public use files. Two additional variables are necessary to merge the child-level and child-arrangement-level datasets: the variable CHILD, which records the child number for a given sample member in the child-level dataset, and the variable PROVIDER, which records the provider number for a particular child in the child-arrangement-level dataset.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"academic achievement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government subsidies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"income"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"poverty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII. Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A. Child Care and Early Education Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A.6. Subsidies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR VIII.B.1. Governmental Structures, Policies, and Capabilities, Historical and Contemporary Public Policy Indicators, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-05-27Version Text: 2011-05-27Subject: Study Level Error Note, Notes: The study was conducted by Abt Associates Inc., with its research partners MDRC and the National Center for Children in Poverty at Columbia University.;Subject: Study Level Error Note, Notes: Project Director: Ann Collins, Abt Associates Inc.;Subject: Study Level Error Note, Notes: <p>Information on the Office of Planning, Research and Evaluation (OPRE)'s Evaluation of Child Care Subsidy Strategies is provided on OPRE Web site\n<a href=\"http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html\">http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html</a>\n.</p>;Subject: Study Level Error Note, Notes: The phrase \"public use\" is used throughout the documentation, but restricted data is not available.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"223-01-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-05-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Evaluation of Child Care Subsidy Strategies Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["<p><strong>Baseline data, collected from subsidy applications:</strong>\nThese data were used to describe the study samples and to create subgroups, and they were used as covariates to refine impact estimates.</p>","<p><strong>Administrative records from the child care subsidy system:</strong>\nThese data were used to measure families’ use and stability of use of child care subsidies.</p>","<p><strong>Quarterly Unemployment Insurance data:</strong>\nThese data are used to measure sample members’ employment and earnings.</p>","<p><strong>Monthly public assistance data (TANF or food stamps):</strong>\nThese data were used to measure the levels of TANF and food stamp benefits received by sample members.</p>","<p><strong>A follow up survey that was administered to sample members between one and three years after study entry:</strong>\nThese data were used to measure child care arrangements, child care reliability and flexibility, satisfaction with the care, costs, employment, major life events, and income.</p>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["family","child","parent"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Families living in Cook County, Illinois, who applied for subsidies between March 2005 and August 2006, had one or more children under the age of 11 at the time of application, and whose household income alone excluded them from subsidy eligibility."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A total of 1,884 individuals met eligibility criteria for the study, and are referred to as the report sample. The survey respondent sample refers to the 1,331 sample members who also completed a follow-up survey."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"telephone interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Weights were used to correct for two problems with survey responses: (1) that program group respondents tended to respond earlier to the survey than control group respondents (ILSVYWGT_2YR_FINAL), and (2) that survey respondents had characteristics and outcomes that differed from those of nonrespondents (ILSVYWGT_FINAL). For more information about weighting, please refer to the User Guide."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Approximately 71 percent of the report sample (1,331 families) completed a follow-up survey interview one to three years after entry into the study."}]}},"files":[{"description":"","label":"Administrative Record Dataset","restricted":false,"version":1,"datasetVersionId":35319,"dataFile":{"id":2611337,"persistentId":"","pidURL":"","filename":"Administrative Record Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Dataset","restricted":false,"version":1,"datasetVersionId":35319,"dataFile":{"id":2611336,"persistentId":"","pidURL":"","filename":"Baseline Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Child-Level Survey Dataset","restricted":false,"version":1,"datasetVersionId":35319,"dataFile":{"id":2611339,"persistentId":"","pidURL":"","filename":"Child-Level Survey Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Child-Provider-Level Survey Dataset","restricted":false,"version":1,"datasetVersionId":35319,"dataFile":{"id":2611340,"persistentId":"","pidURL":"","filename":"Child-Provider-Level Survey Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent-Level Survey Dataset","restricted":false,"version":1,"datasetVersionId":35319,"dataFile":{"id":2611338,"persistentId":"","pidURL":"","filename":"Parent-Level Survey Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}