{"status":"OK","data":{"id":37783,"identifier":"ICPSR04210.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04210.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04210.v1","latestVersion":{"id":33783,"storageIdentifier":"file://10.3886/ICPSR04210.v1","versionState":"RELEASED","distributionDate":"2013-06-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:05:09Z","releaseTime":"2015-04-09T03:05:09Z","createTime":"2015-04-09T03:05:09Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating the Use of Iris Recognition Technology in Plumsted Township, New Jersey, 2002-2003"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Uchida, Craig D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Maguire, Edward R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Crime and Justice Analysts Inc., and George Mason University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Solomon, Shellie E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gantley, Megan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Crime and Justice Analysts Inc., and George Mason University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was conducted from October 2002 through July 2003 as a process and impact evaluation of iris recognition technology named T-PASS (Teacher-Parent Authorization Security System) used in three New Egypt schools in New Jersey. The research team observed the use of the iris scanners, both informally (Dataset 1) and formally (Dataset 2), using systematic social observation methods, collected \"official\" data on school visitation patterns (Dataset 3), and  administered surveys to parents and\nteachers (Datasets 4-7). The various data collection methods were intended to shed light on two key issues: what was the experience of the schools in implementing iris recognition technology, and what was the overall impact of the technology. Specific variables included in the study are demographic variables on survey respondents (parents and teachers), perceptions of safety and problems in the schools and surrounding neighborhoods, and comparisons of the T-PASS system to alternative entry systems such as the buzzer and swipe card methods."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to conduct an independent evaluation of the implementation and impact of installing the iris recognition technology in the three schools in Plumsted Township, New Jersey. Specifically, this evaluation was designed to answer the following questions: (1) Did the technology work in a school setting? (2) Did the technology contribute to a reduction in perceptions of violence, or disorder? (3) Did faculty, staff, and parents feel safer? (4) What were the unintended consequences of the technology? and, (5) In what ways might the technology be improved?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"From October 2002 to July 2003, the researchers conducted a process and impact evaluation of iris recognition technology as used in the three New Egypt schools. The research team observed the use of the iris scanners, both informally (Dataset 1) and formally (Dataset 2), using systematic social observation methods, collected \"official\" data on school visitation patterns (Dataset 3), and administered surveys to parents and teachers (Datasets 4-7). Teachers, administrators, and staff who agreed to participate in the study were enrolled in the iris technology system and randomly assigned to treatment and control groups. The treatment group was allowed access to all doors. Parents who agreed to participate were also randomly assigned to treatment and control groups. Parents in the treatment group could use the front entrance of the elementary school and would be able to check out their children during school hours by using the iris scanner rather than showing identification and writing out the names of their children on a log sheet. The first wave of teacher and parent surveys were conducted about one month before the iris scanning technology was installed and wave two surveys were conducted near the end of the school year. The first teacher survey was conducted in March 2003 in the Middle School and the Elementary School during an all-staff meeting prior to the school day. Teachers and staff took approximately 10-15 minutes to complete the survey while the research staff waited. School staff who could not attend the meeting or who had to leave early returned the surveys to the secretary for the Assistant Superintendent, who forwarded them to the researchers by mail. In the High School, research staff approached the teachers and staff individually during the school study hall, the teacher's break, and the lunch hours. School secretaries collected extra surveys left for teachers and staff missed due to absences. In June 2003, near the end of the school year, research staff returned and repeated the respective process to administer the second survey to the teachers and staff in the three schools. Wave one survey materials were mailed to parents of students in the Elementary School in February 2003. Parents began the actual enrollment process into the T-PASS system\nduring the first week of March 2003. Parents who wanted to enroll in T-PASS but had not previously volunteered were allowed to do so until the end of March. Seventy-nine additional parents enrolled in T-PASS and received surveys. The researchers mailed one follow-up letter and second copy of the survey to household that enrolled in T-PASS that had not returned surveys. June 2003, the researchers mailed the wave two parents' survey to the 163 households that returned the first survey."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1, the entry log, includes the variables date, time, means of entry (iris scan, buzzer, or other), tailgating scenarios, other means of entry, and if the person tried the door first.</p>\n<p>Dataset 2, the iris scan log, contains the variables date, time, school the person was trying to enter, the location of the entry door, and whether the person was allowed to enter or not.</p>\n<p>Dataset 3, the visitors' log, includes the variables data, time in, time out, and where in the school the visitor was going.</p>\n\n<p>The first parent survey, Dataset 4, includes demographic variables such as gender, race, year born, highest level of education, employment status, marital status, number of people in the household, number of people under the age of 18 in the household, grade of the child or children attending New Egypt Elementary School, type of housing, if own or rent, how long the respondent has lived in New Egypt and if it was less than five years, where the respondent lived previously. Other variables in Dataset 4 include the respondent's perception of the level of problems at the school with issues such as bullying, vandalism, fighting, theft, tardiness, absenteeism, weapons, alcohol and drugs. Variables about the neighborhood surrounding the school and if there are problems with theft, vandalism, drugs, sexual assault, simple assault, trash, abandoned vehicles, and traffic are also included. Respondents were asked if they felt their child was safe at school and if the child felt safe at school. Respondents were also asked if they had ever picked up their child from school during school hours, why the child was picked up, and if they thought the visitor sign- in and child sign-out procedures were efficient and sufficient. Other variables were included to gauge the respondents' familiarity with different types of technologies such as cell phones, computers, and voice-mail. Finally, respondents were asked how they learned of the iris recognition program (T-PASS) that was being implemented in the New Egypt Schools.</p>\n<p>Dataset 5, the second parent survey, includes the same variables as Dataset 4, but has additional variables related to the respondents' use of T-PASS and the buzzer system.  Respondents were asked if they had used T-PASS or the buzzer to enter the school, the ease of use of T-PASS and the buzzer, the level of security that was provided by T-PASS and the buzzer, and if they had experienced any problems using either T-PASS or the buzzer.  Respondents were also asked if they had used T-PASS to sign a child out of the school, the ease of use of using T-PASS to sign-out a child, the security level of using T-PASS to sign-out a child, and problems they experienced using T-PASS to sign a child out of the school.</p>\n<p>Dataset 6, the first teacher survey, includes demographic variables such as gender, race, year born, current position, highest level of education, years working in Plumsted Township schools and if less than five years where previously worked. Respondents were asked which school they worked in and if the school had problems with issues such as fighting, absenteeism, tardiness, bullying, theft, vandalism, drug, alcohol or tobacco use by students, and possession of weapons by students. Respondents were asked if they felt safe at the school and in the surrounding neighborhood and if they thought the children felt safe at the school and in surrounding neighborhood. Respondents were ask\ned how many times per day they left the school during school hours, the reason for leaving and if they used a swipe card to enter the building. Variables were also included to gauge the respondents' use of technologies such as cell phones, voice-mail, and computers.  Finally, the respondents were asked how they learned of the iris recognition system (T-PASS) being implemented at the schools.</p>\n<p>The second teacher survey, Dataset 7, includes the same variables as Dataset 6, but has additional variables related to the respondents' use of T-PASS and the buzzer system. Respondents were asked if they had used T-PASS, to compare T-PASS to the buzzer and the swipe card systems in terms of ease of use and level of security provided, and if they had experienced any problems using T-PASS. Respondents were also asked if they had used the buzzer system to enter the school, to compare the buzzer system to T-PASS in terms of ease of use and level of security provided, and if they had any problems while trying to use the buzzer system. Finally, respondents were asked if they had gained entry into the school through other means, and to describe the other means of entry used.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"technology"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-06-28Version Text: 2013-06-28 Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-RD-CX-K002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-06-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002-10"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2003-07"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2003-07"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The universe for Dataset 1 is all people who attempted to enter New Egypt Elementary School on April 16 and 17, 2003 and June 4 through June 6, 2003. For Dataset 2, the universe includes anyone who used the iris scanner to gain access to the New Egypt Elementary School, Middle School or High School from April 3 through June 24, 2003. The universe for Dataset 3 is all visitors to New Egypt Elementary School from February 11 through June 23, 2003. For Datasets 4 and 5, the universe is all parents of students at New Egypt Elementary School from October 2002 through June 2003.  For Datasets 6 and 7, the universe includes all teachers, administrators and staff from the New Egypt Elementary School, the New Egypt Middle School, and the New Egypt High School from October 2002 through June 2003."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To recruit teachers and staff, the evaluators, the Assistant Superintendent, and the Technology Coordinator explained the project in October and November to groups of teachers and staff at each of the schools. Consent forms were distributed during the meetings. In December and January, the Technology Coordinator and Project Director followed up with individuals or at group meetings to sign up as many teachers and staff as possible. To enlist parents in the project, parents were contacted during a three-day period of teacher/parent conferences at the New Egypt Elementary School. Prior to the conferences, the Assistant Superintendent distributed an informational flyer to all parents alerting them to the project and encouraging them to participate in the experiment. During the conferences the researchers set up an information table at the front of the school with a prototype of the technology. For parents who agreed, a research associate collected their address information and consent forms and\nadvised them that at least two surveys would be mailed to their residence as part of the study. A total of 275 parents from 230 households signed up as a result of the recruitment efforts. Teachers, administrators, staff and parents were randomly assigned to their respective groups by using a computer-generated random numbers program. As the project unfolded, the decision was made to install a buzzer system and surveillance cameras as an alternative to the iris technology to allow non-participants access to the schools during school hours. The video cameras, buzzers, and intercoms allowed staff at the three schools to identify visitors, teachers, staff, students, and parents who needed to gain entry to the schools. This change meant that the project now had two treatments: the iris recognition technology and the buzzer system. This confounded the experimental design, as there was no true \"control group.\" A survey was sent to a systematic sample of 106 of the approximately 424 non-participating households in an attempt to determine if there was a difference between the parents who enrolled in the experiment and those who did not. Unfortunately, the 28 percent response rate was too low to measure differences between the parents who enrolled and those who did not. Because of these factors, the evaluation represented a quasi-experiment with pre- and post-intervention measures instead of a true experimental design."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed recodes and/or calculated derived variables."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rates for Dataset 1 (N = 445), Dataset 2 (N= 9446), and Dataset 3 (N = 4120) were 100 percent. For Dataset 4, the first parent survey, 241 of the 354 elementary school parents who received surveys provided responses. For the second survey, Dataset 5, 138 of the 241 elementary school parents who received surveys responded. In Dataset 6, across the three schools, 132 of 199 teachers and staff provided responses to the first survey. For the second survey, Dataset 7, 128 teachers and staff responded."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Datasets 1-3: none. Datasets 4-7: Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Entry Log","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601341,"persistentId":"","pidURL":"","filename":"Entry Log","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Iris Scan Log","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601342,"persistentId":"","pidURL":"","filename":"Iris Scan Log","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Survey 1","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601344,"persistentId":"","pidURL":"","filename":"Parent Survey 1","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Survey 2","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601345,"persistentId":"","pidURL":"","filename":"Parent Survey 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Survey 1","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601346,"persistentId":"","pidURL":"","filename":"Teacher Survey 1","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Survey 2","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601347,"persistentId":"","pidURL":"","filename":"Teacher Survey 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Visitor Log","restricted":false,"version":1,"datasetVersionId":33783,"dataFile":{"id":2601343,"persistentId":"","pidURL":"","filename":"Visitor Log","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}