{"status":"OK","data":{"id":40327,"identifier":"ICPSR04362.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04362.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04362.v1","latestVersion":{"id":36327,"storageIdentifier":"file://10.3886/ICPSR04362.v1","versionState":"RELEASED","distributionDate":"2008-01-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:33:14Z","releaseTime":"2015-04-09T03:33:14Z","createTime":"2015-04-09T03:33:14Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations\nor inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effectiveness of Culturally-Focused Batterer Counseling for African American Men in Pittsburgh, Pennsylvania, 2001-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gondolf, Edward W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University of Pennsylvania"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study used an experimental clinical trial to test the  effectiveness of culturally-focused batterer counseling against  conventional cognitive-behavioral counseling in African American  men. A total of 503 men, including all African American men mandated  by the domestic violence court in Pittsburgh, Pennsylvania, to  batterer counseling between November 2001 and May 2004, were randomly  assigned to one of three counseling options: culturally-focused  counseling in an all African American group, conventional counseling  in an all African American group, or conventional counseling in a  racially mixed group. All three counseling options required a minimum  of 16 weekly group sessions. At program intake, the men completed a  background questionnaire, the Short Michigan Alcoholism Screening Test  (SMAST) and the Racial Identity Scale (RAIS), contained in Part 1,  Men's Intake Questionnaire Data. The men later completed a survey of  past experiences of violence, contained in Part 2, Men's Past Violence  Survey Data. The men were interviewed once at five months after  program intake about their impressions of and ratings of the  counseling. Results of those interviews are in Part 3, Men's  Five-Month Follow-up Data. A female partner was interviewed for 399 of  the male subjects at program intake. Their responses are contained in  Part 4, Women's Background Data. Female partners (both initial victims  and new partners) were interviewed at 3, 6, 9, and 12 months after the  initial interview at the time of the men's program intake (Parts  5-8). The follow-up interviews asked about the women's relationship  status, abusive behavior and its circumstances, help seeking, and additional intervention."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to use an  experimental clinical trial to test the effectiveness of  culturally-focused batterer counseling against conventional  cognitive-behavioral counseling in African American men.  Culturally-focused counseling is designed to identify specific  cultural topics and respond to emergent cultural issues in a  racially-homogenous group that engages the men and is thought to  affect program dropout, re-assault, and re-arrest rates among participants."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"An experimental clinical trial was used to test  the expectation that culturally-focused counseling would improve  batterer program outcomes. A total of 503 men, including all African  American men mandated by the domestic violence court in Pittsburgh to  batterer counseling between November 2001 and May 2003, were randomly  assigned to one of three counseling options: culturally-focused  counseling in an all African American group, conventional counseling  in an all African American group, and conventional counseling in a  racially mixed group. A staff member from the batterer program was  stationed in the court to receive men ordered to batterer counseling  and set an appointment for program intake within a week. The staff  directed African American men to one of two sites in the city's  predominantly African American neighborhoods. At the program intake,  all the men completed a structured background questionnaire, the Short  Michigan Alcoholism Screening Test (SMAST), the Racial Identity Scale  (RAIS) (Part 1), a research consent notice, and a contact information  form. At the end of orientation, the men were randomly assigned to one  of the three counseling options and began attending group counseling  the next week. There were four groups available at each of the two  sites: one culturally-focused group, one all African American group,  and two racially mixed groups. Each gro\nup had a maximum enrollment of  20 men with an average attendance of 13, and met on a weekday  evening. All three counseling options required a minimum of 16 weekly  group sessions. The experimental group of culturally-focused  counseling included a curriculum of cultural topics and discussion of  emergent issues, along with basic anti-violence instructions, in a  group of African American men. The conventional group counseling  followed a cognitive-behavioral curriculum focused on abusive behavior  and thought patterns associated with abuse. All of the men were  assessed a weekly fee based on a sliding scale ranging from 5 dollars  to 50 dollars. Two missed payments resulted in a two-week suspension  from the program. If payment was not made within that time, the man  was dismissed from the program and sent back to court for additional  penalties. Men with three absences were also dismissed and returned to  court. Every six weeks, through a combination of direct observation and  audio tapes, all of the groups were monitored for \"treatment  integrity\" on several aspects including curriculum presentation, group  process, group leader, men's participation and overall impact. After  observing several group sessions, the culturally-focused expert  recommended that the African American men's previous exposure to  violence be assessed. A checklist of violence towards (or from)  different categories of people was developed (Part 2). It included  observed and experienced incidents during pre-teen, teen, and adult  periods of the men's lives. The men were interviewed once at five  months after program intake (Part 3) about their impressions and their  ratings of the counseling. Arrest records were also obtained for each  of the men and coded for categories of domestic violence crimes, any  violent crime, alcohol-related crimes, and any crime. An initial  interview with the victim at the time of the man's intake obtained  background data (Part 4), and victim reports of re-assault were  obtained through follow-up interviews at 3 (Part 5), 6 (Part 6), 9  (Part 7) and 12 months (Part 8) after the initial interview. The  follow-up interviews asked a combination of open-ended and  closed-ended questions about the women's relationship status, abusive  behavior and circumstances, help seeking, and additional intervention.  The phone interview took from 10 to 20 minutes to administer with some  interviews lasting 45 minutes if the the woman had suffered severe  abuse. Two research assistants tracked the women using the contact  form of names and address information obtained from the male subjects  at program intake and updated with each follow-up interview. The women  were informed about the study, were explained safety measures, and  were asked for consent over the phone. For each completed interview,  they were paid ten dollars through a check mailed to an address they  designated. New partners were also interviewed when identified at  program intake, however new partners that the men may have become involved with during the follow-up period were not sought out."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Men's Intake Questionnaire Data, includes  variables from the Short Michigan Alcoholism Screening Test (SMAST),  the Racial Identity Attitudes Scale (RAIS), and the men's background  questionnaire. Variables include attitudes on use of alcohol, racial  group identification attitudes, men's demographic variables, variables  on the status of the relationship, and variables on the abusive  episode. Part 2, Men's Past Violence Survey Data, includes variables  that asked the men about their past experiences with violence at three  times in their lives: prior to age 13, as a teenager, and at age 20 or  older. Part 3, Men's Five-Month Follow-up Data, includes variables  about the men's impressions of and rating of the counseling five  months after intake. Part 4, Women's Background Data, includes women's  demographic variables, variables on re\nlationship status, and the  abusive episode. Part 5 through Part 8, Women's Follow-Up Data (at  three-month intervals), includes variables on the women's  relationship status, abusive episodes and circumstances, help seeking, and additional intervention."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"client characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural identity"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-01-31Version Text: 2008-01-31 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS  transport (CPORT) file, SPSS system file, Stata system file, and tab-delimited file; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-WT-BX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-01-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-07"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-07"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data were collected from investigator-administered  questionnaires and administrative records obtained from the county police department."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pittsburgh"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-3: All men ordered to the batterer counseling  program in Pittsburgh, Pennsylvania between November 2001 and May  2003. Parts 4-8: Female partners of all men ordered to the batterer  counseling program in Pittsburgh, Pennsylvania between November 2001 and May 2003."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample recruited for the clinical trial (Part 1)  consisted of 503 men. This number includes all the African American  men ordered to the batterer counseling program in Pittsburgh between  November 2001 and May 2003. Of these, 165 men were randomly assigned  to the culturally-focused counseling group, 152 to the all African  American conventional counseling group, and 186 to the racially mixed  conventional counseling group. A female partner (Part 4) was  interviewed for 399 of the male subjects at program intake. There were  34 new partners interviewed at the six-month (Part 6) follow-up in  addition to 328 of the initial female victims. At the twelve-month  (Part 8) follow-up, 31 new partners were interviewed along with 320 of  the initial female victims. The administration of the past violence  survey (Part 2) began four months after the start of subject  recruitment. A total of 318 African American and 106 Caucasian men  entering the program during the same time frame were included in the sample."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"on-site questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, the participation refusal rate among the  men was 4 percent. For Part 2, 318 African American and 106 Caucasian  men completed the past violence survey. Initially, a female partner  was interviewed for 399 of the male subjects at program intake (Part  4), or 80 percent of the original 503 sample. A total of 383 men had a  partner interviewed at the three-month (Part 5) or six-month (Part 6)  follow-up, or 76 percent of the 503 sample. And 396 men had an  interviewed partner sometime during the twelve-month (Part 8)  follow-up period, or 79 percent of the 503 sample. The response rate  for female victims was 66 percent for the full twelve-month follow-up  period (0-12 months after intake, n=333), and 68 percent for the full  six months after program intake (n=343). A response rate for Part 3 is not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The Short Michigan Alcoholism Screening Test (SMAST) (Selzer,  Vinokur, and Van Rooijen 1975) and th\ne Racial Identity Attitudes  Scale (RIAS) (Helms and Parham 1996) were used. Several Likert-type scales also were used."}]}},"files":[{"description":"","label":"Men's Five-Month Follow-up Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619349,"persistentId":"","pidURL":"","filename":"Men's Five-Month Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Men's Intake Questionnaire Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619347,"persistentId":"","pidURL":"","filename":"Men's Intake Questionnaire Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Men's Past Violence Survey Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619348,"persistentId":"","pidURL":"","filename":"Men's Past Violence Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Women's Background Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619350,"persistentId":"","pidURL":"","filename":"Women's Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Women's Nine-Month Follow-up Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619353,"persistentId":"","pidURL":"","filename":"Women's Nine-Month Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Women's Six-Month Follow-up Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619352,"persistentId":"","pidURL":"","filename":"Women's Six-Month Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Women's Three-Month Follow-up Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619351,"persistentId":"","pidURL":"","filename":"Women's Three-Month Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Women's Twelve-Month Follow-up Data","restricted":false,"version":1,"datasetVersionId":36327,"dataFile":{"id":2619354,"persistentId":"","pidURL":"","filename":"Women's Twelve-Month Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}