{"status":"OK","data":{"id":45232,"identifier":"ICPSR03542.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03542.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03542.v1","latestVersion":{"id":41232,"storageIdentifier":"file://10.3886/ICPSR03542.v1","versionState":"RELEASED","distributionDate":"2003-05-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:27:03Z","releaseTime":"2015-04-09T04:27:03Z","createTime":"2015-04-09T04:27:03Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating a Collaborative Intervention Between Health Care and Criminal Justice in Harris County, Texas, 2001-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McFarlane, Judith"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Woman's University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Malecha, Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Woman's University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to evaluate the Advocacy-Case Management  Intervention designed to increase victim safety and the efficiency of  the protection order process. The intervention was performed by  registered nurses as part of a collaborative partnership between  justice and health care agencies. A two-group experimental design  using random assignments to control and experimental groups was  used. The study subjects were women who qualified for a civil  protection order against a sexual intimate. These women were contacted  via telephone for initial interviews, as well as for three-, six-,  12-, and 18-month follow-up interviews. Variables were obtained from  several instruments used to measure victim safety-seeking behaviors and levels of violence and harassment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Violence against women largely involves intimate  partners, such as husbands, boyfriends, and dates. The urgency and  magnitude of the problem of intimate partner violence have caused  service providers, policy-makers, and advocates to implement treatment  and intervention programs in the absence of scientific evidence. The  rush to do something has resulted in a broad array of interventions,  many with origins in local and national advocacy efforts, such as  shelters and social support programs. These interventions remain  mostly undocumented and unanalyzed in the research literature. Abused  women often turn to the justice system for protection, preferring to  file for protection orders rather than filing assault charges against  their abusers. Several studies have demonstrated that intimate partner  violence decreases after a woman receives a protection order. The  purpose of this study was to evaluate the Advocacy-Case Management  Intervention designed to increase victim safety and increase the  efficiency of the protection order process. The intervention was  performed by registered nurses as part of a collaborative partnership between justice and health care agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A two-group experimental design with an  intervention using random assignments to control and experimental  groups was used. The study subjects were women who qualified for a  civil protection order against a sexual intimate. Women randomized to  the control group were offered standard services of the specialized  district attorney's (DA) office, which consisted of individual  counseling and community referral information on violence. All  applicants were routinely given the name and phone number of their  intake interviewer and encouraged to telephon\ne the DA's office for  further assistance. Following routine DA procedures, control group  women were offered a card with contact information and appointment  times for the three-, six-, 12-, and 18-month interviews. Women were  compensated for each interview. Women randomized to the intervention  group were offered the standard services of the DA's office plus six  advocacy case management intervention telephone calls. The advocacy  case management intervention was comprised of two parts. The first  part consisted of six telephone contacts with the victim. The first  intervention phone call occurred within 48 to 72 hours of the  protection order application by the victim. The victim was recontacted  at one, two, three, five, and eight weeks thereafter. The focus of  each call was on victim safety. Each call began with the safety  behavior checklist, noting behaviors adopted since the last  contact. During each phone call, the advocate offered suggestions and  strategies for adopting safety behavior. The advocate also offered  educational information and tailored referral sources to each woman's  unique situation. During each of the six planned advocacy phone  contacts, the victim was offered a status update on any missing  information from her protection order application. The advocate  advised the woman on securing needed pieces of information, such as  divorce or paternity decrees, medical records, or certified birth  certificates. The advocate supported, encouraged, and complimented the  woman's efforts toward completion of her protection order file. The  telephone calls ranged in duration from three minutes to 25 minutes,  with a average of nine minutes per call. The telephone calls stopped  eight weeks after application for the protection order. The second  part of the advocacy case management intervention entailed the  advocate checking the progress of protection orders for women in the  intervention group. Appropriate offices were called to ascertain  whether essential papers had been received and how many attempts had  been made to serve legal papers to the abuser. All female applicants  who qualified for a protection order against a sexual intimate, and  who spoke English or Spanish, were invited to participate in the  study. All but one of the women completed the three-, six-, 12-, and  18-month follow-up interviews and were compensated monetarily for  their participation in each separate interview. Each interview used  six different instruments to measure the victim's safety-seeking  behavior, levels of experienced violence, physical and emotional  functioning, and employment productivity. First, a 15-item safety  survey was administered to assess for present use of safety behaviors  and chart future adoption. At the first assessment, the woman was  asked \"Have you ever ...?\" At subsequent sessions, the women were  asked \"Since the last time we talked, have you ...? The second  instrument, Severity of Violence Against Women Scale, was a 46-item  questionnaire designed to measure threats of physical violence (19  items) and actual physical trauma (27 items). For each behavior, the  woman responded using a four-point scale to indicate how often the  behavior occurred. The next instrument was a Stalking Victimization  Survey (SVS), an 18-item yes/no questionnaire. Eight items were  developed by Tjaden and Thoennes (1998) as part of the VIOLENCE AND  THREATS OF VIOLENCE AGAINST WOMEN IN AMERICA SURVEY [VIOLENCE AND  THREATS OF VIOLENCE AGAINST WOMEN AND MEN IN THE UNITED STATES,  1994-1996 (ICPSR 2566)]. Examples of items included were: being  followed or spied on, receiving unsolicited letters or written  correspondence, or finding the perpetrator standing outside the  victim's home, school, or workplace. The SVS also included ten items  from the Sheridan (1998) HARASS instrument. The fourth instrument,  Danger Assessment Scale, was a 15-item questionnaire with a yes/no  response format designed to assist women in det\nermining their  potential risk for becoming a homicide victim. All items referred to  risk factors that had been associated with murder in situations  involving abuse. The fifth instrument used was the Medical Outcomes  Study Short Form (MOS SF-12) Health Survey, a shorter version of the  SF-36 survey, which was used to assess health status across physical  and emotional domains. The last instrument used dealt with work site harassment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables consisted of items taken from a safety  behavior checklist that asked victims if they hid money, extra house  and car keys, or a bag with extra clothing, established a secret code  with family and friends, asked neighbors to call the police if  violence began, or removed weapons. Additional items indicated  whether the victim had the following readily available: Social  Security numbers for herself, the perpetrator, and her children, rent  and utility receipts, birth certificates for herself and her children,  an identification card or driver's license, bank account numbers,  insurance policies and numbers (medical, auto, life, or house), a  marriage license, valuable jewelry, and important phone numbers. A  severity of violence-against-women-scale instrument was used to  determine the frequency with which the abuser threw an object, or  threatened to destroy property, hurt someone, kill himself, or kill  the victim, and the frequency with which the abuser pulled, spanked,  bit, grabbed, choked, punched, burned, or raped the victim. A stalking  survey captured behaviors such as whether the abuser followed the  victim, sent unsolicited letters, stood outside the victim's home or  workplace, killed the victim's pet, or threatened the victim's family  and friends. A danger scale instrument captured whether physical  violence increased in frequency or severity and whether there were  drugs or firearms in the home. Victims were asked whether their health  limited them in moderate activities, and whether they felt calm,  down-hearted, or had energy. Victims were also asked a series of  questions about harassment in the workplace. Demographic variables  include age, level of education, race, ethnicity, and income of victim and abuser."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restraining orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0020"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were collected using telephone interviews with women qualifying for the sample criteria."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All female applicants qualifying for a protection order against a sexual intimate partner living in Harris County, Texas."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample for this study consisted of all women, 18 years  or older, applying and qualifying for a protection order against a  sexual intimate. At the agency where this study was completed,  criteria for qualification for a protection order included (1) being a  victim of family violence, (2) a likelihood that family violence would  occur again in the future, and (3) a current or former intimate  relationship that included cohabiting or being the biological parents  of the same child. Women were informed at the time of application at  the district attorney's office whether they qualified for a protection  order. Only qualifying applicants were invited to participate in the  study. Other sample criteria included the requirement that the woman  speak either English\nor Spanish. A two-group randomized control design  was followed. Sampling with randomization to treatment or control  groups continued for 28 days until 75 women were entered into the  control group and 75 women were entered into the treatment group. A  total of 154 women qualified for the study and were invited to  participate. Four women refused to participate. The primary reason  given for refusal to enter the study was pain from physical  injuries. One woman committed suicide three weeks into the study. All  remaining 149 women completed the three-, six-, 12-, and 18-month follow-up interviews."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rates for the follow-up interviews were not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The following scales were used for this study: Severity  of Violence Against Women Scale (Marshall, 1992), Medical Outcomes  Study Health Survey, Short Form-12 (MOS SF-12) (Ware, 1993), Stalking  and Harassment (Sheridan, 1992), and Campbell Danger Assessment (Campbell, 1993)."}]}},"files":[{"description":"","label":"Evaluating a Collaborative Intervention Between Health Care and Criminal Justice in Harris County, Texas, 2001-2002  ","restricted":false,"version":1,"datasetVersionId":41232,"dataFile":{"id":2658856,"persistentId":"","pidURL":"","filename":"Evaluating a Collaborative Intervention Between Health Care and Criminal Justice in Harris County, Texas, 2001-2002  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}