{"status":"OK","data":{"id":39901,"identifier":"ICPSR02783.v3","persistentUrl":"https://doi.org/10.3886/ICPSR02783.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02783.v3","latestVersion":{"id":35901,"storageIdentifier":"file://10.3886/ICPSR02783.v3","versionState":"RELEASED","distributionDate":"1999-09-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:28:31Z","releaseTime":"2015-04-09T03:28:31Z","createTime":"2015-04-09T03:28:31Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News Monthly Poll #3, April 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, fielded April 13-14, 1999, is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to give their opinions of President Bill Clinton, Vice President Al Gore, First Lady Hillary Rodham Clinton, former New Jersey Senator Bill Bradley, Texas Governor George W. Bush, for\nmer head of the American Red Cross Elizabeth Dole, Arizona Senator John McCain, and former Vice President Dan Quayle. Other topics covered the conflict in Kosovo, problem students in public schools, and personal belief in miracles. Regarding the Kosovo conflict, respondents were asked whether they approved of United States and North Atlantic Treaty Organization (NATO) policy and Bill Clinton's handling of the crisis, how closely they had followed the news about the conflict, whether the intervention was worth the possible costs, how long they thought the crisis would last, whether ground troops were likely to be employed, whether the conflict would spread beyond Kosovo, and the best overall strategy for bringing peace to the region. On the subject of problem students in public schools, respondents were prompted for suggestions on what to do with students who frequently fight with other students, or are chronic substance abusers or truants. Specifically, respondents were asked about the efficacy of separating problem students from the general population of students, including the use of alternative schools, and whether they would pay higher taxes to implement that strategy. Switching to respondents' personal belief in miracles, opinions were solicited on scientific explanations for miracles, on the believability of religious healing and religious icon manifestations, and whether respondents had any personal experience with miracles. On other matters, respondents' opinions were elicited on whether Arkansas judge Susan Weber was right in holding Bill Clinton in contempt of court for lying under oath in the Paula Jones sexual harassment lawsuit, and whether respondents were ready for the upcoming federal income tax filing deadline. Background information on respondents includes age, race, education, sex, religion, marital status, political party, political orientation, access to and use of computer technology, recent voting history, age of children in household, and family income."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-09-15"},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS News Monthly Poll 3, April 1999  ","restricted":false,"version":1,"datasetVersionId":35901,"dataFile":{"id":2615547,"persistentId":"","pidURL":"","filename":"CBS News Monthly Poll 3, April 1999  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}