{"status":"OK","data":{"id":37703,"identifier":"ICPSR02612.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02612.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02612.v1","latestVersion":{"id":33703,"storageIdentifier":"file://10.3886/ICPSR02612.v1","versionState":"RELEASED","distributionDate":"2002-03-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:04:16Z","releaseTime":"2015-04-09T03:04:16Z","createTime":"2015-04-09T03:04:16Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Community Policing at the Street Level:  An Observational Study in Richmond, Virginia, 1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mastrofski, Stephen D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Snipes, Jeffrey B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Florida State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study's purpose was twofold: to investigate the nature  of police patrol work in a community policing context and to  field-test data collection instruments designed for systematic social  observation. The project, conducted in Richmond, Virginia, where its  police department was in the third year of a five-year plan to  implement community policing, was designed as a case study of one  police department's experience with community policing, focusing on  officers in the patrol division. A team of eight researchers conducted  observations with the police officers in the spring and summer of  1992. A total of 120 officers were observed during 125 observation  sessions. Observers accompanied officers throughout their regular work  shifts, taking brief field notes on officers' activities and  encounters with the public. All of an observed officer's time during  the shift was accounted for by either encounters or activities. Within  15 hours of the completion of the ridealong, the observer prepared a  detailed narrative account of events that occurred during the  ridealong and coded key items associated with these events. The study  generated five nested quantitative datasets that can be linked by  common variables. Part 1, Ridealong Data, provides information  pertinent to the 125 observation sessions or \"rides.\" Part 2, Activity  Data, focuses on 5,576 activities conducted by officers when not  engaged in encounters. Data in Part 3, Encounter Data, describe 1,098  encounters with citizens during the ridealongs. An encounter was  defined as a communication between officers and citizens that took  over one minute, involved more than three verbal exchanges between an  officer and a citizen, or involved significant physical contact  between the officer and citizen. Part 4, Citizen Data, provides data  relevant to each of the 1,630 citizens engaged by police in the  encounters. Some encounters involved more than one citizen. Part 5,  Arrest Data, was constructed by merging Parts 1, 3, and 4, and  provides information on 451 encounters that occurred during the  ridealongs in which the citizen was suspected of some criminal  mischief. All identification variables in this collection were created  by the researchers for this project. Variables from Part 1 include  date, start time, end time, unit, and beat assignment of the  observation session, and the primary officer's and secondary officer's  sex, race/ethnicity, years as an officer, months assigned to precinct  and beat, hours of community policing training, and general  orientation to community policing. Variables in Part 2 specify the  time the activity began and ended, who initiated the activity, type,  location, and visibility of the activity, involvement of the officer's  supervisor during the activity, an\nd if the activity involved  problem-solving, or meeting with citizens or other community  organizations. Part 3 variables include time encounter began and  ended, who initiated the encounter, primary and secondary officer's  energy level and mood before the encounter, problem as radioed by  dispatcher, and problem as it appeared at the beginning of the  encounter and at the end of the encounter. Information on the location  of the encounter includes percent of time at initial location,  visibility, officer's prior knowledge of the initial location, and if  the officer anticipated violence at the scene. Additional variables  focus on the presence of a supervisor, other police officers, service  personnel, bystanders, and participants, if the officer filed or  intended to file a report, if the officer engaged in problem-solving,  and factors that influenced the officer's actions. Citizen information  in Part 4 includes sex, age, and race/ethnicity of the citizen, role  in the encounter, if the citizen appeared to be of low income, under  the use of alcohol or drugs, or appeared to have a mental disorder or  physical injury or illness, if the citizen was representing an  establishment, if the citizen lived, worked, or owned property in the  police beat, and if the citizen had a weapon. Also presented are  various aspects of the police-citizen interaction, such as evidence  considered by the officer, requests and responses to each other, and  changes in actions during the encounter. Variables in Part 5 record  the officer's orientation toward community policing, if the suspect  was arrested or cited, if the offense was serious or drug-related,  amount of evidence, if the victim requested that the suspect be  arrested, if the victim was white, Black, and of low income, and if  the suspect represented an organization. Information on the suspect  includes gender, race, sobriety level, if of low income, if 19 years  old or less, if actively resistant, if the officer knew the suspect  adversarially, and if the suspect demonstrated conflict with  others. Some items were recoded for the particular analyses for which the Arrest Data were constructed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"At the time of this study there had been no  systematic accounts of American street-level police work conducted in  a community policing framework. This study's purpose, therefore, was  twofold: to learn something about the nature of police patrol work in  a community policing context and to field-test data collection  instruments designed for systematic social observation. The project,  conducted in Richmond, Virginia, where its police department was in  the third year of a five-year plan to implement community policing,  was designed as a case study of one police department's experience  with community policing, focusing on officers of the patrol  division. The instruments were designed to capture the enduring  features of police work (e.g., \"encounters\" between police and  public), plus other features that might arise out of the new  directions of community policing (special community policing  \"activities,\" such as dealing with community groups and  problem-solving). Additionally, the project attempted to introduce  several data collection refinements, including a detailed accounting  of how officers spent their work time, debriefing officers after some  of their encounters with the public, and employing a coded data entry  system using CODIT, a specially developed software package for  IBM-compatible personal computers. The methods used guided field  researchers in their observations to systematically record information  on what police officers do, how they interact with members of the  public, and what the immediate consequences are on the scene. The  researchers also sought to capture how and where officers spend their  time when not engaging the public. The data enable researchers to  learn more about differences in how the officers reacted to\ncommunity  policing, their degree of support for the community policing  \"environment\" provided by the program, how officers exercised their  discretion, what accounted for variations in officer behavior, and how citizens responded to police."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The methods and instruments employed for this  study were derived from the systematic social observation process used  as a means of applying methodological rigor to \"quantitative\"  research. Observations were conducted in the spring and summer of  1992, providing a cross-sectional picture of patrol practices during  one brief time period. A team of eight researchers conducted  observations: the principal investigator, the site director (a  graduate student), and six observers (three graduate students, two  recently graduated honors undergraduates, and one currently enrolled  undergraduate). The race/gender breakdown of the research team was  three white males, two Black males, and three white females. The field  researchers were employed full-time on the project during field  observation. Observers reported to the precinct station at least 15  minutes before roll call, reporting to the sergeant in charge of the  incoming squad. Observation began at the beginning of the official  start time of the shift and ended when the officer ended his or her  tour of duty. A total of 120 officers were observed during 125  observation sessions. Officers were given a brief, one-page  description of the study before observations began and fuller  explanations of the project, including information on confidentiality  and legal issues, as soon as time permitted. Observers accompanied  officers throughout their regular work shifts, taking brief field  notes on officers' activities and encounters with the public,  generally at times and in a manner that would not distract the officer  or citizens. All of an observed officer's time during the shift was  accounted for by either encounters or activities. Observers also  interviewed officers about their views of community policing at  convenient times during the ridealong (usually at the beginning as  part of the introduction to the study). Within 15 hours of the  completion of the ridealong, the observer prepared a detailed  narrative account of events that occurred during the ridealong and  coded key items associated with these events according to a protocol  available on personal computers at the research office. The study  generated five nested quantitative datasets that can be linked by  common variables. Part 1, Ridealong Data, provides information  pertinent to the 125 observation sessions or \"rides.\" Part 2, Activity  Data, focuses on 5,576 activities conducted by officers when not  engaged in encounters. Data in Part 3, Encounter Data, describe 1,098  encounters with citizens during the ridealongs. An encounter was  defined as a communication between officers and citizens that took  over one minute, involved more than three verbal exchanges between an  officer and a citizen, or involved significant physical contact  between the officer and citizen. Part 4, Citizen Data, provides data  relevant to each of the 1,630 citizens engaged by police in the  encounters. Some encounters involved more than one citizen. Part 5,  Arrest Data, was constructed by merging Parts 1, 3, and 4, and  provides information on 451 encounters that occurred during the  ridealongs in which the citizen was suspected of some criminal mischief."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables from Part 1 include date, start time, end  time, unit, and beat assignment of the observation session, and the  primary officer's and secondary officer's sex, race/ethnicity, years  as an officer, months assigned to precinct and beat, hours of  community policing training, and general orientation to community  policing. Variables in Part 2 specify the time the activity began and  ended, who initiated the activity, type, location, and visibility of  the\nactivity, involvement of the officer's supervisor during the  activity, and if the activity involved problem-solving, or meeting  with citizens or other community organizations. Part 3 variables  include time encounter began and ended, who initiated the encounter,  primary and secondary officer's energy level and mood before the  encounter, problem as radioed by dispatcher, and problem as it  appeared at the beginning of the encounter includes at the end of the  encounter. Information on the location of the encounter includes  percent of time at initial location, visibility, officer's prior  knowledge of the initial location, and if the officer anticipated  violence at the scene. Additional variables focus on the presence of a  supervisor, other police officers, service personnel, and bystanders  and participants, if the officer filed or intended to file a report,  if the officer engaged in problem-solving, and factors that influenced  the officer's actions. Citizen information in Part 4 includes sex,  age, and race/ethnicity of the citizen, role in the encounter, if the  citizen appeared to be of low income, under the use of alcohol or  drugs, or appeared to have a mental disorder or physical injury or  illness, if the citizen was representing an establishment, if the  citizen lived, worked, or owned property in the police beat, and if  the citizen had a weapon. Also presented are various aspects of the  police-citizen interaction, such as evidence considered by the  officer, requests and responses to each other, and changes in actions  during the encounter. Variables in Part 5 record the officer's  orientation toward community policing, if the suspect was arrested or  cited, if the offense was serious or drug-related, amount of evidence,  if the victim requested that the suspect be arrested, if the victim  was white, Black, and of low income, and if the suspect represented an  organization. Information on the suspect includes gender, race,  sobriety level, if of low income, if 19 years old or less, if actively  resistant, if the officer knew the suspect adversarially, and if the  suspect demonstrated conflict with others. Some items were recoded for the particular analyses for which the Arrest Data were constructed."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"citizen attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police patrol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Richmond"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"United States"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Virginia"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2612.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2612.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Detailed description and instructions for using  the CODIT software package is available separately (Snipes and Ritti,  1993). (2) Narratives from this project will be available once the  Secure Data Enclave\nat ICPSR becomes operational. (3) The user guide,  codebook, and data collection instrument are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"91-IJ-CX-0030"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-03-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["observations"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 4: Individuals, Parts 2, 3, and 5: Events"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All patrol officers in the Richmond, Virginia, Police Department in the spring and summer of 1992."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Richmond, Virginia, was chosen as the research site  because it was a medium-sized center city that was experiencing many  of the problems for which community policing was designed. The  Richmond Police Department was selected because it expected all  officers to engage in its practices and had initiated implementation  of its community policing program more than two years prior to the  research project's data collection. To obtain a representative sample  of police patrol behavior, each beat and special unit was  observed. The sample reflected a race and sex profile similar to that of the entire patrol division."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Activity Data","restricted":false,"version":1,"datasetVersionId":33703,"dataFile":{"id":2600307,"persistentId":"","pidURL":"","filename":"Activity Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Arrest Data","restricted":false,"version":1,"datasetVersionId":33703,"dataFile":{"id":2600310,"persistentId":"","pidURL":"","filename":"Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Citizen Data","restricted":false,"version":1,"datasetVersionId":33703,"dataFile":{"id":2600309,"persistentId":"","pidURL":"","filename":"Citizen Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Encounter Data","restricted":false,"version":1,"datasetVersionId":33703,"dataFile":{"id":2600308,"persistentId":"","pidURL":"","filename":"Encounter Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Ridealong Data","restricted":false,"version":1,"datasetVersionId":33703,"dataFile":{"id":2600306,"persistentId":"","pidURL":"","filename":"Ridealong Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}