{"status":"OK","data":{"id":44312,"identifier":"ICPSR21901.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21901.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR21901.v1","latestVersion":{"id":40312,"storageIdentifier":"file://10.3886/ICPSR21901.v1","versionState":"RELEASED","distributionDate":"2011-03-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:16:56Z","releaseTime":"2015-04-09T04:16:56Z","createTime":"2015-04-09T04:16:56Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Efficacy of Court-Mandated Counseling for Domestic Violence Offenders in Broward County, Florida, 1997-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Feder, Lynette"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Portland State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Forde, David R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Memphis"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dugan, Laura"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The ultimate purpose of the study was to test whether court-mandated counseling reduced the likelihood of repeat violence by men convicted of misdemeanor domestic violence. Researchers also tested the underlying theory arising from the reanalyses of the Minneapolis experiment (MINNEAPOLIS INTERVENTION PROJECT, 1986-1987 [ICPSR 9808]) and Spouse Assault Replication Programs (SARPs). This theory proposes that having a stake in conformity predicts when an intervention (whether an arrest or court-mandated treatment) will be effective in reducing the likelihood of subsequent violence. The study used a classical experimental design to test whether courts can effect change in men convicted of misdemeanor domestic violence by mandating them to participate in a spouse abuse abatement program (SAAP). All men convicted of misdemeanor domestic violence in Broward County, Florida, between May 1 and September 30, 1997, were randomly assigned to either an experimental or control group. The only exceptions were for those couples in which either defendant or victim did not speak English or Spanish; either defendant or victim was under 18 years of age; the defendant was severely mentally ill; or the judge, at the time of sentencing, allowed the defendant to move to another jurisdiction and serve his probation through mail contact. Of the remaining 404 defendants, men in the control group were sentenced to 1 year's probation and men in the experimental group were sentenced to 1 year's probation and mandated into one of the five local SAAPs. In an effort to determine the true amount of change in individuals undergoing court-mandated counseling, the researchers included various measures from several sources. Each batterer was interviewed at time of adjudication and again six months after adjudication. The victim was also interviewed at adjudication and 6 and 12 months after adjudication. Standardized measures with known reliability were used when possible. Probation records and computer checks with the local police for all new arrests were used to track the defendants for one year after adjudication. The defendant interviews asked questions to assess the defendant's stake in conformity including those dealing with his relationship to the victim, his employment, his residential stability and his relationship to others. Included in these interviews were questions from an abbreviated version of the Crowne-Marlowe Social Desirability Scale, the Shortened Attitudes Towards Women Scale, the Inventory of Beliefs About Wife Beating (IBWB), and the Revised Conflict Tactics Scale. The data file also includes questions dealing with offenders' perceptions of the fairness of the criminal justice process they had just been through, who they believed was responsible for the instant offense that brought them to court, and whether they felt coerced into the batterer's program. The victim interviews were similar to the defendants though most of the questions asked the victim to provide information about the offender and his relationship with her. The woman was also asked to provide information on her work history, who she regularly spent time with, whether she had spoken with family, friends, and neighbors about her relationship with the offender and, if she\nhad, if they were critical of her or her partner's actions in the particular incident leading to this court case. Similar to the offender's interviews, victims were asked about the history of violence in their home of origin and the particular incident bringing the offender to court. The probation reports provided information on the offender's criminal history, behavior in the community for the year while under supervision, and compliance with the batterer program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The ultimate purpose of the study was to test whether court-mandated counseling reduced the likelihood of repeat violence by men convicted of misdemeanor domestic violence. Researchers also tested the underlying theory arising from the reanalyses of the Minneapolis experiment (MINNEAPOLIS INTERVENTION PROJECT, 1986-1987 [ICPSR 9808]) and Spouse Assault Replication Programs (SARPs).  This theory proposes that having a stake in conformity predicts when an intervention (whether an arrest or court-mandated treatment) will be effective in reducing the likelihood of subsequent violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study used a classical experimental design to test whether courts can effect change in men convicted of misdemeanor domestic violence by mandating them to participate in a spouse abuse abatement programs (SAAP). All men convicted of misdemeanor domestic violence in Broward County, Florida, between May 1 and September 30, 1997, were randomly assigned to either an experimental or control group. The only exceptions were for those couples in which either defendant or victim did not speak English or Spanish; either defendant or victim was under 18 years of age; the defendant was severely mentally ill; or the judge, at the time of sentencing, allowed the defendant to move to another jurisdiction and serve his probation through mail contact. All other defendants were included in the study and randomly assigned to one of two groups. Men in the control group were sentenced to one year's probation. Men in the experimental group were sentenced to one year’s probation and mandated into one of the five local SAAPs.</p>\n\n<p>In an effort to determine the true amount of change in individuals undergoing court-mandated counseling, the researchers included various measures from several sources. Each batterer was interviewed at time of adjudication and again six months after adjudication. The victim was also interviewed at adjudication and 6 and 12 months after adjudication. Standardized measures with known reliability were used when possible. Probation records and computer checks with the local police for all new arrests were used to track the defendants for one year after adjudication.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The defendant interviews asked questions to assess the defendant's stake in conformity including those dealing with his relationship to the victim, his employment, his residential stability and his relationship to others.</p>\n\n<p>Included in these interviews were questions from an abbreviated version of the Crowne-Marlowe Social Desirability Scale. This standardized measure assessed how likely respondents were to answer questions in a socially desirable manner so as to portray themselves in a positive light. Questions were also asked from the Shortened Attitudes Towards Women Scale and the Inventory of Beliefs About Wife Beating (IBWB). The first measured the offender's perception of the proper roles of women on a continuum of traditional to less traditional while the IBWB measured the offender's belief about the correctness of controlling women through physical force.</p>\n\n<p>The data file also includes questions dealing with offenders' perceptions of the fairness of the criminal justice process they had just been through, who they believed was responsible for the instant offense that brought them to court, and whether they felt coerced into the batterer's program. The Revised Confli\nct Tactics Scale was used to capture the defendant's self-reported use of verbal, physical, and sexual abuse and the injury accruing from these acts.</p>\n\n<p>The victim interviews were similar to the defendants though most of the questions asked the victim to provide information about the offender and his relationship with her. Each woman was also asked to provide information on her work history (to measure their economic dependence on him), who she regularly spent time with (to assess social isolation), whether she had spoken with family, friends, and neighbors about her relationship with the offender and, if she had, if they were critical of her or her partner's actions in the particular incident leading to this court case (to measure whether there was support for her among her peer group). Similar to the offender's interviews, victims were asked about the history of violence in their home of origin. Regarding the particular incident bringing the offender to court, the women were asked whether they thought what he did should be considered a crime, who she viewed as responsible for the event, how likely it was that he would engage in physical force again, how safe she felt with him, and whether she thought he could quit being violent with and without counseling.</p>\n\n<p>The probation reports provided information on the offender's behavior in the community for the year while under supervision. As such, these records followed his residential and employment history. Necessarily, it also followed his criminal history (violations of probation, new arrests and new convictions) through probation's monitoring of any new arrests and convictions for the offender in and outside of this county.</p>\n\n<p>The data file also includes information on the offender's compliance with the special terms of his probation as set by the judge. If he had been sentenced to random alcohol or drug testing or supervision, information was collected on how often the monitoring took place and its findings. The offender's compliance with the batterer program was monitored through monthly reports regarding the defendant's attendance and progress provided by these programs. These reports were also coded to include the information they provided such as punctuality, participation, attitude, and progress.</p>\n\n<p>To capture the amount of monitoring and supervision the offenders were provided while under probation supervision, the number of probation meetings they attended, missed and rescheduled as noted in the probation records was collected. Additionally, the number of months the men were out in the community under probation supervision free from problems, not coming into probation though not violated and violated though still in the community but not under probation supervision was collected.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-03-31Version Text: 2011-03-31 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1996-WT-NX-0008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-03-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-05-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998-09-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997-05-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998-09-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative data were obtained from probation records of Broward County, Florida.  Survey data were obtained from interviews with defendants and victims."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All men convicted of misdemeanor domestic violence in Broward County, Florida, between May 1 and September 30, 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>All men convicted of misdemeanor domestic violence and sentence\nd to one year probation during the period of May 1, 1997, through September 30, 1997, in Broward County were included in the study.  The population included men who had either (1) pled guilty or no contest to domestic violence battery charges or who were found guilty after trial and were placed on probation, or (2) persons placed on probation, whether adjudicated guilty or not, for the offense of domestic violence battery, or (3) persons found guilty of or placed on probation for crimes of domestic violence.</p>\n\n<p>During this five-month period, all domestic violence cases were included in the sample where they involved a male defendant and a female victim both of whom were or had been involved in a romantic relationship. Violations of probation and violations of injunctions were not included in the sampling frame. The only misdemeanor domestic violence cases processed during this time in this jurisdiction that were excluded from the study were those where: (1) either defendant or victim did not speak either English or Spanish, (2) either defendant or victim were not 18 years of age or older, (3) the defendant was severely mentally ill, or (4) at the time of sentencing, the judge allowed the defendant to move to another jurisdiction and serve his probation through mail contact.</p>\n\n<p>During this five-month period, 446 individuals were placed in the sample. Forty-two cases were later excluded because they did not meet the above criteria. Reasons for these exclusions included 25 cases involving family members rather than individuals who were or had been involved in a romantic relationship. Of these family relationships, the majority were brother to sister and son to mother. Another four cases were omitted from the sample because they involved male defendants and victims or because they involved a female defendant and a male victim. There were three cases involving a violation of injunction and in another three the defendant was given a jail sentence rather than probation. In five cases the charges were dropped, in one case the individual was allowed to move out of the jurisdiction, and in one case the individual was deemed severely mentally ill and therefore inappropriate for the study.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates for defendants were 80 percent for the first surveys and 50 percent for interviews 6 months after adjudication. Survey completion rates for victims were 49 percent for the first survey, 30 percent for the second, and 22 percent for the third interviews."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"This study used the Crowne-Marlowe Social Desirability Scale, the Shortened Attitudes Towards Women Scale, the Inventory of Beliefs About Wife Beating (IBWB), and the Revised Conflict Tactics Scale (CTS2).  Several Likert-type scales were also used."}]}},"files":[{"description":"","label":"Efficacy of Court-Mandated Counseling for Domestic Violence Offenders in Broward County, Florida, 1997-1998","restricted":false,"version":1,"datasetVersionId":40312,"dataFile":{"id":2652811,"persistentId":"","pidURL":"","filename":"Efficacy of Court-Mandated Counseling for Domestic Violence Offenders in Broward County, Florida, 1997-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}