{"status":"OK","data":{"id":41123,"identifier":"ICPSR02802.v12","persistentUrl":"https://doi.org/10.3886/ICPSR02802.v12","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02802.v12","latestVersion":{"id":37123,"storageIdentifier":"file://10.3886/ICPSR02802.v12","versionState":"RELEASED","distributionDate":"1999-10-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:41:58Z","releaseTime":"2015-04-09T03:41:58Z","createTime":"2015-04-09T03:41:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users are reminded by the Substance Abuse and Mental Health Services Administration (SAMHSA) that these data are to be used solely for statistical analysis and reporting of aggregated information, and not for the investigation of specific individuals or organizations.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Treatment Episode Data Set -- Admissions (TEDS-A), 1997"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"TEDS-A, 1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Office of Applied Studies"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Office of Applied Studies"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Treatment Episode Data Set -- Admissions (TEDS-A) is a national census data system of annual admissions to substance abuse treatment facilities. TEDS-A provides annual data on the number and characteristics of persons admitted to public and private substance abuse treatment programs that receive public funding. The unit of analysis is a treatment admission. TEDS consists of data reported to state substance abuse agencies by the treatment programs, which in turn report it to SAMHSA.</p>\n\n<p>A sister data system, called the Treatment Episode Data Set -- Discharges (TEDS-D), collects data on discharges from substance abuse treatment facilities. The first year of TEDS-A data is 1992, while the first year of TEDS-D is 2006.</p>\n\n<p>TEDS variables that are required to be reported are called the \"Minimum Data Set (MDS)\", while those that are optional are called the \"Supplemental Data Set (SuDS)\".</p>\n\n<p>Variables in the MDS include: information on service setting, number of prior treatments, primary source of referral, gender, race, ethnicity, education, employment status, substance(s) abused, route of administration, frequency of use, age at first use, and whether methadone was prescribed in treatment. Supplemental variables include: diagnosis codes, presence of psychiatric problems, living arrangements, source of income, health insurance, expected source of payment, pregnancy and veteran status, marital status, detailed not in labor force codes, detailed criminal justice referral codes, days waiting to enter treatment, and the number of arrests in the 30 days prior to admissions (starting in 2008).</p>\n\n<p>Substances abused include alcohol, cocaine and crack, marijuana and hashish, heroin, nonprescription methadone, other opiates and synthetics, PCP, other hallucinogens, methamphetamine, other amphetamines, other stimulants, benzodiazepines, other non-benzodiazepine tranquilizers, barbiturates, other non-barbiturate sedatives or hypnotics, inhalants, over-the-counter medications, and other substances.</p>\n\n<p>Created variables include total number of substances reported, intravenous drug use (IDU), and flags for any mention of specific substances.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health care services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health insurance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR IX. Health Care and Health Facilities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD V. Health and Well-Being"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"SAMHDA III. Treatment Episode Data Set (TEDS)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"SAMHDA subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-11-27Version Text: 2013-11-27Version Date: 2013-11-27Version Text: 2013-11-27 Subject: null  Type: null  Notes: Updated and released variable-level ddi file.;Version Date: 2012-07-20Version Text: 2012-07-20 Subject: null  Type: null  Notes: The recodes for the variables DETNLF and DETCRIM have been revised to provide greater utility in using these variables in analysis. Also, in Appendix B of the codebook the recode table now shows the original percentages of each value for select variables.;Version Date: 2011-05-19Version Text: 2011-05-19 Subject: null  Type: null  Notes: Cases where age was missing have been excluded from the dataset. Minor changes to some variable labels, value labels, and question text were made to better align the variables with the information presented in the TEDS Admissions manual.;Version Date: 2010-04-12Version Text: 2010-04-12 Subject: null  Type: null  Notes: Improvements were made to align the data and question text with information provided in the admissions manual. Also, changes were made in the recoding of the variables for age, race, and pregnancy status. The variable SERVSET was renamed to SERVSETA to distinguish it from the service setting variable in the TEDS Discharge data.;Version Date: 2006-12-12Version Text: 2006-12-12 Subject: null  Type: null  Notes: A new variable (alcdrug) has been added. The width of a few other variables was changed so that all TEDS studies are consistent. These changes affected the variable count as well as the LRECL.;Version Date: 2005-09-12Version Text: 2005-09-12 Subject: null  Type: null  Notes: A new census-based geographic code CBSA (Core-Based Statistical Area) was added to the data file. The codebook has been updated to include related information regarding modifications designed to ensure confidentiality protection. SAS transport (XPORT) file, SPSS portable file, and Stata system file, with SAS and Stata supplemental syntax files have also been added.;Version Date: 2005-05-12Version Text: 2005-05-12 Subject: null  Type: null  Notes: Minor changes have been made to the codebook.;Version Date: 2004-07-26Version Text: 2004-07-26 Subject: null  Type: null  Notes: The data for this collection have been updated with a new data extract, current as of 5/11/2004. Corresponding Stata data definition statements have also been added. The primary, secondary, and tertiary substance codes now conform to the original substance codes and are no longer collapsed into fewer categories. The codebook has been modified to reflect these changes.;Version Date: 2004-02-24Version Text: 2004-02-24 Subject: null  Type: null  Notes: The data for this collection have been updated with a new data extract, current as of 1/13/2003.;Version Date: 2003-03-27Version Text: 2003-03-27 Subject: null  Type: null  Notes: This is a new data extract, current as of 4/1/2002.;Version Date: 2002-09-19Version Text: 2002-09-19 Subject: null  Type: null  Notes: This edition of the data collection includes a revised data file based on a new disclosure analysis conducted by SAMHDA. See the codebook for a summary of the disclosure procedures. The new data file includes 100 percent of the 1997 TEDS admission records as of the 4/16/2001 extract date. It replaces the earlier version that contained a 25-percent sample of the same records. New variables include: number of substances reported, intravenous drug use (IDU), and flags for any mention of specific substances.;Version Date: 2001-02-07Version Text: 2001-02-07 Subject: null  Type: null  Notes: This is a new data extract, current as of 3/31/2000.;Version Date: 1999-11-10Version Text: 1999-11-10 Subject: null  Type: null  Notes: The data have been updated to correct a recoding error in the variable DSMCRIT. This only affects DSMCRIT categories \"1\" (ALC IND DISORD) and \"14\" (MENTAL HEALTH CONDITION).; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: <p>Several limitations to the data exist and should be noted:</p>\n\n<ul>\n<li><p>The number and client mix of TEDS records depends, to some extent, on external factors, including the availability of public funds. In states with higher funding levels, a larger percentage of the substance-abusing population may be admitted to treatment, including the less severely impaired and the less economically disadvantaged.</p></li>\n<li><p>The primary, secondary, and tertiary substances of abuse reported to TEDS are those substances that led to the treatment episode, and not necessarily a complete enumeration of all drugs used at the time of admission.</p></li>\n<li><p>The way an admission is defined may vary from state to state such that the absolute number of admissions is not a valid measure for comparing states.</p></li>\n<li><p>States continually review the quality of their data processing. As systematic errors are identified, revisions may be enacted in historical TEDS data files. While this process improves the dataset over time, reported historical statistics may change slightly from year to year.</p></li>\n<li><p>States vary in the extent to which coercion plays a role in referral to treatment. This variation derives from criminal justice practices and differing concentrations of abuser subpopulations.</p></li>\n<li><p>Public funding constraints may direct states to selectively target special populations, for example, pregnant women or adolescents.</p></li>\n<li><p>TEDS consists of treatment admissions, and therefore may include multiple admissions for the same client. Thus, any statistics derived from the data will represent admissions, not clients. It is possible for clients to have multiple initial admissions within a state and even within providers that have multiple treatment sites within the state. TEDS provides a national snapshot of what is seen at admission to treatment, but is currently not designed to follow individual clients through a sequence of treatment episodes.</p></li>\n<li><p>TEDS distinguishes between \"transfer admissions\" and \"initial admissions.\" Transfer admissions include clients transferred for distinct services within an episode of treatment. Only initial admissions are included in the public-use file.</p></li>\n<li><p>Some states have no Opioid Treatment Programs (OTPs) that provide medication-assisted therapy using m\nethadone and/or buprenorphine.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>In 2012, a new variable was added that reports the number of times, if any, that a client was arrested in the 30 days preceding his or her admission into treatment. The variable is not on files prior to 2008.</p>;Subject: Study Level Error Note, Notes: <p>In 2012, changes were made to the full TEDS series. The changes consisted of the following:</p>\n\n<ul>\n<li><p>The recoding scheme of the variable DENTLF (Detailed Not in Labor Force Category) was changed. The cases for \"Inmate of Institution\" have been separated from \"Other\" and are now a standalone category.</p></li>\n<li><p>The recoding scheme of the variable DETCRIM (Detailed Criminal Justice Referral) was changed. The cases for \"Prison\" have been separated from \"Probation/Parole\" and are now a standalone category. The same was done for the cases for \"Diversionary Program\" which were previously combined with \"Other\". But the cases for \"Other Recognized Legal Entity\" previously combined with \"State/Federal Court, Other Court\" have now been combined with the \"Other\" category.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>In 2011, a change was made to the full TEDS series. All records for which the age is missing are now excluded from the dataset.</p>;Subject: Study Level Error Note, Notes: <p>In 2010, changes were made to the full TEDS series. The changes consisted of the following:</p>\n\n<ul>\n<li><p>Clients 11 years old and younger are excluded from the dataset.</p></li>\n<li><p>Puerto Rico now has its own category for Census Region and Division. Clients in Puerto Rico were formerly classified into the South Census Region and South Atlantic Census Division.</p></li>\n<li><p>The state FIPS (STFIPS) variable is retained and a second state variable was dropped to reduce redundancy.</p></li>\n<li><p>Value labels and question text are better aligned with the TEDS State Instruction Manual for Admissions Data.\n<a href=\"http://wwwdasis.samhsa.gov/dasis2/manuals/teds_adm_manual.pdf\">http://wwwdasis.samhsa.gov/dasis2/manuals/teds_adm_manual.pdf</a></p></li>\n<li><p>The variable RACE is no longer recoded. Codes for \"Asian\" (code 13) and \"Native Hawaiian or Pacific Islander\" (code 23) are now retained. Previously these codes were combined into the single code \"Asian or Pacific Islander\" (code 3). Each state may report any of the three codes. Therefore, all three codes remain in the data, unchanged from the way they are collected by the states.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>The categories and codes in this public-use file differ somewhat from those used by SAMHSA and those found in the TEDS Crosswalks and in other reports. This is a result of the recoding that was performed to protect client privacy in creating the public-use file.</p>;Subject: Study Level Error Note, Notes: <p>To further protect respondent and provider privacy, all Behavioral Health Services Information System (BHSIS) unique identification numbers have been removed from the public-use data. Therefore, no linkages are possible between the TEDS and the National Survey of Substance Abuse Treatment Services (N-SSATS) public-use files.</p>;Subject: Study Level Error Note, Notes: <p>The data are collected from the states by Synectics for Management Decisions, Incorporated, on behalf of SAMHSA.</p>;Subject: Study Level Error Note, Notes: <p>The 1997 public-use file was created using the most current data from May 2004 (the May 11, 2004, extract).</p>; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-10-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Treatment Episode Data Set - Admissions (TEDS-A) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative records from substance abuse treatment programs as reported to state substance abuse agencies"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Core-Based Statistical Area (CBSA)"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["treatment admissions"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["State laws require certain substance abuse treatment programs to report all of their admissions and discharges to the State. In all States, treatment programs receiving any public funds are required to provide the data on both publicly and privately funded clients. In some States, programs that do not receive public funds are required to provide data as well. On the other hand, there are some instances in which information is provided only for clients whose treatment is funded through public monies. TEDS collects this data from the States on all admissions and discharges aged 12 or older. TEDS-A presents only the admission data."]},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."}]}},"files":[{"description":"","label":"Treatment Episode Data Set -- Admissions (TEDS-A), 1997","restricted":false,"version":1,"datasetVersionId":37123,"dataFile":{"id":2624594,"persistentId":"","pidURL":"","filename":"Treatment Episode Data Set -- Admissions (TEDS-A), 1997","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}