{"status":"OK","data":{"id":43160,"identifier":"ICPSR21020.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21020.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR21020.v1","latestVersion":{"id":39160,"storageIdentifier":"file://10.3886/ICPSR21020.v1","versionState":"RELEASED","distributionDate":"2007-10-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:04:21Z","releaseTime":"2015-04-09T04:04:21Z","createTime":"2015-04-09T04:04:21Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Violent Victimization on Physical and Mental Health Among Women in the United States, 1994-1996"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kaukinen, Catherine E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"DeMaris, Alfred"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Bowling Green State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The major goals of the project were to use survey data  about victimization experiences among American women to examine: (a)  the consequences of victimization for women's physical and mental  health, (b) how the impact of victimization on women's health sequelae  is conditioned by the victim's invoking of family and community  support, and (c) how among victims of intimate partner violence, such  factors as the relationship between the victim and offender, the  offender's characteristics, and police involvement condition the  impact of victimization on the victim's subsequent physical and mental  health. This data collection consists of the SPSS syntax used to  recode existing variables and create new variables from the study,  VIOLENCE AND THREATS OF VIOLENCE AGAINST WOMEN AND MEN IN THE UNITED  STATES, 1994-1996 (ICPSR 2566). The study, also known as the National  Violence against Women Survey (NVAWS), surveyed 8,000 women 18 years  of age or older residing in households throughout the United States in  1995 and 1996. The data for the NVAWS were gathered via a national,  random-digit dialing sample of telephone households in the United  States, stratified by United States Census region. The NVAWS  respondents were asked about their lifetime experiences with four  different kinds of violent victimization: sexual abuse, physical  abuse, stalking, and intimidation. Using the data from the NVAWS, the  researchers in this study performed three separate analyses. The study  included outcome variables, focal variables, moderator variables, and control variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The major goals of the project were to use survey  data about victimization experiences among American women to examine:  (a) the consequences of childhood, adolescent, and adult victimization  for women's physical and mental health, where violent victimization is  defined by experiencing either physical or sexual assault, stalking,  or threats from another person or persons, (b) how the impact of  victimization on women's health sequelae is conditioned by the  victim's invoking of family and community support, and (c) how among  victims of intimate partner violence, such factors as the relationship  between the victim and offender, the offender's characteristics (stake  in conformity), and police involvement condition the impact of victimization on the victim's subsequent physical and mental health."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection consists of the SPSS syntax  used to recode existing variables and create new variables from the  study, VIOLENCE AND THREATS OF VIOLENCE AGAINST WOMEN AND MEN IN THE  UNITED STATES, 1994-1996 (ICPSR 2566). The study, also know as the  National Violence against Women Survey (NVAWS), surveyed 8,000 women  18 years of age or older residing in households throughout the United  States in 1995 and 1996. The data for the NVAWS were gathered via a  national, random-digit dialing sample of telephone households in the  United States, stratified by United States Census region. The NVAWS  respondents were asked about their lifetime experiences with four  different kinds of violent victimization: sexual abuse, physical  abuse, stalking, and intimidation. Respondents disclosing  victimization were asked detailed questions about the characteristics  and consequences of victimization as they experienced it, including  injuries sustained and use of medical services. Incidents were  recorded that had occurred at any time during the respondent's  lifetime and also those that occurred within the 12 months prior to  the interview. Additionally, respondents were queried about their  physical and mental health, demographic characteristics, and  characteristics of the current partner, if present. Due to\nthe  sensitive nature of the survey, female respondents were interviewed by  women and when a respondent disclosed abuse or appeared in distress,  local support services were offered. Using data from the NVAWS, the  researchers in this study performed three separate analyses. The first  analysis examined the consequences of violence for women's health.  Second, for the sample of violent crime victims, the researchers  examined how appealing to sources of community support conditions the  impact of the victimization on health outcomes. Finally, the  researchers examined the moderating effect of help-seeking on health outcomes in the context of violence by an intimate partner."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study includes outcome variables, focal  variables, moderator variables, and control variables. The outcome  variables include: depressive symptomatology, concern for personal  safety, self-protective behaviors, self-assessed health,  post-traumatic stress disorder (PTSD), and the exhibition of substance  use (heavy episodic drinking, illicit drug use, and prescription drug  use). Focal variables measure the impact on physical and mental health  of physical assault, sexual assault, stalking, and threatening.  Moderator variables related to the victimization event, victim's  help-seeking behavior, and characteristics of the perpetrator. The  characteristics of the violent victimizations employed in the models  include: life-course stage of victimization (child, teen, and adult),  the victim-offender relationship (relative, acquaintance,  stranger), and intimate partner (current or former). The help-seeking  variables include family, friends, neighbors, and clergy, and the  community support measures include rape crisis centers, domestic  violence shelters, rape counselors, doctors, and psychiatrists. The  police response variables include: arresting the perpetrator, taking a  report, providing the victim with information on victim or court  services, or providing advice on self-protection. Control variables  include age, race, education, personal income, child abuse, number of  children in the household, and dummy variables for having ever  sustained a serious injury, having had a chronic disease or disabling  health condition, having had a chronic mental condition, marital  status, employment status, and being the first to hit the offender in cases of physical assault."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime impact"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-10-26Version Text: 2007-10-26 Subject: null  Type: null  Notes: inap.;Subject: Study Level Error Note, Notes: In order to use the SPSS syntax file provided in this  collection, users must first obtain VIOLENCE AND THREATS OF VIOLENCE  AGAINST WOMEN AND MEN IN THE UNITED STATES, 1994-1996 (ICPSR 2566), available from the ICPSR Web site: http://www.icpsr.umich.edu.; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-WG-BX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-10-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1996-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["program source code"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["VIOLENCE AND THREATS OF VIOLENCE AGAINST WOMEN AND MEN IN THE UNITED STATES, 1994-1996 (ICPSR 2566)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["inap."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The first set of analyses examining the consequences of  childhood, adolescent, and adult victimization for women's subsequent  physical and mental health were based on the full sample of women in  the NVAWS. After omitting those with missing data on the response  variables, involved samples ranged between 7,380 and 7,585  respondents. The second set of analyses examining the moderating  effects of social support on physical and mental health outcomes  employ the sample of women who had been the victim of sexual assault,  physical assault, stalking or threats. After omitting those with  missing data on the response variables, the involved samples ranged  between 4,078 and 4,093 respondents.\nThe final stage of the project  identified the impact of intimate partner violence and examined the  moderating effect of help-seeking strategies on the relationship  between the extent/severity of victimization and health outcomes in  the context of violent victimization by an intimate partner. In this  last case, the researchers looked at how the moderating effect of  community support is conditioned on the offender's stake in  conformity. These analyses employed only those who had been victimized  by a current partner. After omitting those with missing data on the response variables, the involved sample included 410 respondents."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The 12 items on physical victimization in the NVAWS were  adaptations of items in the Conflict Tactics Scales (Straus, 1979,  #4629). The PTSD inventory used in the NVAWS was adopted from the  \"Impact of Event Scale\" developed by Daniel Weiss. Several Likert-type  scales were also used in the NVAWS. For this project, the researchers  developed a depression scale, a scale of extent/severity of assault, a concern for safety scale, as well as scales of alcohol and drug use."}]}},"files":[{"description":"","label":"Impact of Violent Victimization on Physical and Mental Health Among Women in the United States, 1994-1996","restricted":false,"version":1,"datasetVersionId":39160,"dataFile":{"id":2643562,"persistentId":"","pidURL":"","filename":"Impact of Violent Victimization on Physical and Mental Health Among Women in the United States, 1994-1996","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}