{"status":"OK","data":{"id":44355,"identifier":"ICPSR02789.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02789.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02789.v1","latestVersion":{"id":40355,"storageIdentifier":"file://10.3886/ICPSR02789.v1","versionState":"RELEASED","distributionDate":"2000-08-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:17:25Z","releaseTime":"2015-04-09T04:17:25Z","createTime":"2015-04-09T04:17:25Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effectiveness of Alternative Victim Assistance Service Delivery Models in the San Diego Region, 1993-1994"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rienick, Cynthia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hoctor Mulmat, Darlanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pennell, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study had a variety of aims: (1) to assess the needs  of violent crime victims, (2) to document the services that were  available to violent crime victims in the San Diego region, (3) to  assess the level of service utilization by different segments of the  population, (4) to determine how individuals cope with victimization  and how coping ability varies as a function of victim and crime  characteristics, (5) to document the set of factors related to  satisfaction with the criminal justice system, (6) to recommend  improvements in the delivery of services to victims, and (7) to  identify issues for future research. Data were collected using five  different survey instruments. The first survey was sent to over 3,000  violent crime victims over the age of 16 and to approximately 60  homicide witnesses and survivors in the San Diego region (Part 1,  Initial Victims' Survey Data). Of the 718 victims who returned the  initial survey, 330 victims were recontacted six months later (Part 2,  Follow-Up Victims' Survey Data). Respondents in Part 1 were asked what  type of violent crime occurred, whether they sustained injury, whether  they received medical treatment, what the nature of their relationship  to the suspect was, and if the suspect had been arrested. Respondents  for both Parts 1 and 2 were asked which service providers, if any,  contacted them at the time of the incident or afterwards. Respondents  were also asked what type of services they needed and received at the  time of the incident or afterwards. Respondents in Part 2 rated the  overall service and helpfulness of the information received at the  time of the incident and after, and their level of satisfaction  regarding contact with the police, prosecutor, and judge handling  their case. Respondents in Part 2 were also asked what sort of  financial loss resulted from the incident, and whether federal, state,  local, or private agencies provided financial assistance to  them. Finally, respondents in Part 1 and Part 2 were asked about the  physical and psychological effects of their victimization. Demographic  variables for Part 1 and Part 2 include the marital status, employment  status, and type of job of each violent crime  victim/witness/survivor. Part 1 also includes the race, sex, and  highest level o\nf education of each respondent. Police and court case  files were reviewed six months after the incident occurred for each  initial sample case. Data regarding victim and incident  characteristics were collected from original arrest reports, jail  booking screens, and court dockets (Part 3, Tracking Data). The  variables for Part 3 include the total number of victims, survivors,  and witnesses of violent crimes, place of attack, evidence collected,  and which service providers were at the scene of the crime. Part 3  also includes a detailed list of the services provided to the  victim/witness/survivor at the scene of the crime and after. These  services included counseling, explanation of medical and police  procedures, self-defense and crime prevention classes, food, clothing,  psychological/psychiatric services, and help with court  processes. Additional Part 3 variables cover circumstances of the  incident, initial custody status of suspects, involvement of victims  and witnesses at hearings, and case outcome, including disposition and  sentencing. The race, sex, and age of each victim/witness/survivor are  also recorded in Part 3 along with the same demographics for each  suspect. Data for Part 4, Intervention Programs Survey Data, were  gathered using a third survey, which was distributed to members of the  three following intervention programs: (1) the San Diego Crisis  Intervention Team, (2) the EYE Counseling and Crisis Services, Crisis  and Advocacy Team, and (3) the District Attorney's Victim-Witness  Assistance Program. A modified version of the survey with a subset of  the original questions was administered one year later to members of  the San Diego Crisis Intervention Team (Part 5, Crisis Intervention  Team Survey Data) and to the EYE Counseling and Crisis Services,  Crisis and Advocacy Team (Part 6, EYE Crisis and Advocacy Team Survey  Data). The survey questions for Parts 4-6 asked each respondent to  provide their reasons for becoming involved with the program, the  goals of the program, responsibilities of the staff or volunteers, the  types of referral services their agency provided, the number of hours  of training required, and the topics covered in the  training. Respondents for Parts 4-6 were further asked about the  specific types of services they provided to  victims/witnesses/survivors. Part 4 also contains a series of  variables regarding coordination efforts, problems, and resolutions  encountered when dealing with other intervention agencies and law  enforcement agencies. Demographic variables for Parts 4-6 include the  ethnicity, age, gender, and highest level of education of each  respondent, and whether the respondent was a staff member of the  agency or volunteer. The fourth survey was mailed to 53 referral  agencies used by police and crisis interventionists (Part 7, Service  Provider Survey Data). Part 7 contains the same series of variables as  Part 4 on dealing with other intervention and law enforcement  agencies. Respondents in Part 7 were further asked to describe the  type of victims/witnesses/survivors to whom they provided service  (e.g., domestic violence victims, homicide witnesses, or suicide  survivors) and to rate their level of satisfaction with referral  procedures provided by law enforcement officers, hospitals,  paramedics, religious groups, the San Diego Crisis Intervention Team,  the EYE Crisis Team, and the District Attorney's Victim/Witness  Program. Part 7 also includes the hours of operation for each service  provider organization, as well as which California counties they  serviced. Finally, respondents in Part 7 were given a list of services  and asked if they provided any of those services to  victims/witnesses/survivors. Services unique to this list included job  placement assistance, public awareness campaigns, accompaniment to  court, support groups, and advocacy with outside agencies (e.g.,  employers or creditors). Demographic variables for Part 7 include the\nethnicity, age, and gender of each respondent. The last survey was  distributed to over 1,000 law enforcement officers from the Escondido,  San Diego, and Vista sheriff's agencies (Part 8, Law Enforcement  Survey Data). Respondents in Part 8 were surveyed to determine their  familiarity with intervention programs, how they learned about the  program, the extent to which they used or referred others to  intervention services, appropriate circumstances for calling or not  calling in interventionists, their opinions regarding various  intervention programs, their interactions with interventionists at  crime scenes, and suggestions for improving delivery of services to  victims. Demographic variables for Part 8 include the rank and agency of each law enforcement respondent."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Victimization often steals one's sense of  personal control, thereby producing psychological repercussions that  exacerbate feelings of fear and vulnerability. Victims of violent  crime, moreover, become dissatisfied and resentful of the criminal  justice system, plagued by feelings of shame and guilt, and many times  transfer a sense of disorder, powerlessness, and fear to other areas  in their life. Previous research has pointed out that not all victims  cope with victimization equally. While studies have examined how  victimization changes an individual's life, very little was known  about how well the needs of these victims were actually being  met. This study sought to: (1) assess the needs of violent crime  victims, (2) document the services that were available to violent  crime victims in the San Diego region, (3) assess the level of service  utilization by different segments of the population, (4) determine how  individuals cope with victimization and how coping ability varies as a  function of victim and crime characteristics, (5) document the set of  factors related to satisfaction with the criminal justice system, (6)  recommend improvements in the delivery of services to victims, and (7) identify issues for future research."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected using five different surveys  and official records. The first survey was sent to over 3,000 violent  crime victims over the age of 16 in the San Diego region (Part 1,  Initial Victims' Survey Data). Over 60 homicide witnesses and  survivors in the city of San Diego were also contacted. English and  Spanish versions of the surveys were mailed four weeks after the  incident and were accompanied by a cover letter from the District  Attorney that explained the purpose of the survey and assured the  victim, witness, or survivor that his or her input was voluntary,  confidential, and anonymous. Follow-up mailings were sent two weeks  after the initial mailing to increase response rates. A section at the  end of the initial victims' survey asked respondents for their  permission to be contacted again in the future for the purpose of  gaining additional input regarding the effects of victimization. Of  the 718 victims who returned the initial survey, 330 victims were  recontacted six months later (Part 2, Follow-Up Victims' Survey  Data). This second survey was administered via telephone interviews or  distributed by mail. The interview included both test and original  questions. Also, some items from the initial survey were repeated to  measure changes in needs, attitudes, coping behavior, and services  received. Specific questions were asked regarding case outcome, and  victim satisfaction with the criminal justice system was explored more  fully compared to the initial survey. Next, police and court case  files were reviewed six months after the incident occurred for each  initial sample case. Data regarding victim and incident  characteristics were collected from original arrest reports, jail  booking screens, and court dockets. The information gathered from  these official records were recorded onto a case tracking form (Part  3, Tr\nacking Data). Data for Part 4, Intervention Programs Survey Data,  were gathered using a third survey, which was distributed to members  of the three following intervention programs: (1) the San Diego Crisis  Intervention Team, (2) the EYE Counseling and Crisis Services, Crisis  and Advocacy Team, and (3) the District Attorney's Victim-Witness  Assistance Program. Due to large staff and volunteer turnover with  intervention programs, a modified version of this survey with a subset  of the original questions was administered one year later to members  of the San Diego Crisis Intervention Team (Part 5, Crisis Intervention  Team Survey Data) and the EYE Crisis and Advocacy Team (Part 6, EYE  Crisis and Advocacy Team Survey Data). When identical questions were  asked, data from the most recent administration of the instrument were  used. Since no direct comparisons to the San Diego Crisis Intervention  Team and the Crisis and Advocacy Team were intended, the members of  the District Attorney's Victim-Witness Assistance Program were only  surveyed once. To determine the variety of services available to  victims in the San Diego region, the fourth survey was mailed to 53  referral agencies used by police and crisis interventionists to  measure the level of satisfaction with referral procedures,  coordination among agencies, extent of duplication of services, type  of services provided to victims, and suggestions for improving service  delivery models (Part 7, Service Provider Survey Data). The last  survey was distributed to over 1,000 law enforcement officers from the  Escondido, San Diego, and Vista sheriff's agencies, who were surveyed  at line-up (Part 8, Law Enforcement Survey Data). Each of these law  enforcement agencies was served by either the Crisis Intervention Team and/or the EYE Crisis programs."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Respondents in Part 1 were asked what type of  violent crime occurred, whether they sustained injury, whether they  received medical treatment, what the nature of their relationship to  the suspect was, and if the suspect had been arrested. Respondents for  both Parts 1 and 2 were asked which service providers, if any,  contacted them at the time of the incident or afterwards. Respondents  were also asked what type of services they needed and received at the  time of the incident or afterwards. Respondents in Part 2 rated the  overall service and helpfulness of the information received at the  time of the incident and after, and their level of satisfaction  regarding contact with the police, prosecutor, and judge handling  their case. Respondents in Part 2 were also asked what sort of  financial loss resulted from the incident, and whether federal, state,  local, or private agencies provided financial assistance to  them. Finally, respondents in Part 1 and Part 2 were asked about the  physical and psychological effects of their victimization. Demographic  variables for Part 1 and Part 2 include the marital status, employment  status, and type of job of each violent crime  victim/witness/survivor. Part 1 also includes the race, sex, and  highest level of education of each respondent. The variables for Part  3 include the total number of victims, survivors, and witnesses of  violent crimes, place of attack, evidence collected, and which service  providers were at the scene of the crime. Part 3 also includes a  detailed list of the services provided to the victim/witness/survivor  at the scene of the crime and after. These services included  counseling, explanation of medical and police procedures, self-defense  and crime prevention classes, food, clothing,  psychological/psychiatric services, and help with court  processes. Additional Part 3 variables cover circumstances of the  incidents, initial custody status of suspects, involvement of victims  and witnesses at hearings, and case outcomes, including dispositions  and sentencing. The race, sex, and age of each victim/witness/survivor  ar\ne also recorded in Part 3, along with the same demographics for each  suspect. The survey questions for Parts 4-6 asked each respondent to  provide their reasons for becoming involved with the program, the  goals of the program, responsibilities of the staff or volunteer, the  types of referral services their agency provided, the number of hours  of training required, and the topics covered in the  training. Respondents for Parts 4-6 were further asked about the  specific types of services they provided to  victims/witnesses/survivors. Part 4 also contains a series of  variables regarding coordination efforts, problems, and resolutions  encountered when dealing with other intervention agencies and law  enforcement agencies. Demographic variables for Parts 4-6 include the  ethnicity, age, gender, and highest level of education of each  respondent, and whether the respondent was a staff member of the  agency or volunteer. Respondents in Part 7 were further asked to  describe the type of victims/witnesses/survivors to whom they provided  service (e.g., domestic violence victims, homicide witnesses, or  suicide survivors) and to rate their level of satisfaction with  referral procedures provided by law enforcement officers, hospitals,  paramedics, religious groups, the San Diego Crisis Intervention Team,  the EYE Crisis Team, and the District Attorney's Victim/Witness  Program. Part 7 also includes the hours of operation for each service  provider organization, as well as which California counties they  serviced. Finally, respondents in Part 7 were given a list of services  and asked if they provided any of those services to  victims/witnesses/survivors. Services unique to this list included job  placement assistance, public awareness campaigns, accompaniment to  court, support groups, and advocacy with outside agencies (e.g.,  employers or creditors). Demographic variables for Part 7 include the  ethnicity, age, and gender of each respondent. Respondents in Part 8  were surveyed to determine their familiarity with intervention  programs, how they learned about the program, the extent to which they  used or referred others to intervention services, appropriate  circumstances for calling or not calling in interventionists, their  opinions regarding various intervention programs, their interactions  with interventionists at crime scenes, and suggestions for improving  delivery of services to victims. Demographic variables for Part 8 include the rank and agency of each law enforcement respondent."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"coping"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crisis intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2789.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebooks, and data collection  instruments are provided as Portable Document Format (PDF) files. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-IJ-CX-K025"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-08-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, telephone interviews, and official records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 2, and 4-8: Individuals. Part 3: Cases."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Victims, witnesses, and survivors of  violent crimes in the San Diego region, who were over the age of 16 at  the time of incident. Part 3: Violent crime incidents. Parts 4-6:  Staff and volunteers of crisis intervention programs servicing the San  Diego region. Part 7: Community agencies providing services to violent  crime victims, witnesses, and survivors in the San Diego area. Part 8:  Law enforcement officers servicing Escondido and Vista counties, and the city of San Diego, California."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1-3: Not applicable. Parts 4-8: Convenience sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for Part 1 was 22 percent. The  response rate for Part 2 is unknown. Part 3: Not applicable. The  response rate is unknown for Parts 4-6. The response rate for Part 7 was 58 percent. The response rate for Part 8 was 49 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 1, 2, and 4-8."}]}},"files":[{"description":"","label":"Crisis Intervention Team Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653205,"persistentId":"","pidURL":"","filename":"Crisis Intervention Team Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"EYE Crisis and Advocacy Team Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653206,"persistentId":"","pidURL":"","filename":"EYE Crisis and Advocacy Team Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-Up Victims' Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653202,"persistentId":"","pidURL":"","filename":"Follow-Up Victims' Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Initial Victims' Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653201,"persistentId":"","pidURL":"","filename":"Initial Victims' Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Intervention Programs Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653204,"persistentId":"","pidURL":"","filename":"Intervention Programs Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653208,"persistentId":"","pidURL":"","filename":"Law Enforcement Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Service Provider Survey Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653207,"persistentId":"","pidURL":"","filename":"Service Provider Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tracking Data","restricted":false,"version":1,"datasetVersionId":40355,"dataFile":{"id":2653203,"persistentId":"","pidURL":"","filename":"Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}