{"status":"OK","data":{"id":45557,"identifier":"ICPSR23880.v1","persistentUrl":"https://doi.org/10.3886/ICPSR23880.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR23880.v1","latestVersion":{"id":41557,"storageIdentifier":"file://10.3886/ICPSR23880.v1","versionState":"RELEASED","distributionDate":"2015-02-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:30:35Z","releaseTime":"2015-04-09T04:30:35Z","createTime":"2015-04-09T04:30:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of CeaseFire, a Chicago-based Violence Prevention Program, 1991-2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Skogan, Wesley G."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Northwestern University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study evaluated CeaseFire, a program of the Chicago Project for Violence Prevention. The evaluation had both outcome and process components.</p>\n\n<p>The outcome evaluation assessed the program's impact on shootings and killings in selected CeaseFire sites. Two types of crime data were compiled by the research team: Time Series Data (Dataset 1) and Shooting Incident Data (Dataset 2). Dataset 1 is comprised of aggregate month/year data on all shooting, gun murder, and persons shot incidents reported to Chicago police for CeaseFire's target beats and matched sets of comparison beats between January 1991 and December 2006, resulting in 1,332 observations. Dataset 2 consists of data on 4,828 shootings that were reported in CeaseFire's targeted police beats and in a matched set of comparison beats for two-year periods before and after the implementation of the program (February 1998 to April 2006).</p>\n\n<p>The process evaluation involved assessing the program's operations and effectiveness. Researchers surveyed three groups of CeaseFire program stakeholders: employees, representatives of collaborating organizations, and clients.</p>\n\n<p>The three sets of employee survey data examine such topics as their level of involvement with clients and CeaseFire activities, their assessments of their clients' problems, and their satisfaction with training and management practices. A total of 154 employees were surveyed: 23 outreach supervisors (Dataset 3), 78 outreach workers (Dataset 4), and 53 violence interrupters (Dataset 5).</p>\n\n<p>The six sets of collaborating organization representatives data examine such topics as their level of familiarity and contact with the CeaseFire program, their opinions of CeaseFire clients, and their assessments of the costs and benefits of being involved with CeaseFire. A total of 230 representatives were surveyed: 20 business representatives (Dataset 6), 45 clergy representatives (Dataset 7), 26 community representatives (Dataset 8), 35 police representatives (Dataset 9), 36 school representatives (Dataset 10), and 68 service organization representatives (Dataset 11).</p>\n\n<p>The Client Survey Data (Dataset 12) examine such topics as clients' involvement in\nthe CeaseFire program, their satisfaction with aspects of life, and their opinions regarding the role of guns in neighborhood life. A total of 297 clients were interviewed.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to evaluate CeaseFire, a program of the Chicago Project for Violence Prevention. The evaluation focused on program development and implementation (i.e., the formation of community partnerships and the work of program outreach workers and violence interrupters) as well as the program's impacts on clients and the community."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The CeaseFire Evaluation involved the collection of Time Series Data (Dataset 1) and Shooting Incident Data (Dataset 2) as well as the administration of Staff Surveys (Datasets 3-5), Collaborator Surveys (Datasets 6-11), and Client Surveys (Dataset 12).</p>\n\n<p>Time Series Data (Dataset 1): Crime data for the study were aggregated from a citywide database of 9.3 million incidents reported to Chicago police during the 192 months between January 1991 and December 2006. Using Chicago's detailed type of crime codes the researchers identified three incident types amenable to influence by the CeaseFire program: shootings, gun murders, and persons shot. Incidents were geocoded into a consistent set of police beat boundaries to account for the fact that beat definitions changed twice during the time period under consideration. The data are monthly counts of shootings and killings for CeaseFire's target police beats and matched sets of comparison beats.</p>\n\n<p>Shooting Incident Data (Dataset 2): All individual shooting incidents during two-year periods before and during the implementation of CeaseFire (February 1998 to April 2006) in the Auburn Gresham, Englewood, Logan Square, Rogers Park, Southwest, West Garfield Park, and West Humboldt Park CeaseFire sites and comparison areas were extracted from a citywide database of 9.3 million incidents reported to Chicago police. Shooting Incidents were geocoded by the evaluation team to longitude and latitude coordinates.</p>\n\n<p>Staff Surveys (Datasets 3 - 5): Separate questionnaires were developed for three classes of CeaseFire employees: outreach worker supervisors (Dataset 3), outreach workers (Dataset 4), and violence interrupters (Dataset 5). The researchers attempted to retain a core of common questions that were relevant to most or all staff members, so their responses could be aggregated across groups in order to more accurately characterize the sites as a whole.</p>\n\n<p>Questionnaire administration to employees was completed in two waves. The first wave of the survey was largely completed in small group settings. Members of the evaluation staff made pre-arranged visits to each site and distributed questionnaires to all outreach supervisors and outreach workers who gathered there. On return visits they administered the survey to remaining members of the staff and occasionally left questionnaires to be completed and mailed in by absent staffers. Violence interrupters were largely surveyed during their weekly staff meeting. While individual respondents were anonymous, a roster of all CeaseFire employees was used to monitor which staff members were present during the group administrations, to ensure that all had an opportunity to participate in the study. The first survey was conducted May-June 2006. In July-August 2007 the researchers re-surveyed the staff, to include those hired since the first round of questioning, both in the original sites and in new CeaseFire areas.</p>\n\n<p>Collaborator Surveys (Datasets 6 - 11): The researchers drew a sample of potential collaborating organizations in each CeaseFire site and interviewed their representatives in each of six community \"sectors.\" The sectors were business (Dataset 6), clergy (Dataset 7), community organizations (Dataset 8), police (Dataset 9), schools (Dataset 10), and service agencies (Dataset 11). Interviews were conducted Se\nptember 2006 through February 2007.</p>\n\n<p>Because each sector played a different role in CeaseFire's program model, the researchers developed interview questions tailored to each role. However, the researchers also attempted to retain a core of common questions that were relevant to all or most collaborators so that their responses could be aggregated across sectors to more accurately characterize the sites as a whole.</p>\n\n<p>Client Surveys (Dataset 12): CeaseFire clients were interviewed one-on-one, in a private area. To pilot the survey process, the Northwestern University research team completed interviews at the first site. The Northwestern research team introduced the Metro Chicago Information Center (MCIC), a research organization with a long history of conducting research in Chicago's neighborhoods, to the remaining sites. MCIC conducted the interviews at the remaining sites. Teams of two interviewers spent two or three weeks at each site, depending upon the size of the sample. Respondents were given a $50 gift certificate from a well-known electronics, music, and video chain store at the conclusion of each interview. The pilot survey began on April 5, 2007.  The majority of the interviews took place during May, June, and July 2007. Interviewing conducted by MCIC concluded on July 19, 2007.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Time Series Data (Dataset 1): The dataset contains a total of 19 variables, comprised of 4 variables describing time (year, month, date, and an ordinal count of months beginning with January 1991), 1 variable indicating whether the CeaseFire program had been implemented, 6 variables describing the total number of incidents per month for selected crimes (shootings, gun murders, and persons shot) for the CeaseFire program's target areas and the study's comparison areas, 6 variables describing the rate (per 10,000) of shootings, gun murders, and persons shot for the CeaseFire program's target areas and the study's comparison areas, and 1 variable to indicate the specific CeaseFire program site being described.</p>\n\n<p>Shooting Incident Data (Dataset 2): The dataset contains a total of 11 variables, comprised of 2 variables indicating whether the CeaseFire program had been implemented (prog, treat), 3 variables describing time (year, month, and an ordinal count of months beginning with January 1991), 1 variable indicating the police district and beat number, 2 variables to describe location (X, Y coordinates in degrees of longitude or latitude), 1 variable indicating whether or not a shooting incident took place, and 1 variable to indicate the specific CeaseFire program site being described.</p>\n\n<p>Staff Surveys (Datasets 3-5): The Outreach Supervisor Survey Data (Dataset 3) contain a total of 104 variables. The Outreach Worker Survey Data (Dataset 4) contain a total of 152 variables. The Violence Interrupter Survey Data (Dataset 5) contain a total of 68 variables. The variables in the staff surveys measure the following topics:</p>\n\n<p><ul>\n<li>How time is spent, including with clients, on the street, in meetings, completing paperwork, and interfacing with schools, clergy, and police</li>\n<li>Involvement in core CeaseFire activities, such as participating in shooting responses, conducting home visits, and connecting clients with services</li>\n<li>Descriptions of their clients and client load, and assessments of their clients' problems and prospects</li>\n<li>Adherence to administrative rules, productivity standards, and target beats</li>\n<li>Satisfaction with training, personnel policies, and management practices</li>\n<li>Personal background, including age, race, education, job status and gender.</li>\n</ul></p>\n\n<p>Collaborator Surveys (Datasets 6-11): The Business Survey Data (Dataset 6) contain a total of 76 variables. The Clergy Survey Data (Dataset 7) contain a total of 96 variables. The Community Survey Data (Dataset 8) contain a total of 90 variab\nles. The Police Survey Data (Dataset 9) contain a total of 75 variables. The School Survey Data (Dataset 10) contain a total of 80 variables. The Service Organization Survey Data (Dataset 11) contain a total of 93 variables. The variables in the collaborator surveys measure the following topics:</p>\n\n<p><ul>\n<li>Familiarity with CeaseFire: Whether the respondent \"personally knew\" or had talked with specific staff members at his/her local CeaseFire site.</li>\n<li>Contact with CeaseFire: How often the respondent was in contact with the CeaseFire staff that were listed, whether he/she had personally visited the site's headquarters, and whether he/she had any contact with CeaseFire clients.</li>\n<li>CeaseFire Clients: Respondents who potentially were in contact with clients - businesses (for hiring), clergy (for counseling or other services), and service providers - were asked a battery of questions about them. These included the frequency with which they are in contact with clients, clients' apparent motivation \"to turn their lives around,\" and client success in the program.</li>\n<li>Involvement in CeaseFire: Whether the respondent participated in specific CeaseFire events or contributed to CeaseFire's activities.</li>\n<li>Costs and Benefits of Involvement: A battery of questions adapted for each collaborative sector gauged the perceived costs and benefits of being involved with CeaseFire.</li>\n<li>Assessments of Host Organizations: The respondent's opinions of the reputation and effectiveness of the local host organization that sponsors each CeaseFire site.</li>\n<li>Agency Information: Details regarding the organization represented by the respondent, including the organization's age, size, facilities, membership, and mission.</li>\n</ul></p>\n\n<p>The Client Survey Data (Dataset 12) contain a total of 373 variables. The variables in the client survey measure the following topics:</p>\n\n<p><ul>\n<li>Contacts with CeaseFire staff and assessments of their effectiveness</li>\n<li>The incidence of personal problems and whether respondents received assistance</li>\n<li>Involvement in CeaseFire program and activities</li>\n<li>Satisfaction with aspects of life</li>\n<li>Respondent attempts to mediate conflicts</li>\n<li>Neighborhood gangs and gang involvement</li>\n<li>Gun possession, norms about gun use, and the role of guns in neighborhood life</li>\n<li>Contacts with the criminal justice system</li>\n<li>Maps, to identify where clients live, hang out, feel safe, and feel unsafe</li>\n<li>Personal background, including age, race, education, job status and gender.</li>\n</ul></p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aggression"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior modification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community organizations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime mapping"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reduction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crisis intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"firearms deaths"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"homicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"murder"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outreach programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social change"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-02-25Version Text: 2015-02-25Subject: Study Level Error Note, Notes: For consistency with the report \"Evaluation of CeaseFire-Chicago\" (Skogan, Hartnett, Dubois, 2009; NCJ 227181), ICPSR named Dataset 12 as \"Client Survey Data.\" Survey interviews were completed by the research team on 297 CeaseFire clients.;Subject: Study Level Error Note, Notes: A discrepancy exists between the Violence Interrupter Survey Data (Dataset 5) and Appendix D of the report \"Evaluation of CeaseFire-Chicago\" (Skogan, Hartnett, Dubois, 2009; NCJ 227181) regarding the total number of violence interrupters surveyed. The Violence Interrupter Survey Data contains 53 records pertaining to completed surveys; Appendix D reports 52 violence interrupters surveyed. Consequently, the total number of staff surveys reported in the metadata -- compiled through adding the records in the Outreach Supervisor Survey Data (Dataset 3), the Outreach Worker Survey Data (Dataset 4), and the Violence Interrupter Survey Data (Dataset 5) -- is 154 whereas Appendix D reports 153.;Subject: Study Level Error Note, Notes: Regarding Shooting Incident Data (Dataset 2): Data for police beats associated with the East Garfield Park CeaseFire site were not provided to ICPSR by the primary investigator.  ICPSR has no further information regarding data for the police beats associated with this site.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-MU-MU-0033"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-02-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007-04-05"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007-07-19"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","aggregate data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Time Series Data (Dataset 1) were aggregated by site by month from a citywide database including 9.3 million individual incidents of all kinds that were reported to the Chicago police during the period January 1991 - December 2006.","Shooting Incident Data (Dataset 2) were extracted from a citywide database that included shootings reported to the Chicago police.","Staff Surveys (Datasets 3-5)","Collaborator Surveys (Datasets 6-11)","Client Surveys (Dataset 12)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Dataset 1: CeaseFire Site; Dataset 2: Latitude and Longitude; Datasets 3 - 12: CeaseFire Site"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Dataset 1: CeaseFire site by month","Dataset 2: shooting incident","Datasets 3 - 12: individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Dataset 1: Aggregate month/year data on all shooting, gun murder, and persons shot incidents reported to Chicago police for the Auburn Gresham, Englewood, Logan Square, Rogers Park, Southwest, West Garfield Park, and West Humboldt Park CeaseFire sites and comparison areas between January 1991 and December 2006. Dataset 2: All shooting incidents reported to Chicago police for the Auburn Gresham, Englewood, Logan Square, Rogers Park, Southwest, West Garfield Park, and West Humboldt Park CeaseFire sites and comparison areas between February 1998 and April 2006. Datasets 3 - 5:  All outreach supervisors, outreach workers, and violence interrupters at all CeaseFire sites between May 2006 and August 2007. Datasets 6 - 11: All representatives of collaborating organizations in 17 CeaseFire sites between September 2006 and February 2007. Dataset 12: All clients from 13 CeaseFire sites in 2007."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Time Series Data (Dataset 1): Aggregate data on shootings, gun murders, and persons shot were compiled by the research team for seven CeaseFire sites and comparison areas. A total of 5 programs had 192 months of pre and post data from January 1991 and December 2006, while 2 programs (West Humboldt Park and West Garfield Park) closed in the summer of 2006, and the shorter data series (186 months) for these 2 sites reflects this fact. As a result, Dataset 1 is comprised of 1,332 observations.</p>\n\n<p>Shooting Incident Data (Dataset 2): The data collection consists of shootings that were reported in CeaseFire's targeted police beats and in a matched set of comparison beats for two-year periods before and after the implementation of the program (February 1998 to April 2006), resulting in 4,828 incidents.</p>\n\n<p>Staff Surveys (Datasets 3 - 5): A goal of the study was to survey all outreach supervisors, outreach workers, and violence interrupters at all CeaseFire sites. The first survey was conducted May-June 2006. In July-August 2007 the researchers re-surveyed the staff, at original as well as new CeaseFire sites, in order to include those hired since the first round of surveys had been completed. The sample sizes were:</p>\n\n<p><ul>\n<li>Dataset 3: 23 outreach supervisors</li>\n<li>Dataset 4: 78 outreach workers</li>\n<li>Dataset 5: 53 violence interrupters.</li>\n</ul></p>\n\n<p>Collaborator Surveys (Datasets 6 - 11): Through personal interviews with site personnel, resource lists developed by sites, and agendas, sign-in sheets, and minutes from each site's monthly coalition meetings, the researchers developed list samples of contact persons for the collaborating organizations in each of the 16 CeaseFire sites that were operational in advance of the field period. These lists were subdivided into six sectors: businesses, clergy, community organizations, police, schools, and service agencies. The researchers asked the violence prevention coordinators at each site to identify their first and second most important collaborators within each sector. Separately, the research staff ranked potential respondents as \"high collaborators,\" \"moderate collaborators\" or \"possible collaborators.\"</p>\n\n<p>The researchers set a goal to conduct at least two interviews with respondents in each of the six sectors of collaborators. Initially, samples of four respondents from each sector were released for each study site as the researchers began interviewing. The two organizations that each site identified as their most important collaborators in each sector were included in the sample, along with randomly selected cases identified and ranked by the research team as either high or moderate collaborators. Later, as it became apparent which potential respondents in a sector would successfully be interviewed, additional listings were released for interviewing to help the researchers meet their sector quotas.</p>\n\n<p>In larger organizations, and particularly in schools, the researchers sometimes had to ask informants to identify staff members knowledgeable about CeaseFire, because the specific individuals the researchers had identified as representatives of those organizations had changed agencies, moved to other locations, or retired. When possible, the researchers interviewed these respondents even though they had moved on.</p>\n\n<p>The researchers discovered that identifying enough collaborators for each sector at a given site was not always possible. For example, one site could identify no business partners at all. The researchers also judged some potential respondents to be inappropriate for inclusion in the survey because they either professed a lack of knowledge about CeaseFire or they seemed too personally or professionally invested in the program in order to render an independent judgment about it. Additional listed respondents were then released to replace them in the study. Of the 271 individuals included in the sample, 230 respondents completed the survey. The final sample sizes were:</p>\n\n<p><ul>\n<li>Dataset 6: 20 business representatives</li>\n<li>Dataset 7: 45 clergy representatives</li>\n<li>Dataset 8: 26 community representatives</li>\n<li>Dataset 9: 35 police representatives</li>\n<li>Dataset 10: 36 school representatives</li>\n<li>Dataset 11: 68 service organization representatives.</li>\n</ul></p>\n\n<p>Client Surveys (Dataset 12): The researchers selected 13 CeaseFire sites for surveying and established a quota of interviews to be completed for each site. The targeted number of completed responses at each site was calculated proportionally to the site's total client load, as of late January 2007. As a result, sites with larger case loads were represented by larger samples, and collectively the completed interviews represented \"CeaseFire's clients.\"</p>\n\n<p>In the Spring of 2007 the Chicago Project for Violence Prevention provided the researchers with a complete list of client identification numbers, organized by site and within sites by age, race, and gender. For sampling purposes, the researchers randomly scrambled the lists for each site. They designated the first 'N' identification numbers as the main sample, where 'N' was the desired number of completed interviews. Generally, the main sample represented about 50 percent of all clients in a site. The researchers designated a replacement sample consisting of one-half the number of client identification numbers in the main sample by moving down the list. They released replacement sample clients for interviewing on an as-needed basis.</p>\n\n<p>The researchers piloted a draft version of the questionnaire in one of the sites before the survey began. The identities of the clients remained confidential to both the interviewers and the research team. Client identification numbers from the main sample were used by site staff members to locate corresponding clients and bring them into the site office for interviews. When interviewers exhausted possible interviewees from the main sample list, they consulted the replacement sample list to select additional interviewees. Of the 383 clients in the sample, 297 clients were interviewed.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"not applicable"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Datasets 1 - 2: Not applicable. Datasets 3 - 5: 154 staff members were surveyed, including 23 outreach supervisors, 78 outreach workers and 53 violence interrupters. For the first round of staff surveys, conducted May - June 2006, the final response rate was 100 percent. Staff was re-surveyed in July-August 2007 in order to include those hired since the first round of questioning, both in the original sites and in new CeaseFire areas. Response rate information was not available for the second round of employee surveys. A total of 154 surveys was completed. Datasets 6 - 11:  A total of 230 respondents completed the survey out of the 271 individuals included in the final sampling frame, yielding a response rate of 85 percent. Dataset 12: A total of 297 clients out of the 383 clients that were contacted in the course of the survey were successfully interviewed, yielding a response rate of 78 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used"}]}},"files":[{"description":"","label":"Business Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661109,"persistentId":"","pidURL":"","filename":"Business Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Clergy Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661110,"persistentId":"","pidURL":"","filename":"Clergy Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Client Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661115,"persistentId":"","pidURL":"","filename":"Client Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Community Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661111,"persistentId":"","pidURL":"","filename":"Community Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Outreach Supervisor Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661106,"persistentId":"","pidURL":"","filename":"Outreach Supervisor Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Outreach Worker Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661107,"persistentId":"","pidURL":"","filename":"Outreach Worker Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661112,"persistentId":"","pidURL":"","filename":"Police Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"School Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661113,"persistentId":"","pidURL":"","filename":"School Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Service Organization Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661114,"persistentId":"","pidURL":"","filename":"Service Organization Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Shooting Incident Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661105,"persistentId":"","pidURL":"","filename":"Shooting Incident Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Time Series Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661104,"persistentId":"","pidURL":"","filename":"Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Violence Interrupter Survey Data","restricted":false,"version":1,"datasetVersionId":41557,"dataFile":{"id":2661108,"persistentId":"","pidURL":"","filename":"Violence Interrupter Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}