{"status":"OK","data":{"id":43537,"identifier":"ICPSR03488.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03488.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03488.v1","latestVersion":{"id":39537,"storageIdentifier":"file://10.3886/ICPSR03488.v1","versionState":"RELEASED","distributionDate":"2002-12-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:08:27Z","releaseTime":"2015-04-09T04:08:27Z","createTime":"2015-04-09T04:08:27Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of a Centralized Response to Domestic Violence by the San Diego County Sheriff's Department Domestic Violence Unit, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pennell, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Burke, Cynthia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the implementation of a specialized  domestic violence unit within the San Diego County Sheriff's  Department to determine whether the creation of the new unit would  lead to increased and improved reporting, and more filings for  prosecution. In order to evaluate the implementation of the  specialized domestic violence unit, the researchers conducted the  following tasks: (1) They surveyed field deputies to assess their  level of knowledge about domestic violence laws and adherence to the  countywide domestic violence protocol. (2) They studied a sample from  the case tracking system that reported cases of domestic violence  handled by the domestic violence unit to determine changes in  procedures compared to an earlier case tracking study with no  specialized unit. (3) They interviewed victims of domestic violence by  phone to explore the responsiveness of the field deputies and the unit  detectives to the needs of the victims. Part 1 (Deputy Survey Data)  contains data on unit detectives' knowledge about the laws concerning  domestic violence. Information includes whether or not the person  considered the primary aggressor was the person who committed the  first act of aggression, if a law enforcement officer could decide  whether or not to complete a domestic violence supplemental report,  whether an arrest should be made if there was reasonable cause to  believe that a misdemeanor offense had been committed, and whether the  decision to prosecute a suspect lay within the discretion of the  district or city attorney. Demographic variables include deputy's  years of education and law enforcement experience. Part 2 (Case  Tracking Data) includes demographic variables such as race and sex of  the victim and the suspect, and the relationship between the victim  and the suspect. Other information was collected on whether the victim  and the suspect used alcohol and drugs prior to or during the  incident, if the victim was pregnant, if children were present during  the incident, highest charge on the incident report, if the reporting  call was made at the same place the incident occurred, suspect actions  described on the report, if a gun, knife, physical force, or verbal  abuse was used in the incident, if the victim or the suspect was  injured, and if medical treatment was provided to the victim. Data  were also gathered on whether the suspect was arrested or booked, how  the investigating officer decided whether to request that the  prosecutor file charges, type of evidence collected, if a victim or  witness statement was collected, if the victim had a restraining\norder, prior history of domestic violence, if the victim was provided  with information on domestic violence law, hotline, shelter,  transportation, and medical treatment, highest arrest charge, number  of arrests for any drug charges, weapon charges, domestic violence  charges, or other charges, case disposition, number of convictions for  the charges, and number of prior arrests and convictions. Part 3  (Victim Survey Data) includes demographic variables such as victim's  gender and race. Other variables include how much time the deputy  spent at the scene when s/he responded to the call, number of deputies  the victim interacted with at the scene, number of deputies at the  scene that were male or female, if the victim used any of the  information the deputy provided, if the victim used referral  information for counseling, legal, shelter, and other services, how  helpful the victim found the information, and the victim's rating of the performance of the deputy."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the implementation of a  specialized domestic violence unit within the San Diego County  Sheriff's Department to determine whether creation of the new unit  would lead to increased and improved reporting, and more filings for  prosecution. The study was conducted by the San Diego Association of  Governments (SANDAG), and supported by the National Institute of  Justice (NIJ). The researchers tried to answer these questions: (1)  Was the San Diego County Sheriff's Department Domestic Violence Unit  implemented as stated in the project proposal? (2) What features of  the project describe specialization? (3) What types of training are  provided to investigators in a specialized domestic violence unit? (4)  How effective is a specialized approach in impacting the response of  field deputies who are the first responders to domestic violence  calls? (5) What are the nature and scope of coordination and  collaboration with other agencies providing services in the domestic violence area?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to evaluate the implementation of the  specialized domestic violence unit, the researchers conducted the  following tasks: (1) They surveyed field deputies to assess their  level of knowledge about domestic violence laws and adherence to the  countywide domestic violence protocol. (2) They studied a sample from  the case tracking system that reported cases of domestic violence  handled by the domestic violence unit to determine changes in  procedures compared to an earlier case tracking study when there was  no specialized unit. (3) They interviewed victims of domestic violence  by phone to explore the responsiveness of the field deputies and the  unit detectives to the needs of the victims. Prior to being contacted  by the researchers, unit staff would first call the victims to explain  the purpose and nature of the interviews. Detectives were provided  with a script to use that assured the victims that their participation  was voluntary, their information would be considered confidential, and  that their willingness to participate would not affect their  case. When researchers contacted the victim, they identified  themselves as such, reminded the victim that he or she had previously  agreed to be interviewed, and reminded the victim of the purpose of the  interview. Researchers again assessed victim privacy, sense of safety,  and appropriateness of the time. Two female researchers conducted all  46 interviews. To allow time for the detectives to follow up with the  victims, the victims were contacted two weeks following the date of the incident."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 (Deputy Survey Data) contains data on unit  detectives' knowledge about the laws concerning domestic  violence. Information includes whether or not the person considered  the primary aggressor was the person who committed the first act of  aggression, if a law enforcement officer could dec\nide whether or not  to complete a domestic violence supplemental report, whether an arrest  should be made if there was reasonable cause to believe that a  misdemeanor offense had been committed, and whether the decision to  prosecute a suspect lay within the discretion of the district or city  attorney. Demographic variables include deputy's years of education  and law enforcement experience. Part 2 (Case Tracking Data) includes  demographic variables such as race and sex of the victim and the  suspect, and the relationship between the victim and the  suspect. Other information was collected on whether the victim and the  suspect used alcohol and drugs prior to or during the incident, if the  victim was pregnant, if children were present during the incident,  highest charge on the incident report, if the reporting call was made  at the same place the incident occurred, suspect actions described on  the report, if a gun, knife, physical force, or verbal abuse was used  in the incident, if the victim or the suspect was injured, and if  medical treatment was provided to the victim. Data were also gathered  on whether the suspect was arrested or booked, how the investigating  officer decided whether to request that the prosecutor file charges,  type of evidence collected, if a victim or witness statement was  collected, if the victim had a restraining order, prior history of  domestic violence, if the victim was provided with information on  domestic violence law, hotline, shelter, transportation, and medical  treatment, highest arrest charge, number of arrests for any drug  charges, weapon charges, domestic violence charges, or other charges,  case disposition, number of convictions for the charges, and number of  prior arrests and convictions. Part 3 (Victim Survey Data) includes  demographic variables such as victim's gender and race. Other  variables include how much time the deputy spent at the scene when  s/he responded to the call, number of deputies the victim interacted  with at the scene, number of deputies at the scene that were male or  female, if the victim used any of the information the deputy provided,  if the victim used referral information for counseling, legal,  shelter, and other services, how helpful the victim found the  information, and the victim's rating of the performance of the deputy."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3488.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) This data collection is a follow-up of a previous  study conducted by the principal investigators in 1996. Users can  refer to the final report for information on the 1996 study. (2) The  user guide, codebook, and data collection instruments are provided by  ICPSR as a Porta\nble Document Format (PDF) file. The PDF file format  was developed by Adobe Systems Incorporated and can be accessed using  PDF reader software, such as the Adobe Acrobat Reader. Information on  how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WT-VX-K014"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-12-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, computerized databases, and telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 3: Individuals, Part 2: Cases"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Domestic violence cases in San Diego County entered into the case tracking system from July 26 to September 11, 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1 and 2: Not applicable. Part 3: 65 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Case Tracking Data","restricted":false,"version":1,"datasetVersionId":39537,"dataFile":{"id":2647053,"persistentId":"","pidURL":"","filename":"Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Deputy Survey Data","restricted":false,"version":1,"datasetVersionId":39537,"dataFile":{"id":2647052,"persistentId":"","pidURL":"","filename":"Deputy Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Survey Data","restricted":false,"version":1,"datasetVersionId":39537,"dataFile":{"id":2647054,"persistentId":"","pidURL":"","filename":"Victim Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}