{"status":"OK","data":{"id":44524,"identifier":"ICPSR32861.v3","persistentUrl":"https://doi.org/10.3886/ICPSR32861.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR32861.v3","latestVersion":{"id":40524,"storageIdentifier":"file://10.3886/ICPSR32861.v3","versionState":"RELEASED","distributionDate":"2012-01-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:19:15Z","releaseTime":"2015-04-09T04:19:15Z","createTime":"2015-04-09T04:19:15Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users are reminded by the Substance Abuse and Mental Health Services Administration (SAMHSA) that these data are to be used solely for statistical analysis and reporting of aggregated information, and not for the investigation of specific individuals or organizations.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Drug Abuse Warning Network (DAWN), 2007"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"DAWN, 2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Office of Applied Studies"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Office of Applied Studies"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Drug Abuse Warning Network (DAWN) is a nationally representative public health surveillance system that has monitored drug related emergency department (ED) visits to hospitals since the early 1970s. First administered by the Drug Enforcement Administration (DEA) and the National Institute on Drug Abuse (NIDA), the responsibility for DAWN now rests with SAMHSA's Center for Behavioral Health Statistics and Quality (CBHSQ). Over the years, the exact survey methodology has been adjusted to improve the quality, reliability, and generalizability of the information produced by DAWN. The current approach was first fully implemented in the 2004 data collection year.</p>\n\n<p>DAWN relies on a longitudinal probability sample of hospitals located throughout the United States. To be eligible for selection into the DAWN sample, a hospital must be a non-federal, short-stay, general surgical and medical hospital located in the United States, with at least one 24-hour ED. DAWN cases are identified by the systematic review of ED medical records in participating hospitals. The unit of analysis is any ED visit involving recent drug use. DAWN captures both ED visits that are directly caused by drugs and those in which drugs are a contributing fac\ntor but not the direct cause of the ED visit. The reason a patient used a drug is not part of the criteria for considering a visit to be drug related. Therefore, all types of drug-related events are included: drug misuse or abuse, accidental drug ingestion, drug-related suicide attempts, malicious drug poisonings, and adverse reactions. DAWN does not report current medications (i.e., medications and pharmaceuticals taken regularly by the patient as prescribed or indicated) that are unrelated to the ED visit.</p>\n\n<p>The DAWN public-use dataset provides information for all types of drugs, including illegal drugs, prescription drugs, over-the-counter medications, dietary supplements, anesthetic gases, substances that have psychoactive effects when inhaled, alcohol when used in combination with other drugs (all ages), and alcohol alone (only for patients aged 20 or younger). Public-use dataset variables describe and categorize up to 16 drugs contributing to the ED visit, including toxicology confirmation and route of administration. Administrative variables specify the type of case, case disposition, categorized episode time of day, and quarter of year.  Metropolitan area is included for represented metropolitan areas. Created variables include the number of unique drugs reported and case-level indicators for alcohol, non-alcohol illicit, any pharmaceutical, non-medical use of pharmaceuticals, and all misuse and abuse. Demographic items include age category, sex, and race/ethnicity. Complex sample design and weighting variables are included to calculate various estimates of drug-related ED visits for the Nation as a whole, as well as for specific metropolitan areas, from the ED visits classified as DAWN cases in the selected hospitals.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"detoxification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug overdose"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emergency departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"energy drinks"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"nonprescription drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"suicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR IX. Health Care and Health Facilities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"SAMHDA VIII. Drug Abuse Warning Network (DAWN)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"SAMHDA subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-01-19Version Text: 2015-01-19Version Date: 2015-01-19Version Text: 2015-01-19 Subject: null  Type: null  Notes: For a small number of cases (approximately 1%), some of the drug mention variables (i.e. CATID_1_1 and TOXTEST_1) were updated to reflect the current drug categorizations from the Drug Reference Vocabulary (DRV).;Version Date: 2013-09-04Version Text: 2013-09-04 Subject: null  Type: null  Notes: The public-use data have been updated to correct for an error that was introduced with the Augus\nt 12, 2013 update. The error occurred when the drug identification variable was updated.  Anyone who used the affected 2007 DAWN version to create crosstabs with the drug identification variable received invalid point estimates; however, univariate frequencies of any variable (including the drug identification variable) generated accurate results. Only the 2007 version of DAWN had the error; other years (2004 through 2006 and 2008 through 2011) were not affected. Users who downloaded or performed an online analysis using the 2007 DAWN study between August 12th and August 24th should download the corrected data and re-run their analysis.;Version Date: 2013-08-12Version Text: 2013-08-12 Subject: null  Type: null  Notes: The latest update provides uniform drug codes and labels across all years of the series. The update also includes the addition of energy drinks to the drug category (DRUGID) variables.;Subject: Study Level Error Note, Notes: <p>Several limitations to the data exist and should be noted prior to using this DAWN file:</p>\n\n<p>Information on drug-related ED visits is based on a sample and is, therefore, subject to sampling variability. Hospital participation rates in oversampled metropolitan areas typically have been 50 percent or higher. However, the participation rate in the remainder of the United States has been lower, in the range of 20 to 30 percent, since the DAWN redesign in 2003. In any sample survey, a low response rate is of concern because it creates the opportunity for bias. That is, nonparticipating hospitals may have different characteristics than participating hospitals, possibly including differences in the drugs reported, types of drug-related ED visits, patient disposition, or population demographics.</p>\n\n<p>Although every effort is made during the data collection phase to collect data accurately and precisely, extant medical records vary in specificity and detail. Therefore, factors that may affect the reliability and accuracy of the findings include the following:</p>\n\n<ul>\n<li><p>DAWN data collectors attempt to identify with a high degree of specificity the exact drugs involved in an ED visit. If extant medical records include only a general description of a drug (e.g., \"benzodiazepines\" or \"opiates\"), the drug is grouped in a general category (e.g., \"benzodiazepines not otherwise specified\"). Similarly, records often describe a drug as amphetamines without specifying if it is methamphetamine.</p></li>\n<li><p>DAWN seeks to report only drugs that are related to the ED visit, not all the drugs or medications that the patient may be taking on a regular basis as prescribed by a doctor. If the ED record is not clear on this point, drugs may be included in the data that are not specifically related to the visit. For example, anecdotal evidence suggests that methadone may be over-reported when the medical records fail to mention that the patient is in a methadone treatment program.  The opposite is also true; a current medication may be involved in the ED visit but not recognized as a contributing factor by the clinician.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>Major changes to DAWN were instituted during 2003 as the result of a redesign intended to improve the quality and representativeness of DAWN estimates. Changes included the design of the hospital sample, a new case definition for drug-related ED visits eligible for DAWN, revised data items submitted on these cases, a new protocol for case finding, and improved quality assurance measures. These improvements created a permanent disruption in trends. As a result, comparisons cannot be made between the old DAWN (2002 and prior years) and the redesigned DAWN (2004 and forward). The year 2003 was a period of transition between the old DAWN and the redesigned DAWN. As a result, only interim, half-year estimates were produced for 2003.</p>;Subject: Study Level Error Note, Notes: <p>Several measures have been taken to protect the confidentiality of DAWN data:</p>\n\n<ul>\n<li><p>In the public use file, complex design variables have been adjusted to optimize disclosure protection while preserving the original design and statistical properties of the data to the highest degree possible. Specifically, each year PSUs are randomly selected for combination or division and original strata may be combined with adjacent strata. Self-representing PSUs may be treated as non self-representing as a result of this process. Case weight, replicate, and PSU frame count values are\nadjusted to reflect changes to PSUs and strata and to further maximize disclosure protection.</p></li>\n<li><p>PSU and strata identification values are randomized each year. While DAWN is not designed to identify the contribution or influence of a particular hospital, applied disclosure protection methods and identification value randomization preclude multi-level modeling at the hospital-level and comparison of individual sampling units over time.</p></li>\n<li><p>While disclosure protection has been applied to minimize deviance from the original sampling error calculation model, statistical analyses generated from the public use file may vary from results provided on the DAWN Web site. For online analysis using Survey Documentation and Analysis (SDA), complex design variables are used to generate statistical results, but are not directly accessible. Therefore, SDA utilizes original design variables modified slightly to accommodate the variance estimation capabilities of the SDA statistical program.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>Original variables recoded for disclosure protection include:</p>\n\n<ul>\n<li><p>Quarter: Month of episode has been recoded into quarter.</p></li>\n<li><p>Day part: Exact time of episode has been recoded into four day part categories.</p></li>\n<li><p>Case disposition: \"Chemical dependency/detox\" has been combined with \"Psychiatric unit\". Hospitals with combined chemical dependency and psychiatric units are included in the \"Other inpatient unit\" disposition category.</p></li>\n</ul>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-01-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["medical records"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Drug Abuse Warning Network (DAWN) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["emergency department visits"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The universe for the DAWN ED sample is all non-federal, short-stay, general medical and surgical hospitals in the United States that operate one or more EDs 24 hours a day, 7 days a week. Specialty hospitals, hospital units of institutions, long-term care facilities, pediatric hospitals, hospitals operating part-time EDs, and hospitals operated by the Veterans Health Administration and the Indian Health Service are excluded. The universe of EDs is identified from the American Hospital Association's Annual Survey Database."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"DAWN employs a multistage sampling design for the selection of EDs for analysis. Stratified simple random sampling with oversampling in selected metropolitan areas is used to select the hospitals. DAWN's target sample frame consists of all non-federal, short-stay, general medical and surgical hospitals in the United States that have one or more EDs open 24 hours a day. DAWN cases are identified by the systematic, retrospective review of ED medical records in participating hospitals. Due to the volume of cases in some EDs, a sample of medical records may be selected for review."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"DAWN includes a set of complex sample design variables to calculate estimates for the entire universe of DAWN-eligible hospitals in the United States from the sampled hospitals participating in DAWN. The primary sampling weights reflect the probability of selection, and separate adjustment factors are included to account for sampling of ED visits, nonresponse, data qu\nality, and the known total of ED visits delivered by the universe of eligible hospitals. DAWN design variables include: variance estimation stratum (STRATA), primary sampling unit (PSU), replicate (REPLICATE), PSU frame count (PSUFRAME), and case weight (CASEWGT)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>For 2007, 207 hospitals submitted data that were used for estimation. The overall weighted response rate was 29.6 percent. For the 12 oversampled metropolitan areas and divisions, the individual response rates ranged from 30.7 percent in the Houston metropolitan area to 76.3 percent in the Detroit metropolitan area.</p>\n\n<p>DAWN cases are found through a review of ED medical records in participating hospitals. Across all participating hospitals in 2007, 10.4 million charts were reviewed to find the drug-related ED visits that met the DAWN case criteria. On the basis of the review of charts, 375,030 drug-related visits were found and submitted to the DAWN database, a case rate of 3.6 percent. On average, a DAWN member hospital submitted 1,183 DAWN cases. However, the number of submitted cases varied widely across hospitals, from fewer than 50 cases to well over 6,000 cases in a single hospital during 2007.</p>"}]}},"files":[{"description":"","label":"Drug Abuse Warning Network (DAWN), 2007","restricted":false,"version":1,"datasetVersionId":40524,"dataFile":{"id":2654392,"persistentId":"","pidURL":"","filename":"Drug Abuse Warning Network (DAWN), 2007","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}