{"status":"OK","data":{"id":45849,"identifier":"ICPSR03123.v3","persistentUrl":"https://doi.org/10.3886/ICPSR03123.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03123.v3","latestVersion":{"id":41849,"storageIdentifier":"file://10.3886/ICPSR03123.v3","versionState":"RELEASED","distributionDate":"2001-04-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:33:51Z","releaseTime":"2015-04-09T04:33:51Z","createTime":"2015-04-09T04:33:51Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Monthly Poll #1, September 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, fielded September 9-11, 2000, is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to\ngive their opinions of President Bill Clinton, Vice President Al Gore, Connecticut senator Joseph Lieberman, Texas governor George W. Bush, and former Secretary of Defense Dick Cheney. Those queried were asked whether they intended to vote in the November 7, 2000, presidential election and for whom they would vote if the election were held that day, given a choice between Gore (Democratic Party), Bush (Republican Party), conservative commentator Pat Buchanan (Reform Party), and consumer advocate Ralph Nader (Green Party). A series of questions addressed the presidential campaigns of Gore and Bush, including which candidate could be trusted to keep his word, possessed strong leadership qualities, had the ability to deal with an international crisis, cared about the needs of people like the respondent, shared the values of the American people, would keep his campaign promises, had spent more time explaining his proposals than attacking his opposition, and had made clear what he intended to accomplish as president. Respondent views on the candidates' proposed policies were elicited, including which candidate was more likely to maintain a strong economy, reduce the cost of prescription drugs for the elderly, protect the environment, improve education, reduce taxes, make health care affordable to everyone, work toward building a missile defense system, and choose Supreme Court justices who would vote to keep abortion legal. Other questions focused on whether the expected federal budget surplus should be spent cutting taxes, paying down the national debt, or preserving programs like Medicare and Social Security. A series of questions addressed United States military strength and the proposed missile defense system, with items on knowledge of the missile defense system program, whether such a land- and sea-based missile defense system would work, and whether the government should continue to develop such a system. Additional topics covered whether presidential candidates should participate in debates organized by the Commission on Presidential Debates, respondent views on abortion, the tone of campaign advertising, whether it was appropriate for presidential candidates to publicly discuss their religious beliefs, whether any candidate had used religion improperly during the campaign, and how respondents intended to vote in the 2000 Congressional elections. Background information on respondents includes age, gender, political party, political orientation, voter registration and participation history, labor union membership, marital status, religion, race, Hispanic origin, age of children in household, computer access, household income, number of years living in community, and whether the respondent was financially better or worse off than eight years ago."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form, data files have been converted to non-platform-specific formats, and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided by ICPSR as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the A\ncrobat Reader is provided on the ICPSR Web site.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-04-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-09-09"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-09-11"}}]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS NewsNew York Times Monthly Poll 1, September 2000   ","restricted":false,"version":1,"datasetVersionId":41849,"dataFile":{"id":2662955,"persistentId":"","pidURL":"","filename":"CBS NewsNew York Times Monthly Poll 1, September 2000   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}