{"status":"OK","data":{"id":42846,"identifier":"ICPSR22740.v1","persistentUrl":"https://doi.org/10.3886/ICPSR22740.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR22740.v1","latestVersion":{"id":38846,"storageIdentifier":"file://10.3886/ICPSR22740.v1","versionState":"RELEASED","distributionDate":"2008-08-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:00:48Z","releaseTime":"2015-04-09T04:00:48Z","createTime":"2015-04-09T04:00:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Statewide Profile of Abuse of Older Women and the Criminal Justice Response in Rhode Island, 2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Klein, Andrew"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Advocates for Human Potential, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tobin, Terri"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Advocates for Human Potential, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Salomon, Amy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Advocates for Human Potential, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dubois, Janice"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Advocates for Human Potential, Inc."}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the often overlooked and under reported issue of elder abuse. The research focused on female victims of domestic abuse over 50 years of age. The data were also compared to similar data on women under the age of 50. The data were collected in Rhode Island for several reasons, including the state's relatively broad definition of domestic violence and the large number of reports. Researchers examined every domestic violence report made to state and local law enforcement across Rhode Island in 2002 involving women victims 50 years of age and older. These reports include every incident, whether or not police ultimately arrested the alleged suspect, that meets the statutory definition of \"domestic violence.\" The source of the report information was the Domestic Violence and Sexual Assault Reporting Form (DV/SA). Data were also collected about the past criminal activity of the suspects and any charges made after the study incident(s) occurred. The data were found in the Rhode Island Courts' central repository called CourtConnect. The purpose of the study was to better understand the characteristics of the victims and their abusers, the circumstances of the incidences of abuse, and the police response to the reports of domestic abuse. Data collected consisted of independent variables which are organized into conceptual clusters including those relating to victim characteristics, abuser characteristics, the nature of the incident, and the state's response to the incident. The victim characteristics included demographics and abuse history, if any. Abuser characteristics included demographics and criminal history. Incident characteristics described the abuse incidence in detail. Criminal justice response variables outlined how police and courts responded and reacted to the abuse. There were two dependent outcome variables in this study consisting of re-victimization and re-abuse. The data were analyzed using descriptive statistics, bivariate relationships, and multiple logistic regression. This study primarily focused on the response of the criminal justice system to elder abuse, the effect of age of victim, and re-abuse and re-victimization in order to gain a clearer picture into the realities of domestic abuse of elderly women."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Elder abuse is often overlooked in the United States due to many factors such as a focus on abuse of younger women, under reporting to the Department of Elderly Affairs (DEG) and Adult Protective Services (PAPS), and inconsistency of police response. The purpose of this study was to gain better understanding of the v\nictims and perpetrators of domestic violence. The study sought to examine the effect of the age of the victim, their relation to the abuser, and the criminal history of the abuser, on domestic abuse of older women. The researchers were also interested in the police and state court response to reports of abuse, and how that might affect the likelihood of future abuse of the victim."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Researchers examined every domestic violence report made to state and local law enforcement across the state of Rhode Island in 2002 involving women victims 50 years of age and older. These reports include every incident, whether or not police ultimately arrested the alleged suspect, that meets the statutory definition of \"domestic violence.\" Rhode Island was chosen for this study for the following reasons:</p>\n\n<ul>\n<li><p>First, \"domestic violence\" is defined broadly, including any incident, whether violent or not, that involves current or former inmates, married or not, couples with a child in common whether they ever lived together or not, dating partners, family members, or members of the same household.</p></li>\n<li><p>Second, for this and other reasons, Rhode Island has a large number of reported cases.</p></li>\n</ul>\n\n<p>Researchers wanted to know who was being abused, by whom, how, what the criminal justice response was, as well as which victims and suspects would be involved in subsequent domestic abuse. Rhode Island law enforcement officers are required to file all domestic violence incident reports as well as a supplementary Domestic Violence and Sexual Assault Reporting Form (RV/SA) to a central court repository, the Domestic Violence Training and Monitoring Unit (Unit). Researchers also accessed Unit data to obtain information on cases involving victims who were under age fifty. There were 6,200 DO/SA reports filed for women victims below age 50 reported in Rhode Island in 2002. Unlike the data for fifty and older victims, these reports are by incident, not unduplicated victims or suspects. In addition to the police incident reports and DV/SA data, researchers completed Rhode Island court record checks on all of the alleged suspects to determine prior criminal histories and the outcomes of any charges that resulted from the 2002 study incident(s). The record checks were obtained from the Rhode Island Courts' automated database called CourtConnect. CourtConnect only provides records from 1979 for felonies and the mid-1980s for misdemeanors and covers only offenses committed in Rhode Island. Offenses that may have been committed across the border in Massachusetts or Connecticut are not included. With only four criminal courts and one centralized registry of court cases in Rhode Island, CourtConnect data are consistently coded and appear to be complete. The Unit DV/SA repository and CourtConnect were also the sources used to determine re-victimization of study victims as well as suspects who were charged in court for new domestic violence.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables for the victim include birth date, age, whether they are 50 years of age or older, ethnicity, whether there were children living in the home, and whose name the dwelling is under. Demographic variables for the suspect include age, ethnicity, gender, relationship to victim, whether the suspect was age 50 or older, whether suspect was age 60 or older, and whether the victim and the suspect live together. Variables were recorded involving the initial incidence of abuse reported, such as the date of the abuse, whether the victim was unique, whether the abuser was an intimate partner or relative of the victim, whether there were multiple abusers, whether the victim pointed out the abuser to police, whether there was a witness present, whether both the victim and abuser were elderly, the type of assault, injuries resulting from to the incident, and whether the victim required me\ndical attention. Other variables about the suspect included whether they were on probation, whether they assaulted anyone else besides the victim, whether they verbally threatened the victim, whether verbal threats were made to other people, whether they possessed weapons, whether any weapons were confiscated, whether property was damaged or stolen, and whether the suspect incurred any injuries during the incident. Variables regarding previous abuse included whether the suspect had abused the victim previously, and the number of times, whether police had responded to the involved parties before and the number of times, whether a protective order had been issued to the suspect before this particular abuse incident, whether a previous protective order was still active, and whether the suspect was on probation at time of incident. Variables pertaining to re-abuse suffered by the victim include whether the victim was re-abused, who the victim was re-abused by, the number of times abuser incurred, and the number of abuse incidents within the year 2002. Variables regarding the police involvement and response to the report of abuse, include whether an assault occurred, whether the DEA was notified, who contacted the police, whether the victim gave a written statement, whether photos were taken of the victim by police, whether crime scene photos were taken by police, whether physical evidence was collected, whether photos were taken of the suspect's injuries, and whether the suspect said anything to police. Variables regarding the police reaction to the report include whether the police gave notice to the defendant of a protective order, whether a temporary restraining order was issued, and whether the police gave the victim a victim's rights or safety plan pamphlet. Variables pertaining to the DV/SA form included whether the office marked responses, whether the victim was unwilling to mark responses and/or give a signature, and the whether victim was willing but unable to mark responses. Variables regarding the domestic violence charges that were filed against the suspect include simple assault, felony assault, disorderly, violation of protective order, stalking, breaking and entering, threatening/harassing phone call, malicious damage, failure to relinquish phone, homicide, and other offense. Three variables reported the case status: whether an arrest was made within 24 hours, whether a warrant was issued for the suspect, and whether case was under investigation. CourtConnect records provided information on the abuser for the following variables: prior court cases, prior court cases for DV/SA, prior court cases not concerning domestic violence, number of prior court cases for alcohol/drugs, number of times on probation, and number of times in prison. Other court records variables include any new domestic violence court charges after study, whether the suspect contacted police to report incident, whether the abuser had any prior court cases, age difference between suspect and victim, whether the abuser was charged at all in CourtConnect, whether the abuser was successfully prosecuted and sentenced to probation or prison, and the prison disposition."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elder abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"harassment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restraining orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stalking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-08-18Version Text: 2008-08-18Subject: Study Level Error Note, Notes: Qualitative data was also collected during this study, but the data are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-WG-BX-0009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-08-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1979"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Rhode Island Domestic Violence Training and Monitoring Unit and Rhode Island Courts' automated database, CourtConnect."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Rhode Island"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All female victims of domestic abuse aged 50 years and over in the state of Rhode Island in 2\n002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The population of interest was all female domestic abuse victims over the course of 2002. The cases were divided by age and study focused on women aged 50 years and over."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Statewide Profile of Abuse of Older Women and the Criminal Justice Response in Rhode Island, 2002","restricted":false,"version":1,"datasetVersionId":38846,"dataFile":{"id":2640731,"persistentId":"","pidURL":"","filename":"Statewide Profile of Abuse of Older Women and the Criminal Justice Response in Rhode Island, 2002","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}