{"status":"OK","data":{"id":41153,"identifier":"ICPSR03442.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03442.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03442.v1","latestVersion":{"id":37153,"storageIdentifier":"file://10.3886/ICPSR03442.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:42:18Z","releaseTime":"2015-04-09T03:42:18Z","createTime":"2015-04-09T03:42:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of the Forever Free Residential Substance Abuse Treatment (RSAT) Program at the California Institution for Women, 1997-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Prendergast, Michael"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles. Integrated Substance Abuse Programs. Drug Abuse Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hall, Elizabeth A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles. Integrated Substance Abuse Programs. Drug Abuse Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wellisch, Jean"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles. Integrated Substance Abuse Programs. Drug Abuse Research Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an outcome evaluation of the Forever Free  Substance Abuse Treatment Program at the California Institution for  Women (CIW). Data were collected from 119 women who entered Forever  Free between October 1997 and June 1998. Comparison data were  collected from 96 women enrolled in Life Plan for Recovery, an  eight-week substance abuse education course at CIW, between April and  November 1998. Program participants completed an intake questionnaire,  approximately one month after the beginning of treatment, designed to  collect information on background, therapeutic alliance with  counselors, group identification with fellow participants, treatment  motivation, and psychological status. Members of the comparison group  completed an intake form that collected background information.  Treatment participants completed a pre-release form before leaving the  program, which collected information on clients' therapeutic alliance  with their counselors, psychological status, drug-related locus of  control, and post-release treatment plans. Women in both groups  participated in 12-month follow-up interviews between September 1999  and August 2000, which were used to update background information and  collect information on subjects' relationships with their children,  drug use since release, substance abuse treatment since release,  vocational training since release, services needed and received,  social support, current treatment motivation, psychological status,  and drug-related locus of control. Reincarceration data for the entire  sample were obtained from the Offender-Based Information System, a database maintained by the California Department of Corrections."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an outcome evaluation of the  Forever Free Substance Abuse Treatment Program at the California  Institution for Women (CIW). The program, which began in 1991, was  developed and is currently being operated by Mental Health Systems,  Inc., under contract with the Office of Substance Abuse Programs of  the California Department of Corrections. Forever Free is a modified  therapeutic community with a curriculum that emphasizes relapse  prevention, cognitive-behavioral skill building, and women's issues.  At the time of the study, treatment was six months in duration and  participants attended treatment for four hours per day in addition to  their eight-hour work assignment in a prison job or educational  program. A new cohort of about 30 women joined the program every six  weeks. The in-custody phase of treatment was followed by up to six  months of community residential treatment during parole  supervision. The objectives of this study were to: (1) contrast the  12-month post-release outcomes of Forever Free participants with those  of a comparison group with regard to parole performance, drug use,  employment, and psychological functioning, (2) examine differences  between groups with regard\nto their relationships with their children  following release to parole (custody status and parenting), (3)  examine service needs during parole for both groups, and (4) determine  outcome predictors for the whole sample and for Forever Free  participants (tested predictors included group status, age, ethnicity,  primary drug problem, criminal history, psychological functioning,  level of therapeutic alliance, treatment readiness, and locus of control)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected from 119 women who entered  Forever Free between October 1997 and June 1998. Comparison data were  collected from 96 women enrolled in Life Plan for Recovery, an  eight-week substance abuse education course at CIW, between April and  November 1998. Program participants completed an intake  questionnaire, approximately one month after the beginning of  treatment, designed to collect information on background, therapeutic  alliance with counselors, group identification with fellow  participants, treatment motivation, and psychological status. Those  clients with reading difficulties had the questionnaire instrument  read to them. Treatment participants completed the pre-release form  approximately five months after completing the intake form. The  pre-release form was designed to collect end-of-treatment information  on clients' therapeutic alliance with their counselors, psychological  status, drug-related locus of control, and post-release treatment  plans. Members of the comparison group completed a separate intake  form during their incarceration. Due to limited funds, less background  information was collected from the women in the comparison group than  from those in the treatment group. Women in both groups participated  in 12-month follow-up interviews between September 1999 and August  2000. Urine samples were obtained from a randomly selected 20 percent  of subjects interviewed in Los Angeles, but these data are not  included as part of this collection. Subjects who were incarcerated or  selected for urine tests received face-to-face interviews (amounting  to 61 percent of the sample). Residents of other counties who were not  incarcerated received telephone interviews. The follow-up interview  was used to update background information and collect information on  subjects' relationships with their children, drug use since release,  substance abuse treatment since release, vocational training received  since release, services needed and received, social support, current  treatment motivation, psychological status, and drug-related locus of  control. Subjects providing urine samples received $50 to complete the  interview and all other subjects interviewed received $45.  Reincarceration data for the entire sample were obtained from the  Offender-Based Information System, a database maintained by the California Department of Corrections."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables from the treatment group's intake form  include date of interview, primary drug used, birth date, race, last  job, 1996 household income, education, criminal history, relationship  status, previous residence type, number of children, ages of children,  whether the respondent had legal custody of children, where children  were living, contact and visits with children, frequency with which  certain parenting activities were performed before incarceration, drug  use history, drug treatment history, answers to 30 questions about the  respondent's counseling experience and case manager, answers to 13  questions about interactions with other participants in Forever Free,  answers to 43 questions relating to treatment motivation and  psychological functioning, scales for self esteem, depression,  anxiety, problem recognition, desire for help, treatment readiness,  and therapist understanding and involvement, and total scores for  therapeutic alliance with counselors, patient working capacity,  working strategy consensus, client interac\ntion, and confident  collaboration. Variables from the pre-release form include whether the  respondent planned to continue treatment after release, answers to the  same 30 questions about the respondent's treatment experience and case  manager that were on the intake form, answers to 16 questions about  how the respondent felt about drug use, and answers to 19 questions  about psychological functioning. Variables from the comparison group's  intake form include interview date, primary drug used, birth date,  race, 1996 household income, education, criminal history, relationship  status, number of children under 18, drug use history, and release  date. Variables from the follow-up interview include interview date,  whether the respondent was incarcerated at the time of the interview,  primary drug used, whether the interview was conducted face-to-face or  over the phone, education and vocational training received since  release, employment status, arrests and convictions since release,  relationship status, residence type, where children were living,  frequency with which certain parenting activities were performed, drug  use history since release, substance abuse treatment since release,  answers to 53 questions about whether certain services were needed by  the respondent or her children since parole and whether these services  were received, answers to 14 questions about social support available  to the respondent, answers to 24 questions about whether certain  services were received while at CIW and for how long, answers to 64  questions about participants' satisfaction with the Forever Free  program, answers to 78 questions about satisfaction with treatment  received since release, answers to the same 43 questions on treatment  motivation and psychological functioning as on the treatment group's  intake form, answers to 16 questions about how the respondent felt  about drug use, and a scale for drug-related locus of control.  Variables from the Offender-Based Information System include status at  end of follow-up, custody start date for intake offense, return to  custody date for all times returned to custody during the 12-month  follow-up period, parole date for all times paroled, penal code for  offense that returned respondent to custody for all times returned to  custody, number of returns to custody during the 12-month follow-up  period, number of days incarcerated since release, and number of days before first incarceration."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment compliance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-10-30Version Text: 2003-10-30 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems,  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1999-RT-VX-K003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-08"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Self-administered questionnaires were used to collect  background information for treatment and comparison groups and  end-of-treatment information for the treatment group. Outcome data for  both groups were collected through structured interviews. Recidivism data were obtained from a Department of Corrections database."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Inmates at the California Institution for Women who  entered the Forever Free Substance Abuse Treatment Program between  October 1997 and June 1998 or were enrolled in the Life Plan for Recovery course between April and November of 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"All clients entering the Forever Free program between  October 1997 and June 1998 were invited to participate in the  study. The comparison group was selected from women attending Life  Plan for Recovery because of their similar backgrounds and voluntary  participation in a low-intensity substance abuse education program.  Those enrolled in the course between April and Novembe\nr 1998 were  contacted shortly before the time of their release and asked to be part of the study."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the 149 eligible program participants, 15 (10  percent) declined to participate in the study and an additional 15 (10  percent) were unavailable due to illness, court appearances, family  visits, or other reasons. Of the 105 women eligible for the comparison  group, eight declined to participate and one was removed from the  sample because she subsequently entered the Forever Free program and  became part of the treatment sample. For the follow-up interviews 180  intake subjects (84 percent), including 101 program participants (85  percent) and 79 members (82 percent) of the comparison group, were  located and interviewed. Three subjects were eliminated from follow-up  because their one-year follow-up dates were outside the study window.  Two subjects had to be eliminated from follow-up because they received  additional sentence time and at their follow-up dates had not been  released from prison. Two subjects refused to participate in the  follow-up interview, and one subject was deceased. The remaining 27 subjects (13 percent) were not located."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used in this study include Texas Christian  University scales for psychological functioning: self-esteem,  depression, and anxiety, and for motivation for treatment: problem  recognition, desire for help, and treatment readiness. Other scales  include California Psychotherapeutic Alliance Scales, a drug-related locus of control scale, and several Likert-type scales."}]}},"files":[{"description":"","label":"Outcome Evaluation of the Forever Free Residential Substance Abuse Treatment (RSAT) Program at the California Institution for Women, 1997-2000  ","restricted":false,"version":1,"datasetVersionId":37153,"dataFile":{"id":2624825,"persistentId":"","pidURL":"","filename":"Outcome Evaluation of the Forever Free Residential Substance Abuse Treatment (RSAT) Program at the California Institution for Women, 1997-2000  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}