{"status":"OK","data":{"id":44324,"identifier":"ICPSR03925.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03925.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03925.v1","latestVersion":{"id":40324,"storageIdentifier":"file://10.3886/ICPSR03925.v1","versionState":"RELEASED","distributionDate":"2004-07-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:17:05Z","releaseTime":"2015-04-09T04:17:05Z","createTime":"2015-04-09T04:17:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Suicide and Risk Behaviors in an Incarcerated American Indian Population in the Northern Plains [United States], 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Severson, Margaret"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Kansas"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Duclos, Christine"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Colorado Health Sciences Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was initiated by the administrator of a county  jail in the Northern Plains of the United States who was concerned  about the incidence of suicide behaviors in that facility,  particularly among the American Indian population. It was a two-year  project designed to evaluate the existing admissions suicide screening  tool and to improve the instrument's cultural relevance for the  American Indian population. The existing screening instrument used in  the county jail to interview inmates at their intake was developed in  New York. The main objective of the first year of the project was to  determine if that instrument was culturally appropriate for the jailed  American Indian population. The principal objective of the second year  of the project was to determine whether the employment of different  suicide screening protocols would make a difference in the responses  of new detainees with regard to the likelihood of securing their  honest reports of experiencing suicide ideation and its associated  risk factors. For the duration of the project, all male and female  inmates aged 18 and older who were booked into the jail went through  the customary booking procedure that included the administration of  the New York Suicide Prevention Screening Guidelines. In the first  year of the project, researchers also administered a short self-report  survey consisting of measures commonly associated with suicidal  ideation. The self-report survey measured stress, anxiety, suicide  ideation, hopelessness, and suicidal behavior history. The protocols  in the second year of the project reflected efforts to test different  screening conditions for four experimental groups and one control  group of new detainees. The outcome variables of the short self-report  survey consisted of measures of demographics, comfort experience  during booking and the screening process, self-efficacy and management  of depression, knowledge of mental health support available within the  jail, and general well-being. In addition to the quantitative data  collection, qualitative data were also collected to develop a  straightforward assessment of suicide ideation criteria in this specific jail setting using semi-structured focus group interviews."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was initiated by the administrator of  a county jail in the Northern Plains of the United States who was  concerned about the incidence of suicide behaviors in that facility,  particularly among the American Indian population. The county jail is  situated within the center of the region in which the contemporary  Plains Indian tribes reside. It houses persons arrested for  misdemeanor and felony charges and, by contract, persons incarcerated  under the jurisdiction of federal authorit\nies. Approximately 45  percent of the yearly average intake bookings into the jail are  American Indians. However, in 1996 there were 17 total suicide gestures  in this facility and over 75 percent of them involved an American Indian.  This study was a two-year project to evaluate the existing suicide  screening protocol and improve it for use with the American Indian  incarcerated population. Because the admission screening tool used in  the county jail to interview inmates at their intake was developed in  New York, one research objective was to determine if that instrument  was culturally appropriate for use with the county jail population,  particularly with the American Indian population. This endeavor  involved exploring the connection between American Indian and  non-Indian inmates' responses to suicide screening questions as they  were asked within the jail setting. The specific objectives of the  first year of this research project were: (1) to determine the  prevalence rates of suicide ideation within and between American  Indian and non-Indian jail populations, (2) to examine concordance of  the current screening tool used in the county jail with other  self-report measures of suicidal ideation and associated risk factors,  (3) to examine the cultural relevance of the current suicide risk  screening tool and of the intervention methods employed in response to  suicidal behavior within this particular jail setting, (4) to develop  measures of culturally-specific symptoms of suicide ideation that  could be incorporated into a suicide screening protocol, and (5) to  provide recommendations for culturally-sensitive suicide ideation  detection and intervention or treatment policies in this detention  setting. The principal objective of the second year of this research  project was to determine whether the employment of different suicide  screening protocols would make a difference in the responses of new  detainees with regard to the likelihood of securing their honest  reports of experiencing suicide ideation and its associated risk  factors. In particular, the research goals of the second year were:  (1) to identify, through the use of an experimental design, a suicide  screening process that influenced Northern Plains detainees' comfort  level in disclosure of suicidal ideation as well as future  help-seeking behavior and depression management within the jail  setting, and (2) to determine if the wording and format of screening  questions and the type of screener made a difference in the detainees'  comfort level for self-disclosure, management of depression, and future help seeking behavior."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the duration of this two-year research  project, all male and female inmates aged 18 and older who were booked  into the jail went through the customary booking procedure that  included the administration of the New York Suicide Prevention  Screening Guidelines (NYSPSG) questionnaire. Developed in New York and  implemented in New York jails and lockups in 1986 in response to  systemic problems thought to be contributing to a high rate of suicide  in those facilities, the NYSPSG instrument was designed to assess two  groups of risk variables: (1) factors enhancing the level of risk at  the time of booking, and (2) demographic and personal characteristics  correlated with suicide risk. This questionnaire was the suicide risk  detection tool historically used in this detention center. Consistent  with accepted jail practice and\nwith the legal and correctional  literature, these questionnaires were always completed prior to the  inmate being asked to participate in the research. During the sampling  periods, all new prisoners who gave their informed consent were given  a self-report survey after they had been interviewed using the NYSPSG  questionnaire. In Year One (Part 1, Year One Data) researchers  administered a short self-report survey consisting of measures  commonly associated with suicidal ideation. With the exception of the  relatively few self-report surveys completed early in this project,  which were completed just prior to the detainee being moved into his  or her housing unit, all self-report surveys were completed in the  booking area within approximately four hours of admission into the  jail. The self-report survey measured stress, anxiety, suicide  ideation, hopelessness, and the suicidal behavior history of both the  inmate and his or her family. The protocols in the second year of the  project (Part 2, Year Two Data) reflected efforts to test  different screening conditions for four experimental groups and one  control group of new detainees. Each group was assigned to a specific  data collection period during which inmates admitted into the jail on  a certain day and during a certain time period were considered  potential participants. The control group consisted of inmates booked  under normal procedures without any change to the assessment tool or  process already in use in the jail. Additionally, for those subjects  included in the control group, there were no changes made in the  characteristics or credentials of the person doing the screening, nor  was there a change in the type of setting in which the screening  occurred. The use of this control group allowed for an accounting of  the effects of each of the subsequent four experimental groups. The  first experimental group consisted of new detainees screened in a  private area of the booking section of the detention center by a  uniformed officer. The second experimental group was comprised of all  incoming inmates being screened by an American Indian officer in the  more private area of the jail. The third experimental group had  incoming inmates screened in private by someone with a credentialed  mental health background. The fourth experimental group consisted of  all incoming inmates being screened in private by a non-uniformed  American Indian. The outcome variables were included in a short  self-report survey consisting of measures of demographics, comfort  experience during booking and the screening process, self-efficacy  management of depression, knowledge of the mental health support  available within the jail, and general well-being. All study  participants were asked to complete this self-report survey after  their booking and screening process was complete and just prior to  either their release on bond or their transfer to housing units within  the detention center. Part 2 of this data collection contains the  quantitative responses to the Year Two questionnaire, while Part 3,  Year Two Open-Ended Responses, contains the open-ended responses for  the question asking the respondents' opinions about the Year Two  questionnaire. The quantitative data collection was supplemented with  qualitative data during both years of this project. The goal of the  qualitative portion of the first year research endeavor was to develop  the most straightforward assessment of suicide ideation criteria in  this specific jail setting using semi-structured focus group  interviews. The first three focus groups during Year One discussed the  NYSPSG screening instrument, examining each item through probative  questions. These focus groups were conducted with American Indian  males (Part 4, Year One American Indian Male Focus Group Data on  NYSPSG), American Indian females (Part 5, Year One American Indian  Female Focus Group Data on NYSPSG), and non-American Indian males  (Part 6, Year\nOne Non-American Indian Male Focus Group Data on  NYSPSG). The second set of focus groups in Year One reviewed the  jail's suicide prevention policies and procedures. These focus groups  were conducted with American Indian males (Part 7, Year One American  Indian Male Focus Group Data on Jail Policies), American Indian  females (Part 8, Year One American Indian Female Focus Group Data on  Jail Policies), non-American Indian males (Part 9, Year One  Non-American Indian Male Focus Group Data on Jail Policies), and  non-American Indian females (Part 10, Year One Non-American Indian  Female Focus Group Data on Jail Policies). Every inmate participant's  informed consent was obtained prior to initiation of the group process  and questioning. Focus group discussions generally lasted one to two  hours. All focus group discussions were audiotaped and later  transcribed and summarized. Lastly, a focus group comprised of  officers having primary responsibilities in both the intake and  housing areas of the jail was held (Part 11, Year Two Officer Focus  Group Data). A semi-structured questioning method which allowed for  the pursuit of emerging themes was utilized. The officers' focus group  lasted nearly two hours and occurred after their evening shift, from approximately 11:00 p.m. to 1:00 a.m."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables in Part 1 include age,  gender, ethnic identity, tribal affiliation, education level, income,  marital status, number of children, religious beliefs, and official  charges for arrest. Respondents were also asked about their previous  arrest history, experience being jailed, and experience being  hospitalized for emotional or substance abuse problems. Other items  measured the severity of suicidal ideation, the extent of social  support from significant others, and the types and amount of help  received from resources other than family or friends for emotional  support, substance abuse, domestic violence, anger control, or health  problems. Additionally, respondents provided descriptions of anxiety  symptoms, measures of loneliness, amount of stress from being in jail,  and negative attitudes about the future. They also answered questions  about their personal suicidal behaviors and those of their family  members. Lastly, respondents provided information on traumatic life  events and coping mechanisms. In Part 2, demographic information  included age, gender, ethnic identity, tribal affiliation, and pending  criminal charges. Additional questions inquired about the inmate's  comfort and truthfulness response levels during the screening  process. Other questions asked about the inmate's self-efficacy to perform self-management behaviors for depression."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural influences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional states"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"jail inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Native Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"suicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"suicide prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX.F. Native American"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3925.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3925.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Data collected from jail booking records including  the New York Screening form resulted in a large amount of missing  values. Thus, data used from these variables should be used with  extreme caution. (2) Information about how to obtain the survey  instruments used in Part 1 of this collection can be found in the  codebook. (3) The user guide, codebook, and data collection instrument  are provided by ICPSR as Portable Document Format (PDF) files. The PDF  file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-IJ-CX-0016"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-07-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and focus group data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data for Parts 1-3 came from self-report surveys,  and from the New York Suicide Prevention Screening Guidelines portion  of the booking interview. The data for Parts 4-11 were collected through focus groups."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates and officers in a county jail in the Northern Plains of the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1, all inmates brought into the jail were given  an explanation of the research project and asked to sign the informed  consent form and take the survey in a reasonably private but  supervised space in the booking area. Rather than place a time limit  on the sampling, the administrator and shift supervisors agreed to  allow for ongoing sampling until a sufficient number of subjects was  obtained. Except for a four week period between December 14, 1999, and  January 13, 2000, detainees c\noming into the jail were asked to  participate in the study. Exclusion criteria included those who were  not proficient in reading and understanding the English language. The  sampling period for the second year of research (Parts 2 and 3) was  initiated in October 2000 and continued through May 31, 2001. Several  sampling strategies were employed and these varied according to the  intake protocol used by the booking officer after she or he received  specific training in the nature and purpose of the study and the  protocol to be used during the data collection period. In the initial  months of the study period, using the jail's customary intake  procedures, baseline data were collected by asking every inmate who  was admitted into the jail to participate in the study by completing a  Feedback and Satisfaction Survey after having been through the routine  booking process. For Parts 4-11 a convenient, qualitative purposive  sampling strategy was used. The jail mental health counselor  approached detainees who she thought would be able to contribute to  the focus group discussion. She described the study and asked for  participation. Once the detainee agreed, their names were then added  to a list that the officers used to \"call out\" when the focus groups where convened."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not Applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Part 1 includes the Beck Scale for Suicide Ideation (SSI),  Beck Anxiety Inventory (BAI), Beck Hopelessness Scale (BHS), Jail  Stress Scale, a scale of spiritual or religious beliefs developed by  the National Center for American Indian/Alaska Native Mental Health  Research, Scale of Perceived Social Support, UCLA Loneliness Scale,  Brief COPE Scale, and the Stressful Life Events Screening  Questionnaire. Part 2 includes some questions from the Self-Efficacy  Control/Manage Depression Scale of the Stanford Patient Education Research Center."}]}},"files":[{"description":"","label":"Year One American Indian Female Focus Group Data on Jail Policies","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652910,"persistentId":"","pidURL":"","filename":"Year One American Indian Female Focus Group Data on Jail Policies","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One American Indian Female Focus Group Data on NYSPSG","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652907,"persistentId":"","pidURL":"","filename":"Year One American Indian Female Focus Group Data on NYSPSG","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One American Indian Male Focus Group Data on Jail Policies","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652909,"persistentId":"","pidURL":"","filename":"Year One American Indian Male Focus Group Data on Jail Policies","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One American Indian Male Focus Group Data on NYSPSG","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652906,"persistentId":"","pidURL":"","filename":"Year One American Indian Male Focus Group Data on NYSPSG","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One Data","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652903,"persistentId":"","pidURL":"","filename":"Year One Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One Non-American Indian Female Focus Group Data on Jail Policies","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652912,"persistentId":"","pidURL":"","filename":"Year One Non-American Indian Female Focus Group Data on Jail Policies","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One Non-American Indian Male Focus Group Data on Jail Policies","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652911,"persistentId":"","pidURL":"","filename":"Year One Non-American Indian Male Focus Group Data on Jail Policies","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year One Non-American Indian Male Focus Group Data on NYSPSG","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652908,"persistentId":"","pidURL":"","filename":"Year One Non-American Indian Male Focus Group Data on NYSPSG","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year Two Data","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652904,"persistentId":"","pidURL":"","filename":"Year Two Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year Two Officer Focus Group Data","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652913,"persistentId":"","pidURL":"","filename":"Year Two Officer Focus Group Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year Two Open-Ended Responses","restricted":false,"version":1,"datasetVersionId":40324,"dataFile":{"id":2652905,"persistentId":"","pidURL":"","filename":"Year Two Open-Ended Responses","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}