{"status":"OK","data":{"id":45823,"identifier":"ICPSR02813.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02813.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02813.v1","latestVersion":{"id":41823,"storageIdentifier":"file://10.3886/ICPSR02813.v1","versionState":"RELEASED","distributionDate":"2000-04-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:33:34Z","releaseTime":"2015-04-09T04:33:34Z","createTime":"2015-04-09T04:33:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Youth Under 18 Years Old in Adult Prisons in the United States, 1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Levinson, Robert B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Correctional Association"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This survey of departments of corrections in the United  States was undertaken to provide correctional staff with design,  implementation, and management strategies to meet the needs of  prisoners under the age of 18. The study examined what happens when  individuals under age 18 are placed in adult correctional facilities,  and explored\nthe ways in which departments of corrections are  attempting to deal with the growing population of youthful  inmates. The following three objectives were the focus of this study:  (1) to describe the number of incarcerated youths (at time of  admission) being held in the nation's prison system, (2) to examine  the different methods being used to house inmates under 18 years old,  and (3) to explore different management approaches used with youthful  inmates in terms of the size of the prison system and the area of the  country in which they were located. For this study, respondents in 51  departments of corrections (50 states and the District of Columbia)  were contacted by telephone regarding survey questions that were  mailed prior to the phone interviews. The survey contained five  questions concerning current practices for handling offenders under  the age of 18 who had been placed in adult correctional  institutions. Data were collected on the method used to house  underaged inmates and the size of each system's population of inmates  under 18 years old. Subsequently, the method and size data were  combined to form categories describing four management approaches for  dealing with offenders under the age of 18 in adult prisons: (1)  separated/big, (2) separated/little, (3) integrated/big, and (4)  integrated/little. Demographic variables include the population size  and region (Northeast, South, Midwest, or West) of each jurisdiction,  as well as the number and proportion of offenders under 18 years old  within each state. Also present in the file is the location and name  of the facility with the largest under-18 population in each jurisdiction."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As the size of the incarcerated population  continues to grow, so does the total number of incarcerated youths  under the age of 18. Both current research and a recently completed  survey by the American Correctional Association (ACA) indicate that  there is an increasing number of youth offenders under the age of 18  being confined in adult correctional facilities. This growing  population brings new responsibilities for staff in adult prisons. As  more juveniles are being sentenced to adult correctional facilities,  not much is known about how the adult authorities are dealing with  this population. In an effort to provide correctional staff with  design, implementation, and management strategies to meet the needs of  prisoners under the age of 18, this study examined what happens when  individuals under 18 years old are placed in adult correctional  facilities, and explored the ways in which departments of corrections  are attempting to deal with the growing population of youthful  inmates. The following three objectives were the focus of this study:  (1) to describe the number of incarcerated youths (at time of  admission) being held in the nation's prison systems, (2) to examine  the different methods being used to house inmates under 18 years old,  and (3) to explore the different management approaches used with  youthful inmates in terms of the size of the prison system and area of the country in which they were located."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For this study respondents in 51 departments of  corrections (50 states and the District of Columbia) were interviewed  by telephone. A letter explaining the project's purpose, along with a  one-page survey, was first mailed to all of the agencies. Ten days  later, all 51 jurisdictions were telephoned and asked to respond to  the survey questions. The survey contained five questions concerning  current practices for handling offenders under the age of 18 who had  been placed in adult correctional institutions. Prior to data  analyses, the information received from the nation's 51 jurisdictions  was subdivided along two dimensions: the method the correctional  facility used for handling its inmates under the age of 18 (either  separated or integrated), and the size of the sy\nstem (big or  small). Four methods used to manage the youthful offenders were  categorized as follows: (1) correctional facility placing offenders in  administrative segregation until they reached aged 18, (2) underaged  offenders kept in a separate institution that housed only  under-18-year-old offenders, (3) under-18-year-old offenders housed  together with other young offenders, in one (or more) units within a  facility that also held offenders older than age 18, and (4) offenders  under the age of 18 integrated into the correctional facility's  general population, where housing was assigned for all inmates  regardless of age. This study grouped together methods 1 through 3 and  labeled them as \"separated,\" while method 4 defined an  \"integrated\" management approach. The size of a correctional  facility's system was determined by ranking each of the 51  jurisdictions by their number of inmates, as of December 1997. Those  with more prisoners than the median were considered \"big\" systems  and those with less than the median were deemed \"little.\" This  categorization was designed to allow researchers to study four  management approaches for dealing with offenders under the age of 18  in adult prisons: (1) separated/big, (2) separated/little, (3) integrated/big, and (4) integrated/little."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables include the population size  and region (Northeast, South, Midwest, or West) of each jurisdiction,  as well as the number and proportion of under-18-year-old offenders  within each state housed in an adult correctional facility. Also  present in the file is the location and name of the facility with the  largest population of inmates under age 18. Additionally, each  jurisdiction was asked whether they would be willing to participate further in an on-site interview."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities (adults)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"corrections management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2000-04-18Version Text: 2000-04-18 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0024"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-04-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["census/enumeration data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews and a census of state departments of corrections"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Departments of corrections."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult correctional facilities in the United States and the District of Columbia that housed offenders under the age of 18."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for the telephone surveys was  100 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Youth Under 18 Years Old in Adult Prisons in the United States, 1997   ","restricted":false,"version":1,"datasetVersionId":41823,"dataFile":{"id":2662676,"persistentId":"","pidURL":"","filename":"Youth Under 18 Years Old in Adult Prisons in the United States, 1997   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}