{"status":"OK","data":{"id":42730,"identifier":"ICPSR21860.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21860.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR21860.v1","latestVersion":{"id":38730,"storageIdentifier":"file://10.3886/ICPSR21860.v1","versionState":"RELEASED","distributionDate":"2010-04-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:59:35Z","releaseTime":"2015-04-09T03:59:35Z","createTime":"2015-04-09T03:59:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Processes of Resistance in Domestic Violence Offenders in Seven Sites in the United States and Canada, 2004-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Levesque, Deborah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pro-Change Behavior Systems, Inc."}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to examine the processes of resistance in domestic violence offenders. Study One (Part 1, Study One Quantitative Data) was developed to refine and offer preliminary validation of the draft processes of resistance measure. In the summer of 2004, group facilitators collected data from 346 domestic violence offenders recruited from domestic violence agencies in Florida, California, Georgia, and Rhode Island. The 88 item draft processes of resistance measure was administered as part of a 280 item paper-and-pencil survey that took approximately 60 minutes to complete. Resistance items were placed in random order in the measure and in 50 percent of the surveys, resistance items were placed in reverse order within the measure. Study Two (Part 2, Study Two Quantitative Data), administered the processes of resistance measure to a separate sample of domestic violence offenders at batterer program intake and again two months later. Participants included 358 domestic violence offenders recruited from domestic violence agencies in Florida, Virginia, Rhode Island, Michigan, and Calgary, Canada, between January and December 2005. In Study Three (Part 3, Study Three Expert Interview Qualitative Data), 16 of the 18 domestic violence experts who were interviewed in Study One during the drafting of the resistance measure were invited by telephone or email to participate in a 1- hour interview on best practices for dealing with resistance. Thirteen experts who agreed to be interviewed were mailed a list of processes of resistance measure items and asked to give recommendations on how domestic violence counselors can respond to a client engaging in those behaviors in treatment. Interviews were conducted by telephone in November 2005, with an interviewer and note taker, and audiotaped. Part 1 (Study One Quantitative Data) and Part 2 (Study Two Quantitative Data) include demographic variables such as age, race, level of education, employment and income level, relationship to the domestic assault victim, months in batterer treatment, and criminal history. Both Parts also include variables to measure stage of change, decisional balance, processes of change, self-efficacy, physical and psychological aggression, social desirability, at risk drinking, and physical and mental health. Additionally, Part 2 includes variables on program attendance and completion. Part 3 (Study Three Expert Interviews Qualitative Data) includes domestic violence experts recommendations for managing eight types of resistance in batterer treatment including system blaming, problems with partner, problems with alliance, social justification, hopelessness, isolation, psychological reactance, and passive reactance."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to examine the processes of resistance in domestic violence offenders. The seven aims of the study were:</p>\n\n<ol>\n<li><p>To develop a psychometrically sound, multidimensional measure of processes of resistance for domestic violence offenders.</p></li>\n<li><p>To examine the construct validity of the measure among men in batter treatment by assessing the relationship between processe\ns of resistance and other dimensions to which resistance should be related: stage of change for staying violence-free, time in treatment, and use of psychological aggression,  mild physical aggression, and severe physical aggression.</p></li>\n<li><p>To examine the relationship between use of processes of resistance and processes of change.</p></li>\n<li><p>To confirm the factor structure of the measure in a separate sample of domestic violence offenders.</p></li>\n<li><p>To examine the relationship between patterns of resistance and the following behavioral outcomes over time: (a) stage progression, (b) stage regression, (c) use of psychological aggression, (d) use of mild physical, and (e) use of severe physical aggression.</p></li>\n<li><p>To determine whether resistance and other Transtheoretical Model of Change (TTM) variables at treatment intake predict treatment completion and dropout.</p></li>\n<li><p>To conduct interviews with experts on domestic violence treatment in an initial effort to identify strategies for dealing with the specific types of resistance identified in Study One.</p></li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Study One (Part 1, Study One Quantitative Data) was developed to refine and offer preliminary validation of the draft processes of resistance measure. In the summer of 2004, group facilitators collected data from 346 domestic violence offenders recruited from domestic violence agencies in Florida, California, Georgia, and Rhode Island. The 88 item draft processes of resistance measure was administered as part of a 280 item paper-and-pencil survey that took approximately 60 minutes to complete. Resistance items were placed in random order in the measure and in 50 percent of the surveys, resistance items were placed in reverse order within the measure. Participants received a ten-dollar gift card to a local store, or a ten-dollar voucher toward their program fee. Agencies decided at the outset which kind of incentive they wanted their clients to receive. The agencies received five dollars for each completed survey.</p>\n<p>Study Two (Part 2, Study Two Quantitative Data), administered the processes of resistance measure to a separate sample of domestic violence offenders at batterer program intake and again two months later. Participants included 358 domestic violence offenders recruited from domestic violence agencies in Florida, Virginia, Rhode Island, Michigan, and Calgary, Canada, between January and December 2005. Agency staff and group facilitators administered the baseline survey around program intake. Program intake was defined as anytime up to and including the third session, but as close to intake as possible. Surveys were administered in one-on-one or small group sessions at the agency, or clients were asked to complete the survey at home and return it the following week. On the final page of the baseline survey, participants were reminded that they would be asked to complete a final survey in about two months. They were told that if they were no longer in the same domestic violence program at that time, Pro-Change would like to send the survey to their home and asked them to provide a mailing address. Seventy-four percent of the participants provided an address. On a monthly basis, agencies received follow-up surveys with a coversheet containing the participant's name and survey due date. Agency staff mailed completed baseline and follow-up surveys to Pro-Change in provided individual postage-paid envelopes. Follow-up surveys for participants who had dropped out of the program were returned blank, and forwarded by Pro-Change to the participant's home if a mailing address was available. At baseline, the refined 38-item resistance measure was administered as part of a 210-item paper-and-pencil survey that took approximately 45 minutes to complete. Participants received a 20-dollar gift card to a local store or a 20-dollar voucher toward their program fee for completing a\nquestionnaire at program intake, and a 30-dollar gift card or voucher toward their program fee for completing the follow-up questionnaire. Agencies decided at the outset which kind of incentive they wanted their clients to receive. The agencies received 10 dollars for each completed baseline survey, and 15 dollars for each completed follow-up survey. Agency staff were asked to provide program attendance and completion data on their clients who participated in the study. Near the end of the study, agencies received a chart that listed participants' names and program start dates, and contained blank fields for recording the following: program completion date, whether still enrolled in program, date of first drop, reason for first drop, number of sessions attended before first drop, date of return, whether returning participant had to start the program over from the beginning, date of second drop, reasons for second drop, and so on. Agency staff received fifteen dollars per hour for completing the chart.</p>\n<p>In Study Three (Part 3, Study Three Expert Interview Qualitative Data), 16 of the 18 domestic violence experts who were interviewed in Study One during the drafting of the resistance measure were invited by telephone or email to participate in a 1-hour interview on best practices for dealing with resistance. Thirteen experts who agreed to be interviewed were mailed a list of processes of resistance measure items and asked to give recommendations on how domestic violence counselors can respond to a client engaging in those behaviors during treatment. Interviews were conducted by telephone in November 2005, with an interviewer and note-taker, and audiotaped. The note-taker later reviewed the audiotape to ensure that the notes were complete and accurate. During the interview, each resistance dimension was discussed. At the end of interview, experts were asked to report any additional strategies they believe are particularly effective in dealing with resistance.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 (Study One Quantitative Data) and Part 2 (Study Two Quantitative Data) include demographic variables such as age, race, level of education, employment and income level, relationship to the domestic assault victim, months in batterer treatment, and criminal history. Both Parts also include variables to measure stage of change, decisional balance, processes of change, self-efficacy, physical and psychological aggression, social desirability, at-risk drinking, and physical and mental health. Additionally, Part 2 includes variables on program attendance and completion. Part 3 (Study Three Expert Interviews Qualitative Data) includes domestic violence experts' recommendations for managing eight types of resistance in batterer treatment including system blaming, problems with partner, problems with alliance, social justification, hopelessness, isolation, psychological reactance, and passive reactance."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment compliance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-04-29Version Text: 2010-04-29 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-IJ-CX-1030"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-04-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-12"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-12"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["For all data parts, data were collected from interviews. For Part 2, program attendance and completion data were provided by the agency."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alberta"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Calgary"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Canada"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Rhode Island"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Virginia"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["For Part 1 (Study One Quantitative Data) the universe is any domestic violence offender receiving treatment at a domestic violence agency in California, Florida, Georgia, and Rhode Island in the Summer of 2004. For Part 2 (Study Two Quantitative Data) the universe is any domestic violence offender receiving treatment at a domestic violence agency in Florida, Michigan, Rhode Island, and Calgary, Canada, between January and December 2005. For Part 3 (Study Three Expert Interview Qualitative Data) the universe is experts on domestic violence that participated in Study One during the drafting of the resistance measure in November 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Study One (Part 1, Study One Quantitative Data) participants were 346 domestic violence offenders recruited from domestic violence agencies in Florida (130 subjects from 4 agencies), Rhode Island (29 subjects from 1 agency), Georgia (66 subjects from 1 agency), and California (121 subjects from 2 agencies). Florida agencies were recruited via letters mailed to 88 agencies randomly selected from a list of certified Florida programs found on the Internet. Programs in California, Rhode Island, and Georgia were well known to the project's Principal Investigator or consultants, and were invited by email or telephone to participate. The Florida, Rhode Island, and Georgia programs ran from 20-26 weeks, and the California programs ran for 52 weeks.</p>\n<p>Study Two (Part 2, Study Two Quantitative Data) participants were 358 domestic violence offenders recruited from domestic violence agencies in Florida (243 subjects from 9 agencies), Virginia (46 subjects from 2 agencies), Michigan (15 subjects from 2 agencies), Rhode Island (45 subjects from 1 agency), and Calgary, Canada (9 subjects from 1 agency). Four of the Florida agencies had participated in Study One. The five remaining Florida agencies and the two Virginia agencies were recruited via letters mailed to a total of 226 agencies randomly selected from lists of certified batterer programs found on the Internet. Programs in Michigan, Rhode Island, and Calgary were well known by the project's Principal Investigator or consultants, or their colleagues, and were invited by email or telephone to participate. All programs ran from 20 to 26 weeks, with the exception of the Canadian program, which consisted of an indeterminate number of individual sessions, depending on the client's individual needs, followed by a 14-week group program.</p>\n<p>In Study Three (Part 3, Study Three Expert Interview Qualitative Data), 16 of the 18 domestic violence experts who were interviewed in Study One during the drafting of the resistance measure were invited by telephone or email to participate.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, group facilitators reported that less than ten men declined participation. For Part 2, 5 to 10 percent of the men declined study participation when invited at program intake and 74 percent of participants provided an address where they could be sent the 2-month follow-up survey. For Part 3, 13 of 16 experts who were invited to complete the survey agreed to participate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Study One Quantitative Data) and Part 2 (Study Two Quantitative Data) both utilize the following scales:</p>\n<ol>\n<li><p>Rhode Island Change Assessment for Domestic Violence Offenders -- Revised (URICA-DV-R) (Levesque, 2006)</p></li>\n<li><p>Decisional Balance Measure for Domestic Violence Offender (Levesque and Driskell, 2001)</p></li>\n<li><p>Processes of Change Measure (Levesque and Driskell, 2001)</p></li>\n<li><p>Self-Efficiacy Measure for Domestic Violence Offenders (Levesque, Driskell, and Prochaska, 2001)</p></li>\n<li><p>Modified Conflicts Tactics Scales (MCTS) (Pan, Neidig, and O'Leary, 1994)</p></li>\n<li><p>Marlowe-Crowne Social Desirability Scale Short Form (Crowne-Marlowe, 1960; Reynolds, 1982)</p></li>\n<li><p>At-Risk Drinking CAGE Questionnaire (Ewing, 1984)</p></li>\n<li><p>Medical Outcomes Study-Short Form-12 Health Survey (SF-12) (Ware, Kasinksi, and Keller, 1996)</p></li>\n</ol>\n<p>Part 1 also included the 88 item draft Processes of Resistance measure, while Part 2 included 38 item refined Processes of Resistance measure.</p>"}]}},"files":[{"description":"","label":"Study One Quantitative Data","restricted":false,"version":1,"datasetVersionId":38730,"dataFile":{"id":2639949,"persistentId":"","pidURL":"","filename":"Study One Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study Three Expert Interview Qualitative Data","restricted":false,"version":1,"datasetVersionId":38730,"dataFile":{"id":2639951,"persistentId":"","pidURL":"","filename":"Study Three Expert Interview Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study Two Quantitative  Data","restricted":false,"version":1,"datasetVersionId":38730,"dataFile":{"id":2639950,"persistentId":"","pidURL":"","filename":"Study Two Quantitative  Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}