{"status":"OK","data":{"id":41356,"identifier":"ICPSR06237.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06237.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06237.v1","latestVersion":{"id":37356,"storageIdentifier":"file://10.3886/ICPSR06237.v1","versionState":"RELEASED","distributionDate":"1996-10-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:44:34Z","releaseTime":"2015-04-09T03:44:34Z","createTime":"2015-04-09T03:44:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Assessment Survey of Law Enforcement Anti-Gang Information Resources, 1990-1991"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Curry, G. David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"West Virginia University. Department of Sociology and Anthropology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fox, Robert J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"West Virginia University. Department of Sociology and Anthropology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ball, Richard A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"West Virginia University. Department of Sociology and Anthropology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stone, Darryl"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"West Virginia University. Department of Sociology and Anthropology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study constituted a systematic national assessment of  local law enforcement perceptions of the distribution of gang and  gang-like problems in large cities in the United States, law  enforcement reactions to gangs, and their policies toward gang  problems. One purpose of the study was to examine changes in law  enforcement perceptions of the U.S. gang problem that have occurred  since NATIONAL YOUTH GANG INTERVENTION AND SUPPRESSION SURVEY,  1980-1987 (ICPSR 9792) was undertaken. The overall goal was to obtain  as \"conservative\" as possible an estimate of the magnitude of the  gang problem in the United States as reflected by the official  reaction, record-keeping, and reporting of local law enforcement  agencies. The agencies were asked to refer the interviewer to the  individual representative of the agency who could provide the most  information about the agency's processing of information on gangs and  other youth-based groups engaged in criminal activity. To obtain each  law enforcement agency's official, not personal, perspective on gang  problems, anonymity was intentionally avoided. Each respondent was  first asked whether the respondent's agency officially identified a  \"gang problem\" within their jurisdiction. Gangs were defined for  this study as groups involving youths engaging in criminal activity.  Respondents were then asked if their department officially recognized  the presence of other kinds of organized groups that engaged in  criminal activity and involved youths and that might be identified by  their department as crews, posses, or some other designation. Based on  affirmative answers to questions on the officially recognized presence  of gangs and the kinds of record-keeping employed by their  departments, agencies were sent customized questionnaire packets  asking for specifics on only those aspects of the gang problem that  their representative had reported the agency kept information on.  Variables include city name, state, ZIP code, whether the city  participated in National Youth Gang Intervention and Suppression  Survey, 1980-1987, and, if so, if the city reported a gang problem.  Data on gangs include the number of homicides and other violent,  property, drug-related, and vice o\nffenses attributed to youth gangs  and female gangs, total number of gang incidents, gangs, gang members,  female gang members, and gangs comprised only of females for 1991,  number of juvenile gang-related incidents and adult gang-related  incidents in 1991, number of drive-by shootings involving gang members  or female gang members in 1991, and numbers or percent estimates of  gang members by ethnic groups for 1990 and 1991. Respondents also  indicated whether various strategies for combating gang problems had  been attempted by the department, and if so, how effective each of the crime prevention measures were."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study constituted a systematic national  assessment of local law enforcement perceptions of the distribution of  gang and gang-like problems in large cities in the United States, law  enforcement reactions to gangs, and their policies toward gang  problems. Specifically, this study had seven goals: (1) to generate an  updated national profile of the geographic distribution of gang  problems in large cities as measured by official reaction by local law  enforcement agencies, (2) to examine changes in law enforcement  perceptions of the U.S. gang problem that have occurred since NATIONAL  YOUTH GANG INTERVENTION AND SUPPRESSION SURVEY, 1980-1987 (ICPSR 9792)  was undertaken, and, to the extent possible, earlier national surveys,  (3) to evaluate the quality of information resources used by law  enforcement in assessing the scope of local gang problems, (4) to  present the information available on age, gender, race, and ethnicity  of gang members as perceived in law enforcement records, (5) to  examine the degree to which law enforcement responses to the gang  problem are institutionalized at the local level, (6) to assess what  networks exist on local and national levels that enhance or have the  potential for enhancing the distribution and sharing of accurate  information on the scope of gang problems at local and national  levels, and (7) to report the application and perceived effectiveness  of selected anti-gang response strategies by local law enforcement  agencies. The overall goal was to obtain as \"conservative\" as  possible an estimate of the magnitude of the gang problem in the  United States as reflected by the official reaction, record-keeping, and reporting of local law enforcement agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For each police department in the survey, the  address of the senior official, usually a chief of police or police  commissioner, was obtained. Each received a letter from the project's  principal investigator and a letter from the federal funding agency  describing the project and encouraging participation. Each  administrator was asked to refer the interviewer to the individual  representative of the agency who could provide the most information  about the agency's processing of information on gangs and other  youth-based groups engaged in criminal activity. To obtain the law  enforcement agency's official, not personal, perspective on gang  problems, anonymity was intentionally avoided. Respondents were  instructed that the names of contacts within each police department  would be listed in technical reports produced for dissemination by the  funding agency. Following the methodology of all previous  national-level surveys of gang problems, the respondent was first  asked whether the respondent's agency officially identified a \"gang  problem\" within their jurisdiction. This question created a de facto  three-component limitation on how gangs were defined for this study:  gangs (1) are groups, (2) involve youths, and (3) engage in criminal  activity. Respondents were clearly informed that the study excluded  motorcycle gangs, hate groups, prison gangs, and organized crime  groups. Beyond these intentional exclusions, this approach allowed the  study to encompass differences in local definitions of what is  regarded as a \"gang.\" Foll\nowing the specific question about official  recognition of the presence of gangs, respondents were asked if their  department officially recognized the presence of other kinds of  organized groups that engaged in criminal activity and involved youths  and that might be identified by their department identified as crews,  posses, or some other designation. Respondents whose answers were  negative to both of these questions were thanked for their time and  asked no further questions. Respondents whose answers were affirmative  to either of the above questions were asked a sequence of other  questions on record-keeping procedures to determine their eligibility  for participation in other parts of the survey. The departmental  administrator for each of the respondents was sent a letter of  appreciation and a computer printout confirming the identity of the  gang information contact for their department and the official  responses. All administrators and respondents were invited to contact  the project with updated information if their departmental status  changed. Based on their affirmative answers to questions on the  officially recognized presence of gangs and the kinds of  record-keeping employed by their departments, respondents were sent  customized questionnaire packets and a separate letter by overnight  registered mail reasserting the importance of the study and the need  for a cooperative response. Departments were asked for specifics on  only those aspects of the gang problem that their representative had  reported the agency kept information on. All departments indicating  the officially recognized presence of a gang problem (regardless of  reported record-keeping procedures) were asked to complete a  definitional questionnaire and a strategy effectiveness questionnaire."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Geographic identifiers include city name, state,  and ZIP code. Information is also provided about whether the city  participated in the National Youth Gang Intervention and Suppression  Survey, 1980-1987, and if so, if the city reported a gang problem.  Data on gangs include whether the department reported a gang or  gang-like problem or the presence of crews or posses, the number of  homicides and other violent, property, drug-related, and vice offenses  attributed to youth gangs and female gangs, total number of gang  incidents, total number of gangs, gang members, female gang members,  and gangs comprised only of females for 1991, number of juvenile  gang-related incidents and adult gang-related incidents in 1991,  number of drive-by shootings involving gang members or female gang  members in 1991, and numbers or percent estimates of gang members by  ethnic groups for 1990 and 1991, including White, Black  (African-American, Jamaican, Other), Hispanic (Mexican-American,  Puerto-Rican, Salvadoran, Other), Asian (Vietnamese, Chinese,  Filipino, Other), or other. Each department's definition of a gang was  provided through responses to the 25-item definitional questionnaire.  Respondents also indicated whether any of 22 different strategies for  combating gang problems had been attempted by the department and, if so, how effective each of the crime prevention measures were."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang members"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files, SAS transport (XPORT) file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) The data collection instrument is provided as an  electronic image file in Portable Document File (PDF) format. The PDF  format was developed by Adobe Systems Incorporated and can be accessed  using the Adobe Reader. Information on how to obtain a copy of the  Adobe Reader is provided in the README file on the diskette version of  this study and through the NACJD Web Pages on the Internet. The data  collection instrument is also available in hardcopy form upon request  from ICPSR. (2) Eleven counties provided information to the 1992 gang  survey. The county list was selected from the list of counties  contacted in the National Youth Gang Intervention and Suppression  Survey, 1980-1987. However, the county data are not included in this data collection.; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"91-IJ-CX-K003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-10-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1990"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1991"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews and self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Police departments."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Police departments in United States cities with populations near 200,000 and above."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"All cities in the United States with 1990 Bureau of the  Census projected populations over 200,000, 43 smaller cities that had  been included in NATIONAL YOUTH GANG INTERVENTION AND SUPPRESSION  SURVEY, 1980-1987 (ICPSR 9792), and Shreveport, LA, Jackson, MS, and Mobile, AL."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"All of the law enforcement agencies selected for the study were contacted."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Data Collection Instrument in PDF Format","restricted":false,"version":1,"datasetVersionId":37356,"dataFile":{"id":2627053,"persistentId":"","pidURL":"","filename":"Data Collection Instrument in PDF Format","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Data File","restricted":false,"version":1,"datasetVersionId":37356,"dataFile":{"id":2627051,"persistentId":"","pidURL":"","filename":"Data File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements","restricted":false,"version":1,"datasetVersionId":37356,"dataFile":{"id":2627052,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}