{"status":"OK","data":{"id":44069,"identifier":"ICPSR04046.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04046.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04046.v1","latestVersion":{"id":40069,"storageIdentifier":"file://10.3886/ICPSR04046.v1","versionState":"RELEASED","distributionDate":"2006-09-22","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:14:16Z","releaseTime":"2015-04-09T04:14:16Z","createTime":"2015-04-09T04:14:16Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Evaluation of the Juvenile Accountability Incentive Block Grant Program, 1998-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Parent, Dale"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Barnett, Liz"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the operation of the Juvenile  Accountability Incentive Block Grant program (JAIBG) from fiscal years  1998 through 2000. In order to describe how states implemented the  JAIBG program, this study examined the program's effects on state and  local juvenile justice policies and practices, which included studying  how states awarded the grant funds to localities and for what  purposes, and an assessment of how states changed their policies and  practices during this period. Variables in Part 1 (Juvenile  Accountability Incentive Block Grant (JAIBG) Subgrant Follow-Up  Information Form Data) provide grant information, jurisdiction type,  planning typology of state, amount of funds budgeted for  administrative purposes, and for each of 12 purpose areas, total  amount of funds spent in subgrant, and number of the various entities  involved in juvenile crime prevention. Variables in Part 2 (Fiscal  Year 1998 Supplemental Programmatic Information Form Data) provide  grant information, jurisdiction type, planning typology of state, type  of program, primary purpose of funded programs in each of the 12  purpose areas (if the funds supported a new program in that purpose  area), as well as allocation of funds and total funds in each purpose  area. Variables in Parts 3-5 (Perceptions and Attitudes About the  JAIBG Program Survey Data for JAIBG Subgrant Recipients, Perceptions  and Attitudes About the JAIBG Program Survey Data for State Juvenile  Crime Enforcement Coalition (JCEC) Members, and Perceptions and  Attitudes About the JAIBG Program Survey Data for Local Juvenile Crime  Enforcement Coalition (JCEC) Members) provide state, planning typology  of state, and recipient's professional affiliations (by category). The  surveys also included questions to measure the recipient's  satisfaction with the JAIBG program and the funding received. Data  available in this collection were obtained from the following two  sources: (1) data collected by Follow-Up Information Forms (FIFs) for  fiscal years 1998, 1999, and 2000 (Part 1), and (2) mail survey data  collected by Abt Associates Inc., which included: programmatic and  financial data for a sample of fiscal year 1998 programs (Part 2),  attitudinal and opinion surveys of a sample of subgrant recipients  (Part 3), state Juvenile Crime Enforcement Coalition (JCEC) members (Part 4), and a sample of local JCEC members (Part 5)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the operation of the Juvenile  Accountability Incentive Block Grant program (JAIBG) from fiscal years  1998 through 2000. Specifically the process evaluation examined the  implementation of the program throughout the country and how states  and eligible jurisdictions expended the funds. The JAIBG provided  block grants to state and local governments as financial incentives to  increase accountability within their juvenile justice systems by  implementing several juvenile justice policies and practices to ensure  accountability. These policies and practices included prosecuting as  adults juveniles who committed serious violent crimes, expanding the  array of graduated sanctions available to juvenile courts, holding  parents responsible for seeing that their children obey court orders,  and establishing juvenile records systems that parallel those for  adult offenders. The JAIBG defined 12 program purpose areas (PPAs)  that encompassed all phases of juvenile justice to which state and  local governments could award funds. The phases included law  enforcement, detention, prosecution, defense, courts, probation,  correctional institutions, and aftercare, as well as support services like juvenile justice information systems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To conduct this process evaluation of JAIBG, the  researchers relied on secondary analysis of administrative data, which  was supplemented with additional information collected by surveys. The  State and Tribal Assistanc\ne Division of the Office of Juvenile Justice  and Delinquency (OJJDP) of the United States Department of Justice  developed a follow-up information form (FIF) to collect additional  JAIBG-specific information on subgrants to show states' distribution  of JAIBG funds within program purpose areas, and by type of  jurisdiction. Grantees submitted their initial followup information  for fiscal year 1998 on paper forms by April 2001 and entered the data  for fiscal year 1999 and 2000 through OJJDP's Web-based grant  management system (GMS) by April 2002. A total of 5,452 grantees  reported this follow-up information, which is contained in Part 1.  Abt Associates Inc. administered one data collection form and three  surveys by mail. After the administration of all four surveys in  December 2001, the researchers employed periodic remails, reminder  postcards, and followup phone calls. To learn more detail about the  distribution of funds, the researchers developed a form that enabled  them to look more closely at the purpose of the fiscal year 1998  award. A total of 999 JAIBG programs were sampled to receive the form  by mail and to provide the supplemental programmatic information.  JAIBG coordinators filled out the forms for all sampled programs in  their state. In one state, the JAIBG coordinator distributed the forms  to the subgrant recipients to complete. Supplemental data, found in  Part 2, are available for 862 programs. A total of 800 subgrant award  recipients returned the perceptions and attitudes surveys that were  mailed directly to the recipients of the above sampled programs. The  results are contained in Part 3. The JAIBG program stimulated  collaboration among local stakeholders in juvenile accountability  programs such as units of local government, police, courts,  prosecutors, defenders, probation, detention, community organizations,  not-for-profit service providers, schools, and human service  organizations. As members of these groups formally collaborated on  local Juvenile Crime Enforcement Coalitions (JCECs), they formed  linkages and interactions that extended beyond JAIBG. A total of 1,139  state JCEC members received a copy of a perceptions and attitudes  survey. Data are available for 521 State JCEC members in Part  4. Finally, a total of 457 local JCEC members received a copy of a  perceptions and attitudes survey. Data are available from 177 local JCEC members in Part 5."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include state, fiscal year,  federal award number, state subgrant award number, jurisdiction type,  planning typology of state, state subgrant award amount, amount of  funds budgeted for administrative purposes and for each of 12 purpose  areas, total amount of funds spent in subgrant, and number of the  various entities involved in juvenile crime prevention. Variables in  Part 2 include federal grant number, state subgrant award number,  jurisdiction type, planning typology of state, subgrant award amount,  type of program, primary purpose of funded programs in each of the 12  purpose areas, whether the funds supported a new program in that  purpose area, and allocation of funds (administrative costs, benefits,  construction, contract services/consulting, equipment, supplies and  operating expenses, personnel, travel, other) and total funds in each  purpose area. Variables in Part 3 include state, planning typology of  state, and recipient's professional affiliations (by category). The  survey included questions about needs for which funds could not be  used, satisfaction with flexibility of the JAIBG program in allowing  selection of funding priorities, whether there were specific obstacles  presented in the JAIBG structure that prevented the program from  meeting juvenile justice needs, and whether the recipient was  satisfied with the time it took to receive the funding. Variables in  Part 4 and Part 5 include state, planning typology of state, and  professional affiliatio\nn (by category). The surveys included questions  about satisfaction with the pass-through provision, satisfaction with  program purpose areas, whether there were juvenile justice needs for  which the state or locality could not use the JAIBG funds,  satisfaction with flexibility of the JAIBG program in allowing  selection of funding priorities, whether there were specific obstacles  presented in the JAIBG structure that prevented the program from  meeting juvenile justice needs, whether the planning process  identified needs accurately and helped allocate funds in a way that  met their juvenile justice needs, whether the JCEC got useful  information about the progress of funded projects, whether the state  or locality achieved its intended outcomes from the JAIBG grant, and  satisfaction with the time it took OJJDP to provide funds. In  addition, the state JCEC members were asked if they were satisfied  with the formula that determines the amount for which each state was  eligible. The local JCEC members were also asked how satisfied they  were with the timeliness that JAIBG funding was awarded to local grantees."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"funding"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"grants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perceptions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"satisfaction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-09-22Version Text: 2006-09-22 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: (1) This project also collected data from several  sources that are not included in this data collection, including  interviews with state and local administrators and planners as well as  program staff during two site visits to six states, annual telephone  interviews with JAIBG coordinators for all 56 jurisdictions, in-person  interviews with key officials at OJJDP during the JAIBG Act's passage  and implementation, close-out data for fiscal year 1998 JAIBG funds,  and training and technical assistance data gathered by the Development  Services Group (the JAIBG Training and Technical Assistance (TTA)  contractor). (2) JAIBG Subgrant Recipient Expenditure Survey Data  (Part 2) is called Supplemental Programmatic Information Form by the  final report. Because so few states supplied the breakdown of funds in  their reporting, the researchers were unable to report findings on the supplemental data.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1999-JR-VX-0001 and 1999-JR-VX-K006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-09-22"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: subgrant","Part 2: organization","Parts 3-5: individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: State and local subgrants of the JAIBG program  during fiscal years 1998 through 2000. Part 2: State and local  programs funded by subgrants of the JAIBG program during fiscal year  1998. Part 3: State and local subgrant award recipients of the JAIBG  program during fiscal year 1998. Part 4: State JCEC members who  received JAIBG program funding during fiscal year 1998. Part 5: Local  JCEC members who received JAIBG program funding during fiscal year 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To collect the data contained in Part 1, the Office of  Juvenile Justice and Delinquency Prevention (OJJDP) intended to gather  subgrantee award information annually on the follow-up information  form (FIF). However they experienced difficulties with their Web-based  grant management system. The reporting rate for each year of JAIBG  funding was 88.9 percent for 1998, 63.0 percent for 1999, and 74.2  percent for 2000. The sampling procedure for the supplemental  instrument consisted of selecting all awards made to state subgrant  award recipients in 1998, resulting in 210 awards. Based on a  robustness and waiver typology developed by the researchers, 240 local  subgrant 1998 award forms were randomly sampled from typologies 1, 3,  and 4. All typology 2 forms were selected, resulting in 69 forms. In  total, 999 programs from fiscal year 1998 were sampled to provide the  supplemental information contained in Part 2. This sample was taken  from only 53 of the 56 jurisdictions, as three had not submitted  fiscal year 1998 FIF forms. The data in Part 3 was collected via  surveys that were sent directly to the same 1998 sub\ngrant award  recipients as the above 999 sampled programs. To collect the data in  Part 4, the researchers obtained Juvenile Crime Enforcement Coalitions  (JCEC) membership lists from the state's JAIBG coordinator for all  states and territories except Alaska. In total, 1,189 state JCEC  members received a copy of the perceptions and attitudes survey.  Because of the large number of local JCEC members and the difficulty  in obtaining current lists, a stratified sampling procedure was used  to collect the data in Part 5. States were first ordered within  typology categories according to their total JAIBG allocation after  which the medial allocation for each category was computed. The  researcher then randomly selected two states above the median and two  states below, as well as alternates. A total of 16 states were  selected along with alternates. Following the selection of states, the  researchers used the fiscal year 1998 FIF form as the basis for local  JCEC selection. First, they removed all forms in which the  jurisdiction type \"state\" or \"state agency\" was indicated. Second,  duplicate grant recipients were eliminated. Third, the remaining forms  were divided into \"yes\" or \"no\" categories based on whether the  subgrantee represented a regional coalition in order to include  variation in collaboration. Fourth, forms in these two categories were  numbered and random-number generated to select one form from each  category. Alternates were also selected at that time. Following this  selection, the researchers used local JCEC member information provided  on the FIF form, or they requested the information from the state  JAIBG coordinator. Through this process, the researchers developed a sample of 457 local JCEC members."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, the reporting rate for each year of  JAIBG funding was 88.9 percent for 1998, 63.0 percent for 1999, and  74.2 percent for 2000. For Part 2, of the 53 sampled jurisdictions  only 39 (73.6 percent) responded, resulting in an overall response  rate of 86.4 percent. For Part 3, the response rate was 80.1  percent. For Part 4 and Part 5, the researchers calculated adjusted  response rates after the elimination of cases in the sample with  invalid contact information and those inappropriately contacted. For  Part 4, the response rate was 45.7 percent and the adjusted response  rate was 50.7 percent. For Part 5, the response rate was 38.5 percent and the adjusted response rate was 47.6 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"For Parts 1-2, no scales were used, and for Parts 3-5, several Likert-type scales were used."}]}},"files":[{"description":"","label":"Fiscal Year 1998 Supplemental Programmatic Information Form Data","restricted":false,"version":1,"datasetVersionId":40069,"dataFile":{"id":2651416,"persistentId":"","pidURL":"","filename":"Fiscal Year 1998 Supplemental Programmatic Information Form Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Accountability Incentive Block Grant (JAIBG) Subgrant Follow-Up Information Form Data","restricted":false,"version":1,"datasetVersionId":40069,"dataFile":{"id":2651415,"persistentId":"","pidURL":"","filename":"Juvenile Accountability Incentive Block Grant (JAIBG) Subgrant Follow-Up Information Form Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Perceptions and Attitudes About the JAIBG Program Survey Data for JAIBG Subgrant Recipients","restricted":false,"version":1,"datasetVersionId":40069,"dataFile":{"id":2651417,"persistentId":"","pidURL":"","filename":"Perceptions and Attitudes About the JAIBG Program Survey Data for JAIBG Subgrant Recipients","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Perceptions and Attitudes About the JAIBG Program Survey Data for Local Juvenile Crime Enforcement Coalition (JCEC) Members","restricted":false,"version":1,"datasetVersionId":40069,"dataFile":{"id":2651419,"persistentId":"","pidURL":"","filename":"Perceptions and Attitudes About the JAIBG Program Survey Data for Local Juvenile Crime Enforcement Coalition (JCEC) Members","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Perceptions and Attitudes About the JAIBG Program Survey Data for State Juvenile Crime Enforcement Coalition (JCEC) Members","restricted":false,"version":1,"datasetVersionId":40069,"dataFile":{"id":2651418,"persistentId":"","pidURL":"","filename":"Perceptions and Attitudes About the JAIBG Program Survey Data for State Juvenile Crime Enforcement Coalition (JCEC) Members","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}