{"status":"OK","data":{"id":41665,"identifier":"ICPSR06214.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06214.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06214.v1","latestVersion":{"id":37665,"storageIdentifier":"file://10.3886/ICPSR06214.v1","versionState":"RELEASED","distributionDate":"1999-02-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:47:57Z","releaseTime":"2015-04-09T03:47:57Z","createTime":"2015-04-09T03:47:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Focused Offender Disposition Program in Birmingham, Phoenix, and Chicago, 1988-1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hepburn, John R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Arizona State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Drug Testing Technology/Focused Offender Disposition  (FOD) program was designed to examine two issues regarding drug users  in the criminal justice system: (1) the utility of need assessment  instruments in appropriately determining the level of treatment and/or  supervision needed by criminal offenders with a history of drug use,  and (2) the use of urinalysis monitoring as a deterrent to subsequent  drug use. This data collection consists of four datasets from three  sites. The FOD program was first established in Birmingham, Alabama,  and Phoenix, Arizona, in December 1988 and ran through August  1990. The Chicago, Illinois, program began in October 1990 and ended  in March 1992. These first three programs studied probationers with a  history of recent drug use who were not incarcerated while awaiting  sentencing. The subjects were assessed with one of two different  treatment instruments. Half of all clients were assessed with the  objective Offender Profile Index (OPI) created by the National  Association of State Alcohol and Drug Abuse Directors (NASADAD). The  other half were assessed with the local instrument administered in  each site by Treatment Alternatives to Street Crime (TASC),  Inc. Regardless of which assessment procedure was used, offenders were  then randomly assigned to one of two groups. Half of all offenders  assessed by the OPI and half of the offenders assessed by the local  instrument were assigned to a control group that received only random  urinalysis monitoring regardless of the drug treatment intervention  strategy prescribed by the assessment instrument. The other half of  offenders in each assessment group were assigned to a treatment group  that received appropriate drug intervention treatment. The Phoenix  pilot study (Part 4), which ran from March 1991 to May 1992, was  designed like the first Phoenix study, except that the sample for the  pilot study was drawn from convicted felons who were jailed prior to  sentencing and who were expected to be sentenced to probation. These  data contain administrative information, such as current offense,  number of arrests, number of convictions, and prior charges. The need  assessment instruments were used to gather data on clients' living  arrangements, educational and vocational backgrounds, friendships,  history of mental problems, drug use history, and scores measuring  stakes in conformity. In addition, the study specifically collected  information on the monitoring of the clients while in the FOD program,  including the number of urinalyses administered and their results, as  well as the placement of clients in treatment programs. The files also  contain demographic information, such as age, race, sex, and education."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Drug Testing Technology/Focused Offender  Disposition (FOD) program was designed to examine two questions  regarding drug users in the criminal justice system. One was the  utility of need assessment instruments in appropriately determining  the level of treatment and/or supervision needed by criminal o\nffenders  with a history of drug use. Specifically, the researchers wanted to  test whether the Offender Profile Index instrument provided a more  accurate assessment of the treatment needs of drug-using probationers  than the local assessment instrument used at each site. The second  question focused on the use of urinalysis monitoring as a deterrent to  subsequent drug use. Researchers asked whether urinalysis monitoring  alone was as successful as when urinalysis monitoring was combined  with some standard treatment-based intervention. After the completion  of the original FOD program in Phoenix, a pilot program was developed  to include only those offenders on probation who were detained in jail  prior to sentencing. The purpose of this pilot study was to assess the  constraints involved in implementing a FOD program with this  particular offender population. In addition, the researchers sought to  compare the success of urinalysis monitoring between regular  probationers and probationers who served jail time prior to sentencing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The FOD program was first established in  Birmingham, Alabama, and Phoenix, Arizona, in December 1988 and ran  through August 1990. The Chicago, Illinois, program began in October  1990 and ended in March 1992. The program at each site provided an  experimental design for evaluative analysis. The design called for  probationers with a history of recent drug use to be assessed with one  of two different treatment instruments. Half of all clients were  assessed with the objective Offender Profile Index (OPI) designed by  the National Association of State Alcohol and Drug Abuse Directors  (NASADAD). The other half were assessed with the local instrument  administered in each site by Treatment Alternatives to Street Crime  (TASC), Inc., a nationwide service provider that assesses and  sometimes treats drug users. The local TASC instrument in Birmingham  and Chicago was a highly subjective clinical interview, while the  Phoenix TASC assessment was a more objective instrument called the  Risk Assessment Scale (RAS). After administering the instrument, the  clients' levels of assessed need were grouped into four categories:  (1) urinalysis only, (2) outpatient care with urinalysis, (3)  short-term residential care with urinalysis, and (4) long-term  residential care with urinalysis. Regardless of which assessment  procedure was used, offenders were then randomly assigned to one of  two groups. Half of all offenders assessed by the OPI and half of the  offenders assessed by the local instrument were assigned to a control  group. Control group clients received only a program of random  urinalysis monitoring, regardless of the drug treatment intervention  strategy prescribed by the assessment instrument. The other half of  offenders in each assessment group were assigned to the treatment  group. These clients received the drug intervention treatment  consistent with their assessed need for treatment. Due to important  differences in the implementation of the FOD program at each site and  the characteristics of the probationers who participated in the  program, comparisons among the three sites are not recommended. The  Phoenix pilot study, which ran from March 1991 to May 1992, was  designed like the first Phoenix study, except that the sample for the  pilot study was drawn from convicted felons who were jailed prior to sentencing and who were expected to be sentenced to probation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"These data contain administrative information, such  as current offense, number of arrests, number of convictions, and  prior charges. The need assessment instruments were used to gather  data on clients' living arrangements, educational and vocational  backgrounds, friendships, history of mental problems, drug use  history, and scores measuring stakes in conformity. In addition, the  study specifically collected information on the monitoring of the\nclients while in the FOD program, including the number of urinalyses  administered and their results, as well as the placement of clients in  treatment programs. The files also contain demographic information, such as age, race, sex, and education."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probationers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6214.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"89-DD-CX-0056, 90-IJ-CX-0064, 92-IJ-CX-0004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-02-25"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data, survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records from Treatment Alternatives to  Street Crime (TASC), Inc., and local probation offices, and personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alabama"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Arizona"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Birmingham"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Phoenix"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Probationers."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The original FOD program included offenders with a history  of recent drug use who were placed on probation and who were not  incarcerated while awaiting sentencing. Participation was mandated in  Birmingham and in some cases in Chicago, and voluntary in Phoenix and  in some cases in Chicago. The Phoenix follow-up pilot study  participants were referred to the program by pre-sentence  investigators and included only those qualified offenders who were incarcerated while awaiting sentencing."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Birmingham Data","restricted":false,"version":1,"datasetVersionId":37665,"dataFile":{"id":2628790,"persistentId":"","pidURL":"","filename":"Birmingham Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Chicago Data","restricted":false,"version":1,"datasetVersionId":37665,"dataFile":{"id":2628792,"persistentId":"","pidURL":"","filename":"Chicago Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phoenix Data","restricted":false,"version":1,"datasetVersionId":37665,"dataFile":{"id":2628791,"persistentId":"","pidURL":"","filename":"Phoenix Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phoenix In-Jail Pilot Data","restricted":false,"version":1,"datasetVersionId":37665,"dataFile":{"id":2628793,"persistentId":"","pidURL":"","filename":"Phoenix In-Jail Pilot Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}