{"status":"OK","data":{"id":40513,"identifier":"ICPSR29981.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29981.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR29981.v1","latestVersion":{"id":36513,"storageIdentifier":"file://10.3886/ICPSR29981.v1","versionState":"RELEASED","distributionDate":"2011-07-06","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:35:14Z","releaseTime":"2015-04-09T03:35:14Z","createTime":"2015-04-09T03:35:14Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Crime Incident Data for Selected HOPE VI Sites in  Milwaukee, Wisconsin, 2002-2010, and Washington, DC, 2000-2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cahill, Meagan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this project was to conduct an evaluation of the impact on crime of the closing, renovation, and subsequent reopening of selected public housing developments under the United States Department of Housing and Urban Development's (HUD) Housing Opportunities for People Everywhere (HOPE VI) initiative. The study examined crime displacement and potential diffusion of benefits in and around five public housing developments that, since 2000, had been redeveloped using funds from HUD’s HOPE VI initiative and other sources. In Milwaukee, Wisconsin, three sites were selected for inclusion in the study. However, due to substantial overlap between the various target sites and displacement zones, the research team ultimately decided to aggregate the three sites into a single target area. A comparison area was then chosen based on recommendations from the Housing Authority of the City of Milwaukee (HACM). In Washington, DC, two HOPE VI sites were selected for inclusion in the study. Based on recommendations from the District of Columbia Housing Authority (DCHA), the research team selected a comparison site for each of the two target areas. Displacement areas were then drawn as concentric rings (\"buffers\") around the target areas in both Milwaukee, Wisconsin and Washington, DC. Address-level incident data were collected for the city of Milwaukee from the Milwaukee Police Department for the period January 2002 through February 2010. Incident data included all \"Group A\" offenses as classified under National Incident Based Reporting System (NIBRS). The research team classified the offenses into personal and property offenses. The offenses were aggregated into monthly counts, yielding 98 months of data (Part 1: Milwaukee, Wisconsin Data). Address-level data were also collected for Washington, DC from the Metropolitan Police Department for the time period January 2000 through September 2009. Incident data included all Part I offenses as classified under the Uniform Crime Report (UCR) system. The data were classified by researchers into personal and property offenses and aggregated by month, yielding 117 months of data (Part 2: Washington, DC Data). Part 1 contains 15 variables, while Part 2 contains a total of 27 variables. Both datasets include variables on the number of personal offenses reported per month, the number of property offenses reported per month, and the total number of incidents reported per month for each target site, buffer zone area (1000 feet or 2000 feet), and comparison site. Month and year indicators are also included in each dataset."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this project was to conduct an evaluation of the impact on crime of the closing, renovation, and subsequent reopening of selected public housing developments under the United States Department of Housing and Urban Development's (HUD) Housing Opportunities for People Everywhere (HOPE VI) initiative. Towards that end, the research team collected address-level incident data for Milwaukee, Wisconsin for 2002-2010 and Washington, DC for 2000-2009 in order to investigate three central research questions:</p>\n\n<ol>\n<li>Does the closing of a large high-poverty public housing development under HOPE VI influence patterns of crime in and around that development and if so, how?</li>\n<li>Does crime displacement or diffusion of benefits result during the time that the development is closed for rebuilding and does crime return to previous levels when the development reopens?</li>\n<li>Do different methodologies for examining crime displacement and diffusion of benefits from public housing developments yield similar results, and which is most appropriate for studying displacement in this context?</li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study examined crime displacement and potential diffusion of benefits in and around five public housing developments that, since 2000, had been redeveloped usi\nng funds from the United States Department of Housing and Urban Development's (HUD) Housing Opportunities for People Everywhere (HOPE VI) initiative and other sources.</p>\n\n<p>In Milwaukee, Wisconsin, three sites were selected for inclusion in the study: Cherry Court, Highland Gardens/Highland Homes and scattered public housing sites in the city's Midtown neighborhood. The \"scattered sites\" consisted of single and multifamily homes located near other public housing redevelopment sites. However, due to substantial overlap between the various target sites and displacement zones, the research team ultimately decided to aggregate the three sites into a single target area. A comparison area, Westlawn, was then chosen based on recommendations from the Housing Authority of the City of Milwaukee (HACM) of sites with similar housing stock, populations, residency requirements, and crime levels.</p>\n\n<p>In Washington, DC, two HOPE VI sites were selected for inclusion in the study: Capitol  Gateway and Arthur Capper/Carrollsburg. Both redevelopment sites had clearly delineated boundaries. Based on recommendations from the District of Columbia Housing Authority (DCHA), the research team selected Barry Farms and Syphax/Greenleaf Gardens as the comparison sites for Capitol Gateway and Arthur Capper/Carrollsburg, respectively. Census data (not included in this dataset) revealed that the comparison sites had demographic and socioeconomic characteristics similar to those of their respective HOPE VI counterparts.</p>\n\n<p>Displacement areas were then drawn as concentric rings (\"buffers\") around the target areas in both Milwaukee, Wisconsin and Washington, DC. Specifically, two zones for displacement were delineated for each site: one ring that was 1000 feet from each site, and a circle that was 2000 feet from each site. The two buffer areas were mutually exclusive; that is, the area contained in the 2000 foot buffer did not include the area captured by the 1000 foot buffer. In Milwaukee, because the aggregated target zone was so large, the area contained in a 3000 foot buffer surrounding Westlawn, the comparable public housing development, was used as the comparison area. In Washington DC, only the actual areas of the comparison public housing sites were used.</p>\n\n<p>Address-level incident data were collected for the city of Milwaukee from the Milwaukee Police Department for the period January 2002 through February 2010. Incident data included all \"Group A\" offenses as classified under National Incident Based Reporting System (NIBRS). Addresses were then geocoded using a streetfile provided by the City of Milwaukee with a 100 percent match rate. The research team classified the offenses into personal (violent) and property offenses. Personal offenses included homicide, sexual offenses, assault offenses and kidnapping. The offenses were aggregated into monthly counts, yielding 98 months of data (Part 1).</p>\n\n<p>Address-level data were also collected for Washington, DC from the Metropolitan Police Department for the time period January 2000 through September 2009. Incident data included all Part I offenses as classified under the Uniform Crime Report (UCR) system. All data were provided with X and Y coordinates, so no geocoding was necessary. The data were classified by researchers into personal and property offenses and aggregated by month, yielding 117 months of data (Part 2).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 contains 15 variables, while Part 2 contains a total of 27 variables. Both datasets include variables on the number of personal (violent) offenses reported per month, the number of property offenses reported per month, and the total number of incidents reported per month for each target site, buffer zone area (1000 feet or 2000 feet), and comparison site. Month and year indicators are also included in each dataset."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime rates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal housing programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"low income housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urban development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-07-06Version Text: 2011-07-06Subject: Study Level Error Note, Notes: The data being disseminated as part of this collection have been aggregated into monthly counts by the principal investigator.;Subject: Study Level Error Note, Notes: The point data and the qualitative data referenced in the project's report (Cahill, Lowry, and Downey, 2010) are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-IJ-CX-0020"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-07-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","aggregate data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative records data obtained from the Milwaukee Police Department (Part 1).","Administrative records data obtained from the Metropolitan Police Department, Washington, DC (Part 2)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Milwaukee"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wisconsin"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["month/year"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All reported 'Group A' offenses as classified under the National Incident Based Reporting System (NIBRS) between January 2002 and February 2010 in Milwaukee, Wisconsin (Part 1). All reported Part I offenses as classified under the Uniform Crime Report (UCR) system between January 2000 and September 2009 in Washington, DC (Part 2)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sites were selected for inclusion based on data availability, the timing of the relocation of residents, the progress of each site at the start of the current research project, the number of residents residing in the new development at the point of analysis, and the elapsed time since the start of the redevelopment process.</p>\n\n<p>A total of five public housing developments were selected from a candidate set of six Housing Opportunities for People Everywhere (HOPE VI) sites in Milwaukee, Wisconsin and Washington, DC, all of which were in the process of being redeveloped using funds from HOPE VI initiative and other sources during the study period.</p>\n\n<p>In Milwaukee, Wisconsin, three sites were selected for inclusion in the study: Cherry Court, Highland Gardens/Highland Homes and scattered public housing sites in the city's Midtown neighborhood. A comparison area, Westlawn, was then chosen based on recommendations from the Housing Authority of the City of Milwaukee (HACM) of sites with similar housing stock, populations, residency requirements, and crime levels.</p>\n\n<p>In Washington, DC, two HOPE VI sites were selected for inclusion in the study: Capitol  Gateway and Arthur Capper/Carrollsburg. Based on recommendations from the District of Columbia Housing Authority (DCHA), the research team selected Barry Farms and Syphax/Greenleaf Gardens as the comparison sites for Capitol Gateway and Arthur Capper/Carrollsburg, respectively.</p>\n\n<p>One of the three Milwaukee sites (Cherry Court) was not redeveloped using HOPE VI funds. The site was, however, included in the study for the following reasons:\n<ol>\n<li>The site's redevelopment likely would not have taken place at the time it did were it not for the co-occurring, nearby HOPE VI activities.</li>\n<li>The site was redeveloped following the same design principles as used in HOPE VI sites.</li>\n<li>The site served as a base for service provision to residents in the ’scattered sites’ redeveloped under HOPE VI, thereby linking it directly to the HOPE VI sites.</li>\n<li>The site was surrounded by the scattered HOPE VI sites.</li>\n</ol></p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Milwaukee, Wisconsin Data","restricted":false,"version":1,"datasetVersionId":36513,"dataFile":{"id":2620533,"persistentId":"","pidURL":"","filename":"Milwaukee, Wisconsin Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Washington, DC Data","restricted":false,"version":1,"datasetVersionId":36513,"dataFile":{"id":2620534,"persistentId":"","pidURL":"","filename":"Washington, DC Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}