{"status":"OK","data":{"id":46035,"identifier":"ICPSR03398.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03398.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03398.v1","latestVersion":{"id":42035,"storageIdentifier":"file://10.3886/ICPSR03398.v1","versionState":"RELEASED","distributionDate":"2002-06-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:35:53Z","releaseTime":"2015-04-09T04:35:53Z","createTime":"2015-04-09T04:35:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no res\nponsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Gangs in Rural America, 1996-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisheit, Ralph A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Illinois State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wells, L. Edward"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Illinois State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to enable cross-community  analysis of gang trends in all areas of the United States. It was also  designed to provide a comparative analysis of social, economic, and  demographic differences among non-metropolitan jurisdictions in which  gangs were reported to have been persistent problems, those in which  gangs had been more transitory, and those that reported no gang  problems. Data were collected from four separate sources and then  merged into a single dataset using the county Federal Information  Processing Standards (FIPS) code as the attribute of common  identification. The data sources included: (1) local police agency  responses to three waves (1996, 1997, and 1998) of the National Youth  Gang Survey (NYGS), (2) rural-urban classification and county-level  measures of primary economic activity from the Economic Research  Service (ERS) of the United States Department of Agriculture, (3)  county-level economic and demographic data from the County and City  Data Book, 1994, and from USA Counties, 1998, produced by the United  States Department of Commerce, and (4) county-level data on access to  interstate highways provided by Tom Ricketts and Randy Randolph of the  University of North Carolina at Chapel Hill. Variables include the  FIPS codes for state, county, county subdivision, and sub-county,  population in the agency jurisdiction, type of jurisdiction, and  whether the county was dependent on farming, mining, manufacturing, or  government. Other variables categorizing counties include retirement  destination, federal lands, commuting, persistent poverty, and  transfer payments. The year gang problems began in that jurisdiction,  number of youth groups, number of active gangs, number of active gang  members, percent of gang members who migrated, and the number of gangs  in 1996, 1997, and 1998 are also available. Rounding out the variables  are unemployment rates, median household income, percent of persons in  county below poverty level, percent of family households that were  one-parent households, percent of housing units in the county that  were vacant, had no telephone, or were renter-occupied, resident  population of the county in 1990 and 1997, change in unemployment  rates, land area of county, percent of persons in the county speaking  Spanish at home, and whether an interstate highway intersected the county."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The spread of youth gangs to non-metropolitan  counties in the 1990s has been widely cited but difficult to document  empirically and to interpret theoretically. The only gang data  collection that utilizes a representative national sample, includes a  substantial number of rural jurisdictions, and is collected annually  is the National Youth Gang Survey (NYGS), conducted by the National  Youth Gang Crime Center. NYGS is given to a near-census of urban or  metropolitan police agencies and nationally representative samples of  cities and counties in rural and non-metropolitan areas. These surveys  show that gang problems are occurring in communities of all sizes and  locations, although they are still most heavily concentrated in medium  and large cities. There is currently no other dataset that is  comparable in coverage or quality. The purpose of this study was to  enable cross-community analysis of gang trends in all areas of the  United States and to allow for between-community comparisons of when  and where youth gang problems seem to develop. The study also permits  a comparative analysis of social, economic, and demographic  differences among non-metropolitan jurisdictions in which gangs were  reported to have been persistent problems, those in which gangs had been more transitory, and those that reported no gang problems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected from four separate sources and  merged into a single dataset using the county Federal Information  Processing Standards (FIPS) code as the attribute of common  identification. The data sources include: (1) local police agency  responses to three waves (1996, 1997, and 1998) of the National Youth  Gang Survey (NYGS), (2) rural-urban classification and county-level  measures of primary economic activity from the Economic Research  Service (ERS) of the United States Department of Agriculture, (3)  county-level economic and demographic data from the County and City  Data Book, 1994, and from USA Counties, 1998, produced by the United  States Department of Commerce, and (4) county-level data on access to  interstate highways provided by Tom Ricketts and Randy Randolph of the  University of North Carolina at Chapel Hill. Researchers constructed  the dataset in seven steps. First, the base data file was extracted  from the 1996 National Youth Gang Survey, a copy of which was obtained  from the National Youth Gang Center. The researchers then extracted  the organizational and locational attributes of the respondent agency  and its policing jurisdiction, as well as selected variables  representing a subset of the gang-related questions on the  survey. Not all gang-related responses were included in this  extraction, only those judged relevant to the research project that  seemed plausibly and reliably measured by police respondent  reports. Two modifications were made to the data extracted from the  1996 NYGS data file. The first involved a slight recode of the item  indicating the presence of gangs in the agency's jurisdiction in 1996  to clearly distinguish between missing data and meaningful negative  answers. Based on patterns of responses to other items in the survey  (e.g., estimated number of gangs, estimated year in which gangs first  appeared), non-responses were separated and coded distinctly from  negative responses. Logical tests (using cross-tabulations with  logically related items) were applied to ensure consistency and  coherence of the recodes. The other modification involved manually  adding county FIPS codes to the data records for municipal police  agencies. County FIPS codes for a few agencies in Alaska and Hawaii  could not be identified. These were excluded from the data file (since  they involved small remote jurisdictions with substantial missing data  on other items). Secondly, the edited 1996 NYGS data extract was  merged with the rural taxonomy codes (commonly called the Beale codes)  of the Economic Research Service of the United States Department of  Agriculture. These codes indicate the metropolitan location of each  county on a ten-category urban-to-rural continuum, reflecting the size  of the urban population in the county and its proximity to large  metropolitan centers. The appropriate Beale codes were matched with  each police agency by using the county FIPS codes as a common  identifying variable, and by using the ERS data file as a \"lookup  table.\" Thirdly, gang-related items from the 1997 NYGS were extracted  and merged with the results of steps 1 and 2. To accomplish this,  data records for county agencies and municipal agencies were divided  into separate files, which were merged in separate operations using  different key identifier variables. County-level agencies were merged  by using the county FIPS codes, while municipal agencies were merged  by using the place FIPS code that uniquely identified each  municipality. Gang-related items extracted from the 1997 NYGS were  essentially duplicates of the items used from the 1996 survey, plus an  additional item about perceived gang trends during the previous  year. These same procedures were repeated from the 1998 NYGS to  combine its parallel gang-related items with those in the previously  merged 1996-1997 data file. After items from all three waves of the  NYGS had been merged, the dat\na records for county and municipal  agencies were recombined into a single overall data file. Next,  several longitudinal gang-related variables were computed from the  merged gang files to measure multi-wave trends and stability  indexes. They combined parallel items from two or more of the NYGS  files reported for the same police agencies. Subsequently,  county-level data were extracted from two different data sources --  County and City Data Book, 1994, and USA Counties, 1998 -- both  compiled and distributed by the United States Department of Commerce  using data collected by the United States Census Bureau. Relevant  county-level population, economic, and housing data were identified  within each dataset. The identified variables were extracted and  merged (using the county FIPS code) into a single data file containing  data on the selected variables on all counties in the United States.  Penultimately, after the separate gang surveys had been combined, the  county-level census-based data were added to the merged three-wave  gang data file by using the county FIPS code recorded for each agency  (reflecting the county in which the agency was located). These  census-based data provide quantitative measures of the social and  economic community context for each agency. As a final step,  county-level data on interstate highways were obtained from Tom  Ricketts and Randy Randolph of the University of North Carolina at  Chapel Hill. Data indicating the presence (or absence) of an  interstate highway in each county of the United States were provided  along with the county FIPS code and merged into the researchers' data file."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include the FIPS codes for state, county,  county subdivision, and sub-county, population in the agency  jurisdiction, type of jurisdiction, and whether the county was  dependent on farming, mining, manufacturing, or government. Other  variables categorizing counties include retirement destination,  federal lands, commuting, persistent poverty, and transfer  payments. The year gang problems began in that jurisdiction, number of  youth groups, number of active gangs, number of active gang members,  percent of gang members who migrated, and the number of gangs in 1996,  1997, and 1998 are also available. Rounding out the variables are  unemployment rates, median household incomes, percent of persons in  county below poverty level, percent of family households that were  one-parent households, percent of housing units in the county that  were vacant, had no telephone, or were renter-occupied, resident  population of the county in 1990 and 1997, change in unemployment  rates, land area of county, percent of persons in the county speaking  Spanish at home, and whether an interstate highway intersected the county."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"economic indicators"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang members"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rural areas"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rural crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social indicators"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2002-07-30Version Text: 2002-07-30Version Date: 2002-07-30Version Text: 2002-07-30 Subject: null  Type: null  Notes: Two related publications were added at the request of the principal investigators.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-IJ-CX-0036"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-06-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires and official records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Police agencies and their associated jurisdictions."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All police agencies included in the National Youth Gang  Survey (NYGS) sample that provided usable responses to the NYGS survey."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"inap."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"inap."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"inap."}]}},"files":[{"description":"","label":"Gangs in Rural America, 1996-1998       ","restricted":false,"version":1,"datasetVersionId":42035,"dataFile":{"id":2664552,"persistentId":"","pidURL":"","filename":"Gangs in Rural America, 1996-1998       ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}