{"status":"OK","data":{"id":45338,"identifier":"ICPSR20461.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20461.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20461.v1","latestVersion":{"id":41338,"storageIdentifier":"file://10.3886/ICPSR20461.v1","versionState":"RELEASED","distributionDate":"2008-06-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:28:12Z","releaseTime":"2015-04-09T04:28:12Z","createTime":"2015-04-09T04:28:12Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating the Impact of a Specialized Domestic Violence  Police Unit in Charlotte, North Carolina, 2003-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Friday, Paul C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Charlotte. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lord, Vivian"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Charlotte. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Exum, M. Lyn"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Charlotte. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hartman, Jennifer L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Charlotte. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The specific goals of this project were (1) to assess the selection criteria used to determine the domestic violence cases for intensive intervention: what criteria are used, and what differentiates how cases are handled, (2) to track the outcomes through Charlotte-Mecklenburg Police Department (CMPD), Mecklenburg domestic violence court, and the Mecklenburg jail for the different methods of dealing with the cases, and (3) to provide an assessment of the relative effectiveness of a specialized domestic violence unit vis-a-vis normal patrol unit responses in terms of repeat calls, court processing, victim harm, and repeat arrests. The population from which the sample was selected consisted of all police complaint numbers for cases involving domestic violence (DV) in 2003. The unit of analysis was therefore the domestic violence incident. Cases were selected using a randomized stratified sample (stratifying by month) that also triple-sampled DV Unit cases, which generated 255 DV Unit cases for inclusion. The final sample therefore consists of 891 domestic violence cases, each involving one victim and one suspect. Within this final sample of cases, 25 percent were processed by the DV Unit. The data file contains data from multiple sources. Included from the police department's computerized database (KBCOPS) are variables pertaining to the nature of the crime, victim information and suspect information such as suspect and victim demographic data, victim/offender relationship, highest offense category, weapon usage, victim injury, and case disposition status. From police narratives come such variables as victim/offender relationship, weapon use (more refined than what is included in KBCOPS data), victim injury (also a more refined measure), and evidence collected. Variables from tracking data include information regarding the nature of the offense, the level/type of harm inflicted, and if the assault involved the same victim in the sample. Variables such as amount of jail time a suspect may have had, information pertaining to the court charges (as opposed to the charges at arrest) and case disposition status are included from court and jail data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The specific goals of this project were (1) to assess the selection criteria used to determine the domestic violence cases for intensive intervention: what criteria are used, and what differentiates how cases are handled, (2) to track the outcomes through Charlotte-Mecklenburg Police Department (CMPD), Mecklenburg domestic violence court, and the Mecklenburg jail for the different methods of dealing with the cases, and (3) to provide an assessment of the relative effectiveness of a specialized domestic violence unit vis-a-vis normal patrol unit responses in terms of repeat calls, court processing, victim harm, and repeat arrests."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The population from which the sample was selected consisted of all police complaint numbers for cases involving domestic violence (DV) in 2003. The population was limited to only the 2003 calendar year for both practical and methodological reasons. From a practical standpoint, in 2003 the Charlotte Mecklenburg Police Department up\ngraded their computer management database for police complaints. Whereas data prior to 2003 was still available, extracting it into a format that was compatible with statistical software packages was not easily done. Researchers therefore chose to focus their evaluation on only those data in the newer database. From a methodological standpoint, the researchers limited the population to only the 2003 data to allow for an ample and meaningful follow-up period with which to document repeat offending and repeat victimization. These follow-up data were collected in 2005, thereby establishing a follow-up period of as much as 24 months. The unit of analysis was therefore the domestic violence incident. Cases were selected using a randomized stratified sample (stratifying by month) that also triple-sampled DV Unit cases, which generated 255 DV Unit cases for inclusion. As a result of methodological and statistical concerns, all cases involving multiple victims, multiple suspects and/or dual aggressors were dropped from the preliminary sample of 1,000 cases. The final sample therefore consists of 891 domestic violence cases, each involving one victim and one suspect. Within this final sample of cases, 25 percent were processed by the DV Unit."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data file contains data from multiple sources. Included from the KBCOPS data are variables pertaining to the nature of the crime, victim information and suspect information such as suspect and victim demographic data, victim/offender relationship, highest offense category, weapon usage, victim injury and, case disposition status. From the police narratives come such variables as victim/offender relationship, weapon use (more refined that what is included in the KBCOPS data), victim injury (also a more refined measure), and evidence collected. Variables from the tracking data include information regarding the nature of the offense, the level/type of harm inflicted, and if the assault involved the same victim in the sample. Variables such as amount of jail time a suspect may have had, information pertaining to the court charges (as opposed to the charges at arrest), and case disposition status are included from the court/jail data."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evidence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-07-01Version Text: 2008-07-01 Subject: null  Type: null  Notes: sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-WG-BX-0004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-06-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["<p>The data used for this evaluation come from multiple  sources.</p>\n\n<p>KBCOPS Data: Data from police incident reports and case follow-up  records were extracted from the police department's computerized  database (KBCOPS). The KBCOPS database included fields pertaining  to the nature of the crime, victim information, and suspect  information. KBCOPS was designed to capture a wealth of information. Unfortunately, many of the fields were left blank by the reporting  officers. The researchers therefore focused their attention on those  variables that were not plagued by high levels of missing data.  These included suspect and victim demographic information,  victim/offender relationship, highest offense category, weapon  usage, victim injury, and case disposition status.</p>\n\n<p>Police Narratives Data: Each KBCOPS file included a narrative account of the incident, written by the reporting officer. These narratives commonly contained information that had failed to be recorded in the KBCOPS data fields, or contained qualitative information that was not easily captured by those existing data fields. A standardized coding sheet was developed to record this supplemental data. A research assistant was trained in the use of this coding sheet and subsequently collected information on such variables as victim/offender relationship, weapon use (more refined that what is included in KBCOPS data), victim injury (also a more refined measure), and evidence collected.</p>\n\n<p>Tracking Data: The KBCOPS data management system was used to identify future domestic violence cases involving the offenders who were included in the sample. Domestic violence cases involving the offender that occurred prior to the incident in the sample were also reviewed. The electronic files of these past and future cases were reviewed by research assistants, who coded detailed information regarding the nature of the offense, the level/type of harm inflicted, and if the assault involved the same victim in the sample. The future cases were used to determine recidivism. The inclusion of past cases permitted the researchers to control for prior domestic violence history in their recidivism analyses.</p>\n\n<p>In a similar manner, past and future cases of domestic violence involving the victim in the sample were reviewed and coded. This information allowed researchers to conduct an analysis predicting future victimizations while controlling for past assaults. Finally, given the 891 suspects and 891 victims included in the sample, a decision was made not to attempt to code all past and future cases. Instead, the research assistant was instructed to review and record as many as two prior assaults and as\nmany as three future assaults. While these were the only cases that were coded for detail, the research assistant was able to determine the total number of times the suspect appeared in a police incident report in KBCOPS. Likewise, the research assistant was able to determine the total number of times the victim's name appeared in a police incident report. Unfortunately, these data do not specify if the names appeared as a suspect in a case or a victim. However, these totals did speak to the differing lifestyles of the individuals in the sample, with some having greater exposure to crime (as either suspect or victim) than others.</p>\n\n<p>Court/Jail Data: For each person arrested, jail records were checked to determine the amount of jail time a suspect may have had. This included both the time once spent in arrest processing, if not immediately released, and any time spent pre- or post-adjudication. All arrestees went through arrest processing at the jail (fingerprints, mug shots, and criminal history check -- a process that takes from four to six hours), but not all were technically booked unless assigned a cell until release. Court records were also reviewed and coded for all cases in the sample for which records could be found. This process yielded information pertaining to the court charges (as opposed to the charges at arrest) and case disposition status (e.g., guilty, not guilty, voluntarily dismissed, etc.).</p>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Charlotte"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["domestic violence incident"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All police complaint numbers for cases involving domestic violence in Charlotte, North Carolina in 2003."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A total of 6,892 domestic violence complaint numbers were included in the population. The preliminary sample used in this evaluation consisted of 1,000 cases. These cases were selected using a randomized stratified sample (stratifying by month) that also triple-sampled DV Unit cases. The decision to over-sample these cases was based on the low base-rate of DV Unit cases in the population (approximately 8 percent). Whereas a proportional stratified sample would have theoretically included just 80 DV Unit cases, the disproportionate stratified sampling technique generated 255 DV Unit cases for inclusion. During the course of collecting and coding data for the preliminary sample of 1,000 cases, ma\nny were found to be either cases with multiple victims or cases with multiple suspects, and/or dual assault cases in which both parties were determined to be aggressors against one another. These cases presented unique challenges. First, the information in police records was not always sufficient in determining which of the assaultive behaviors could be attributed to which of the multiple suspects. Similarly, determining the level of harm each of the multiple victims may have experienced was not always sufficiently explained. As a result, coding the suspect's role in the assault and the victim's injury in these cases could not be completed with a high degree of confidence. Furthermore, these cases presented statistical concerns. For example, in cases with multiple suspects, the processing of these offenders likely would have been very similar. For example, if the victim chose to testify against one suspect, he/she likely would testify against the second, i.e., if the case were determined to be unfounded for one suspect, it likely would be unfounded for the other, etc. This inherent correlation in outcomes violates the assumption of independent observations that is made when using the domestic violence incident as the unit of analysis. As a result of these methodological and statistical concerns, all cases involving multiple victims, multiple suspects and/or dual aggressors were dropped from the preliminary sample of 1,000 cases. The final sample therefore consists of 891 domestic violence cases, each involving one victim and one suspect. Within this final sample of cases, 25 percent were processed by the DV Unit."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Evaluating the Impact of a Specialized Domestic Violence  Police Unit in Charlotte, North Carolina, 2003-2005","restricted":false,"version":1,"datasetVersionId":41338,"dataFile":{"id":2659404,"persistentId":"","pidURL":"","filename":"Evaluating the Impact of a Specialized Domestic Violence  Police Unit in Charlotte, North Carolina, 2003-2005","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}