{"status":"OK","data":{"id":39318,"identifier":"ICPSR03538.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03538.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03538.v1","latestVersion":{"id":35318,"storageIdentifier":"file://10.3886/ICPSR03538.v1","versionState":"RELEASED","distributionDate":"2003-01-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:22:07Z","releaseTime":"2015-04-09T03:22:07Z","createTime":"2015-04-09T03:22:07Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Comparison of Youth Released From a Residential Substance Abuse Treatment Center to Youth at a Traditional Juvenile Correctional Center in Virginia, 1998-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gordon, Jill A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Virginia Commonwealth University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to evaluate the effectiveness of the  structured substance abuse treatment program at Barrett Juvenile  Correction Center in Virginia by comparing the outcomes of youth  admitted to Barrett with the outcomes of youth who were eligible for  admittance to Barrett but were detained at one of the traditional  juvenile correctional centers in Virginia. The effectiveness of  Barrett's program was also assessed by comparing the outcomes of youth  who were admitted to Barrett but who differed according to how many of  the four phases of treatment, focused on modifying negative attitudes  and behaviors, they completed. Barrett differs from the six other  juvenile correctional centers in Virginia in that it provides a highly  structured substance abuse treatment program to all admitted  youth. Youth are considered for admission to Barrett if they are male,  aged 11 to 18, have a sentence of six to 18 months, and have a  recommended or mandatory need for substance abuse treatment as  determined by the Reception and Diagnostic Center (RDC), which  assesses youths' needs prior to sentencing. Barrett's treatment  program takes a therapeutic community approach, which emphasizes  altering negative attitudes and behaviors through the completion of  four sequential phases of treatment. In contrast, the goal of the  traditional institutions was to achieve public safety while meeting  the disciplinary, medical, recreational, and treatment needs of the  youth. These facilities offered some treatment programs but only on an  \"as needed\" basis. The sample for this study consists of all 412 youth  released from Barrett Juvenile Correctional Center from July 1, 1998,  to June 30, 2000, and a matched sample of 406 youth released from  other juvenile correctional centers in Virginia during the same  period. The treatment staff at Barrett submitted information on  youths' treatment progress at the time of discharge. The RDC provided  demographic, criminal history, and assessment information for all  youths. The Virginia Department of Juvenile Justice provided  information concerning actual time served and recidivism at the  juvenile level. The Virginia State Police supplied additional  recidivism data, including information on adult recidivism. Parole  officers also provided data on recidivism and on progress toward  meeting the conditions of parole. Demographic variables included in  the dataset are race of the offender and his age at  commitment. Clinical variables for Barrett youth only are Substance  Abuse Subtle Screening Inventory (SASSI) and Intelligence Quotient  (IQ) scores, total number of categories for which the youth scored yes  on the Diagnostic and Statistical Manual of Mental Disorders, fourth  edition (DSM-IV), the length of the sentence, whether the youth had a  recommended or mandatory need for substance abuse treatment, and the  highest phase of treatment completed. Parole officers supplied data at  three, six, and 12 months after release on whether they judged youths  to be currently using a substance and whether youths were meeting the  conditions of parole. These conditions included curfew, counseling  services, educational programs, the employment requirement, and the  ele\nctronic monitoring requirement. Also included are arrests and  substance-related charges as reported by the Virginia Department of  Juvenile Justice, the Virginia State Police, and parole officers. A variable for total reconvictions is included as well."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Barrett Juvenile Correctional Center differs from  the six other juvenile correctional centers in Virginia in that it  provides a highly structured substance abuse treatment program to all  admitted youth. Youth are considered for admission to Barrett if they  are male, aged 11 to 18, have a sentence of six to 18 months, and have  a recommended or mandatory need for substance abuse treatment as  determined by the Reception and Diagnostic Center (RDC), which  assesses youths' needs prior to sentencing. Barrett's treatment  program takes a therapeutic community approach, which emphasizes  altering negative attitudes and behaviors through the completion of  four sequential phases of treatment. In contrast, the goal of the  traditional institutions was to achieve public safety while meeting  the disciplinary, medical, recreational, and treatment needs of the  youth. These facilities offered treatment in the areas of substance  abuse, sex offender education, individual and group therapy, skills  counseling, and educational and vocational training to the youth.  However, services were provided on an \"as needed\" basis. This study  sought to evaluate the effectiveness of the treatment program at  Barrett by comparing the outcomes of youth admitted to Barrett with  the outcomes of youth who were eligible for admittance to Barrett but  were detained at one of the traditional juvenile correctional centers  in Virginia. The effectiveness of Barrett's program was also assessed  by comparing the outcomes of youth who were admitted to Barrett but  differed according to how many of the four phases of treatment they completed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The sample consists of all 412 youth released from  Barrett Juvenile Correctional Center from July 1, 1998, to June 30,  2000, and a matched sample of 406 youth released from other juvenile  correctional centers in Virginia during the same period. The treatment  staff at Barrett submitted information on each youth's treatment  progress at the time of discharge, which included phase of treatment  completed, scores from the Substance Abuse Subtle Screening Inventory  (SASSI), and whether the youth had a mandatory or recommended need for  substance abuse treatment. The researcher also followed up by  examining case files for all youths released. The RDC provided  demographic, criminal history, and assessment information for all  youth, which included SASSI scores, Intelligence Quotient (IQ) test  scores, and Diagnostic and Statistical Manual of Mental Disorders,  fourth edition (DSM-IV) scores. The Virginia Department of Juvenile  Justice provided information concerning the actual time served and  recidivism at the juvenile level. The Virginia State Police provided  additional recidivism data, including information on adult  recidivism. Each youth's parole officer was sent data collection  instruments three, six, and 12 months after the youth was released  from his institution. A reminder letter was also sent to parole  officers two weeks after the initial mailing of the data collection  instrument. Parole officers provided data on recidivism and assessed  the substance use of the youth and the youth's progress toward meeting the conditions of parole."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables included in the dataset are  race of the offender and his age at commitment. Clinical variables for  Barrett youth only are Substance Abuse Subtle Screening Inventory  (SASSI) and Intelligence Quotient (IQ) scores, total number of  categories for which the youth scored yes on the Diagnostic and  Statistical Manual of Mental Disorders, fourth edition (DSM-IV), the  length of the sentenc\ne, whether the youth had a recommended or  mandatory need for substance abuse treatment, and the highest phase of  treatment completed. Parole officers supplied data at three, six, and  12 months after release on whether they judged youths to be currently  using a substance and whether youths were meeting the conditions of  parole. These conditions included curfew, counseling services,  educational programs, the employment requirement, and the electronic  monitoring requirement. Also included are arrests and  substance-related charges as reported by the Virginia Department of  Juvenile Justice, the Virginia State Police, and parole officers. A variable for total reconvictions is included as well."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities (juveniles)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as a  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K024"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-01-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-07-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-06-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-07-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001-06-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data, survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records, mailback questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Virginia"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Youths with substance abuse problems who were released  from Virginia juvenile correctional centers between July 1, 1998, and June 30, 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Matched comparison sampling."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were Substance Abuse Subtle Screening  Inventory (SASSI), Diagnostic and Statistical Manual of Mental  Disorders, fourth edition (DSM-IV), and an Intelligence Quotient (IQ) test."}]}},"files":[{"description":"","label":"Comparison of Youth Released From a Residential Substance Abuse Treatment Center to Youth at a Traditional Juvenile Correctional Center in Virginia, 1998-2000  ","restricted":false,"version":1,"datasetVersionId":35318,"dataFile":{"id":2611335,"persistentId":"","pidURL":"","filename":"Comparison of Youth Released From a Residential Substance Abuse Treatment Center to Youth at a Traditional Juvenile Correctional Center in Virginia, 1998-2000  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}