{"status":"OK","data":{"id":45836,"identifier":"ICPSR06566.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06566.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06566.v1","latestVersion":{"id":41836,"storageIdentifier":"file://10.3886/ICPSR06566.v1","versionState":"RELEASED","distributionDate":"1996-10-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:33:43Z","releaseTime":"2015-04-09T04:33:43Z","createTime":"2015-04-09T04:33:43Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Domestic Terrorism: Assessment of State and Local Preparedness in the United States, 1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Riley, Kevin Jack"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The RAND Corporation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hoffman, Bruce"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The RAND Corporation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project sought to analyze states' and municipalities'  terrorism preparedness as a means of providing law enforcement with  information about the prevention and control of terrorist activities  in the United States. To accomplish this objective, a national survey  of state and local law enforcement agencies was conducted to assess  how law enforcement agencies below the federal level perceive the  threat of terrorism in the United States and to identify potentially  promising anti- and counter-terrorism programs currently used by these  jurisdictions. For the purposes of this survey, the researchers used  the legal definition of terrorism as provided by the Federal Bureau of  Investigation (FBI), which is \"the unlawful use of force or violence  against persons or property to intimidate or coerce a government, the  civilian population, or any segment of either, to further political or  social objectives.\" However, incidents reported by state or local law  enforcement agencies as potential terrorist incidents often are  reclassified as ordinary crimes by the FBI if the FBI investigation  does not reveal evidence that more than one crime was intended to be  committed or that a network of individuals had prepared to carry out  additional acts. Since these reported potential terrorist incidents  may provide important early warnings that an organized terrorism  effort is emerging, the researchers broadened the official definition  to include suspected incidents and state and local officials'  perceptions of crime due to terrorism. Three distinct jurisdictions  with overlapping responsibilities for terrorism preparedness were  surveyed in this study: (1) state law enforcement agencies, in most  cases the state police, (2) organizations with emergency preparedness  responsibilities and statewide authority but with limited powers of  law enforcement, and (3) local law enforcement agencies, such as  municipal police and sheriff departments. Similar questions were asked  for all three jurisdiction groups. Variables pertaining to the  organization include questions about contingency plans, guidelines,  and special police training for dealing with threats of terrorism, the  amount and types of information and resources exchanged among various  agencies, and whether the agency had a special terrorism unit and, if  so, its duties. Variables dealing with threat assessment include  whether the agency had identified right-wing, left-wing,  international, ethnic/emigre, or special-issue terrorist groups within  their jurisdiction and how many incidents were attributed to each  group. Additional variables provide information on whether the agency  was involved in investigating any terrorist incidents and the type of  support received from other agencies for these investigations. The  risk assessment section of the survey sought information on whether  the agency had conducted a risk assessment and what potential  terrorist targets were present in their jurisdiction. Questions in the  threat environment section cover the respondent's assessment of the  impact of the Persian Gulf War, the agency's sources of information  pertaining to terrorism, the likelihood of terrorist attacks on  various major installations nationally, and the likelihood of a major  attack in their jurisdiction. Administrative variables include the  number of sworn officers or professional staff, number of support  staff, department's budget for the current fiscal year, whether the  agency received federal funds, and what percentage of the federal funds were used for anti-terrorism efforts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Recent events, such as the bombing of the World  Trade Center and the arrest of Los Angeles members of the Fourth  Reich, have led to heightened security measures in the United  States. The concern generated by terrorism has focused attention on  federal, state, and local law enforcement crime prevention measures  and preparedness and, in particular, on the reevaluation of domestic  security policies and procedures nationwide. This project specifically  sought to analyze states' and municipaliti\nes' terrorism preparedness  as a means of providing law enforcement with information about the  prevention and control of terrorist activities in the United  States. To accomplish this objective, a national survey of state and  local law enforcement agencies was conducted to assess how law  enforcement agencies below the federal level perceive the threat of  terrorism in the United States and to identify potentially promising  anti- and counter-terrorism programs currently used by these  jurisdictions. For the purposes of this survey, the researchers used  the legal definition of terrorism as provided by the Federal Bureau of  Investigation (FBI), which is \"the unlawful use of force or violence  against persons or property to intimidate or coerce a government, the  civilian population, or any segment of either, to further political or  social objectives.\" In addition to this definition, the FBI also  seeks a conspiratorial dimension when evaluating potential acts of  terrorism. Incidents reported by state or local law enforcement  agencies as potential terrorist incidents often are reclassified as  ordinary crimes by the FBI if the FBI investigation does not reveal  evidence that more than one crime was intended to be committed or that  a network of individuals had prepared to carry out additional  acts. Since these reported potential terrorist incidents may provide  important early warnings that an organized terrorism effort is  emerging, the researchers broadened the official definition to include  suspected incidents and state and local officials' perceptions of crime due to terrorism."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Three distinct jurisdictions with overlapping  responsibilities for terrorism preparedness were surveyed in this  study: (1) state law enforcement agencies, in most cases the state  police, primarily concerned with enforcing laws and maintaining public  order, (2) organizations with emergency preparedness responsibilities  and statewide authority but with limited powers of law enforcement,  such as state departments of public safety, departments of justice,  and state emergency management organizations, and (3) local law  enforcement agencies, such as municipal police and sheriff  departments, that have law enforcement authority which may extend to  city, county, or township boundaries, but not to statewide  matters. The survey process consisted of three mailings. Each selected  agency received an initial packet that included a survey instrument, a  letter requesting their participation, a statement of confidentiality,  and a brief description of the RAND Corporation. Ten days after the  first packet was sent, a second letter was sent. This letter served as  a reminder to those who had not yet responded and a thank-you to those  who had. Three weeks from the initial mailing, a second packet  containing the same materials as the first was mailed to all who had  not responded to the initial survey. Two weeks after the second packet  was sent, follow-up phone calls were made to the remaining agencies  that had not responded. If an agency failed to respond 20 days after  the follow-up phone call, it was replaced with a jurisdiction previously selected in the sampling process."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Similar questions were asked for all three  jurisdiction groups. Variables pertaining to the organization include  questions about contingency plans, guidelines, and special police  training for dealing with threats of terrorism, the amount and types  of\ninformation and resources exchanged among various agencies, and  whether the agency had a special terrorism unit and, if so, its  duties. Variables dealing with threat assessment include whether the  agency had identified right-wing, left-wing, international,  ethnic/emigre, or special issue terrorist groups within their  jurisdiction and how many incidents were attributed to each  group. Additional variables provide information on whether the agency  was involved in investigating any terrorist incidents and the type of  support received from other agencies for these investigations. The  risk assessment section of the survey sought information on whether  the agency had conducted a risk assessment and what potential  terrorist targets were present in their jurisdiction. Questions in the  threat environment section cover the respondent's assessment of the  impact of the Gulf War, the agency's sources of information pertaining  to terrorism, the likelihood of terrorist attacks on various major  installations nationally, and the likelihood of a major attack in  their jurisdiction. Administrative variables include the number of  sworn officers or professional staff, number of support staff,  department's budget for the current fiscal year, whether the agency  received federal funds, and what percentage of the federal funds were used for anti-terrorism efforts."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"anti-terrorist laws"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counterterrorism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"national security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Persian Gulf War"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"terrorism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"terrorist attacks"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"terrorist threat"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"TPDRC I. Terrorism"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"TPDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1996-10-01Version Text: 1996-10-01 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: Research for this project was completed in January  1993, one month before the bombing of the World Trade Center in New  York City. The effect that this incident may have had on state and  local law enforcement terrorism planning or response measures would not be reflected in this data.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"91-IJ-CX-0019"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-10-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Agencies."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All state and local law enforcement agencies in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"No sampling was necessary for the state law enforcement  and emergency management agencies. For the local law enforcement  agencies, a two-part sampling frame was used. For the population-based  sample, 12 counties in each census region were selected. To select  these 12 counties, the three largest counties from each region were  selected using the 1990 Census population estimates, subject to the  constraint that no two came from the same state. Next, from each  regional pool, a simple random sample of three counties was drawn for  the remaining counties in which the population exceeded 500,000, for  counties with populations between 100,000 and 500,000, and for  counties with populations less than 100,000. For each county selected,  the municipal or county enforcement agency of the county seat and two  additional jurisdictions were selected to complete the survey. When  possible, the selection process of those jurisdictions was random. To  supplement the population-based sample, 139 locations were  specifically targeted that had experienced terrorist activity in the  past or that housed potential terrorist targets, such as nuclear facilities and military installations."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"At the state level, of the 52 law enforcement  agencies surveyed, 39 (75 percent) responded\nwith completed or  partially completed surveys. Of the 13 agencies that did not complete  the survey, 5 returned incomplete or blank instruments, 5 responded by  stating that they would decline to answer the survey, and 3 did not  return the survey. Of the 52 state emergency management agencies, 37  (71 percent) responded with completed questionnaires. The  nonrespondents from this group included six that returned incomplete  or blank instruments, six that responded by stating that they would  decline to answer the survey, and one that did not return the  survey. For the local law enforcement agencies, 84 municipalities from  the 160 agencies in the population-based pool responded, resulting in  a 53-percent response rate. From the targeted group, 64 of the 139  agencies sampled responded, resulting in a 46-percent response  rate. Among the population-based sample, the potential nonresponse  bias was mitigated by the replacement of the local agency that refused  to complete the survey with a similar local agency from the same  region of the country and from the same population category. No such  mechanism was used to replace targeted agencies that refused to  participate. However, the targeted communities already shared the  important characteristic that they were more likely to have  experienced terrorism or to house a facility that might be a potential  terrorist target. Caution should be used when attempting to generalize  or extrapolate these survey results both because the inclusion of the  targeted sample specifically selected to oversample communities more  likely to experience terrorism and the exclusion of the targeted  sample leaves very small case counts for many of the survey responses."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Local and Municipal Law Enforcement Agency Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662700,"persistentId":"","pidURL":"","filename":"Local and Municipal Law Enforcement Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Local and Municipal Law Enforcement Agency Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662703,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Local and Municipal Law Enforcement Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for State Emergency Management Organization Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662702,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for State Emergency Management Organization Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for State Law Enforcement Agency Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662701,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for State Law Enforcement Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Emergency Management Organization Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662699,"persistentId":"","pidURL":"","filename":"State Emergency Management Organization Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Law Enforcement Agency Data","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662698,"persistentId":"","pidURL":"","filename":"State Law Enforcement Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"User Guide","restricted":false,"version":1,"datasetVersionId":41836,"dataFile":{"id":2662704,"persistentId":"","pidURL":"","filename":"User Guide","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}