{"status":"OK","data":{"id":41644,"identifier":"ICPSR34626.v2","persistentUrl":"https://doi.org/10.3886/ICPSR34626.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR34626.v2","latestVersion":{"id":37644,"storageIdentifier":"file://10.3886/ICPSR34626.v2","versionState":"RELEASED","distributionDate":"2015-01-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:47:43Z","releaseTime":"2015-04-09T03:47:43Z","createTime":"2015-04-09T03:47:43Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"This data collection may not be used for any purpose other than statistical reporting and analysis. Use of these data to learn the identity of any person or establishment is prohibited. To protect respondent privacy, parts 2 and 3 of the Relationship Dynamics and Social Life (RDSL) Study data are restricted from general dissemination. To obtain these data, researchers must agree to the terms and conditions of a Restricted Data Use Agreement in accordance with existing ICPSR and DSDR servicing policies.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Relationship Dynamics and Social Life (RDSL) Study [Michigan], 2008-2012"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Barber, Jennifer S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan. Population Studies Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kusunoki, Yasamin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan. Population Studies Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gatny, Heather H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan. Population Studies Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Relationship Dynamics and Social Life (RDSL) Study aims to investigate the types of romantic relationships that produce early and/or unintended pregnancies. The study is based on a representative population-based sample that includes 1,003 women aged 18 to 22 residing in a single county (which remains unnamed in order to protect the confidentiality of respondents) in the state of Michigan. The research team focused on women ages 18 to 22 because these ages are characterized by the highest rates of unintended pregnancy as well as significant instability and change in the dynamic determinants of unintended pregnancy. The first component of data collection for the RDSL study spanned from March 2008 through July of 2009 and consisted of a 60-minute face-to-face survey interview, which focused on topics including socio-demographic characteristics, attitudes, relationship characteristics and history, and contraceptive use and pregnancy history. Thereafter, a series of three supplemental surveys were administered over a two and a half year period between May 2009 and August 2011. These surveys covered a wide range of topics such as poverty, employment, media consumption, mental health, violence, personality traits, contraceptive myths, as well as a wide range of attitudes and beliefs about social life. The second major component of data collection involved respondents completing a weekly journal over the same two and a half year time period and focused on the dynamic, prospective measurement of pregnancy desires, contraceptive use, pregnancy, and relationship characteristics and behaviors such as commitment, sex, and contraceptive use. Data from both the baseline survey and the three supplement surveys are included in the Baseline and Supplement Survey Data, which is being released in three versions: (1) a public dataset, (2) a restricted dataset, and (3) a highly restricted dataset. Demographic information includes respondent age, height and weight, ethnicity, race, religious affiliation, education, income, marital status, and household size and composition."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the Relationship Dynamics and Social Life (RDSL) Study is to compile the data necessary to investigate the processes leading to unintended pregnancy during the transition to adulthood. The RDSL data document detailed dynamics in many domains of social life that are likely to change rapidly in early adulthood."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A single Michigan county was selected for the RDSL study due to the significant number of African Americans residing there, and because the area is characterized by significant variation in economic circumstances, allowing the collection of data from African Americans, poor Whites, middle-class African Americans, and middle-class Whites within a single geographic area. The research team focused on women aged 18 to 22 because these ages are characterized by the highest rates of u\nnintended pregnancy as well as significant instability and change in the dynamic determinants of unintended pregnancy. The geographically concentrated sample also facilitated and maximized investigator involvement.</p>\n\n<p>The first component of data collection for the RDSL study was a 60-minute face-to-face survey interview, which focused on topics including socio-demographic characteristics, attitudes, relationship characteristics and history, and contraceptive use and pregnancy history. In short, the baseline interview collected information about present and past experiences. The baseline data collection produced 1,003 interviews, achieving an 84 percent response rate and a respondent-level cooperation rate of 94 percent. The baseline survey was administered from March 2008 through July 2009.</p>\n\n<p>Additionally, a series of three supplemental surveys were administered during the two and a half year journal period. These surveys covered a wide range of topics such as poverty, employment, media consumption, mental health, violence, personality traits, contraceptive myths, as well as a wide range of attitudes and beliefs about social life. Response rates for the three supplemental surveys were 65 percent, 60 percent, and 57 percent, respectively. The first supplement survey was administered from May 2009 to June 2009; the second supplement survey was administered from April 2010 to May 2010; and the third supplement survey was administered from July 2011 to August 2011.</p>\n\n<p>Finally, the second major component of data collection, which focused on the dynamic, prospective measurement of pregnancy desires, contraceptive use, pregnancy, and relationship characteristics and behaviors such as commitment, sex, and contraceptive use, was collected in a weekly journal format. Respondents were invited to participate in the journal-based survey every week for two and a half years following their participation in the baseline interview. The journal instrument used information from prior weeks to drive skip patterns so that a minimum number of questions were asked each week. Questions measuring concepts that are less dynamic, such as questions regarding attitudes and beliefs toward marriage, children, and contraceptive use were asked quarterly rather than weekly. Of the 1,003 women interviewed, 99 percent agreed to participate in the weekly journal data collection (N=992). 92 percent had access to the Internet and usually completed the journal online each week. The remaining eight percent called in to the University of Michigan Survey Research Center's phone lab to complete their weekly journals. Respondents were allowed to switch mode (from Internet to phone and vice versa) at any time and for any duration.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The baseline survey includes variables measuring attitudes about religion; variables measuring beliefs about risk; variables measuring the perceived prevalence of norms regarding sexual activity; variables measuring the perceived prevalence of norms regarding how young women should act; variables measuring the respondent's attitudes regarding certain types of individuals and behaviors; variables measuring sexual and non-sexual desires; variables measuring willingness to engage in sexual and non-sexual activities;  variables measuring the respondent's attitudes regarding gender roles, work, consumption, premarital sex, contraception, single parenthood, cohabitation, marriage, pregnancy, childbearing, and abortion; variables asking respondents about their educational and employment histories; variables asking respondents about their pregnancy, contraceptive use, marital, and childbearing histories; variables asking respondents about their partners and their relationship history; variables measuring knowledge regarding birth control; variables measuring the respondent's personality;  variables measuring perceived stress, depression, and the respondent's level of self-esteem; variables ask\ning respondents about their income; variables regarding the characteristics of the respondent's parents and siblings; and variables relating to the interview itself, including the interview date and the duration.</p>\n\n<p>The first supplement survey includes variables relating to household composition; variables relating to the respondent's relationship and marital status; variables measuring school enrollment and employment status; variables measuring income levels and sources of income; variables measuring the respondent's attitudes regarding various personal responsibilities; variables relating to self-reported financial security, nutritional security, and health; variables measuring the respondent's attitude toward pregnancy; variables regarding financial, religious, and health-seeking behaviors; variables relating to substance abuse; variables relating to perceived depression and stress; variables relating to the respondent's criminal records; and variables relating to the date, duration, and method of the interview.</p>\n\n<p>The second supplement survey includes variables regarding the respondent's favorite movies, music, magazines, and television shows; variables regarding the respondent's attitudes regarding contraceptive use, birth control, single parenthood, pregnancy, cohabitation, marriage, and work; variables measuring the respondent's attitudes regarding children; variables measuring educational aspirations; variables measuring perceived stress, loneliness, and depression; variables relating to self-esteem, impulsivity, life satisfaction, and self-rated health; variables relating to the respondent's educational and employment history; variables relating to pregnancy status; variables measuring retrospective and prospective intentions relating to sexual behaviors and pregnancy;  variables measuring knowledge of various forms of birth control; variables relating to the respondent's history of contracting sexually transmitted infections and diseases; variables measuring the respondent's perceptions and history regarding sexual and dating violence and victimization; variables measuring sexual orientation and identity; variables regarding which forms of media are followed by the respondent; and variables relating to the date, duration, and method of the interview.</p>\n\n<p>Finally, the third supplement survey includes variables measuring the respondent's attitudes regarding achievement, nurturance, affiliation, belonging, and desire; variables measuring the respondent's attitude relating to success; variables relating to pregnancy status, birth control use, and menstrual cycle; variables relating to the respondent's address and contact information; and variables relating to the date, duration, and method of the interview.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"birth control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family planning"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partners"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pregnancy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"religious attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reproductive history"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"young adults"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR I. Fertility, Family Planning, Sexual Behavior, and Reproductive Health"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR III. Health and Mortality"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VIII. NICHD Supported Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.C.1. Social Institutions and Behavior, Socialization, Students, and Youth, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.H. Social Institutions and Behavior, Family and Gender"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-02-05Version Text: 2015-02-05Version Date: 2015-02-05Version Text: 2015-02-05 Subject: null  Type: null  Notes: The study has been updated with a revised Codebook provided by the P.I.;Subject: Study Level Error Note, Notes: Users should be aware that the Baseline and Supplement Survey Data (all parts) include only data from the baseline survey and the three supplement surveys. At this time, the weekly journal data are not yet available for download.;Subject: Study Level Error Note, Notes: <p><strong>Citing the RDSL data</strong></p>\n\n<p>RDSL reminds data users to cite the data (using the ICPSR citation provided) and acknowledge our funding source in all publications using the data.</p>\n\n<p><strong>Acknowledgement:</strong>\nThe collection of data used in this study was supported by the National Institutes of Health under grant numbers R01 HD050329, R21 DA024186, and R24 HD041028.</p>\n\n<p>Effective May 25, 2008, anyone submitting an application, proposal, or progress report to the NIH must include the PubMed Central reference number (PMCID) or NIH Manuscript Submission reference number when citing applicable articles that arise from their NIH funded research: http://publicaccess.nih.gov/citation_methods.htm\n<a href=\"http://publicaccess.nih.gov/citation_methods.htm\">http://publicaccess.nih.gov/citation_methods.htm</a>\n. In consideration of this policy, RDSL requests that all journal articles based on analysis of RDSL data (either public or restricted-use) receive a PubMed Central reference number (PMCID). Journal articles must be submitted to PubMed Central to receive a PMCID. The method of PubMed Central submission and Investigator responsibility for submission depend on the journal and its publisher:</p>\n\n<ol>\n<li>Some journals automatically submit published articles to PubMed Central: http://publicaccess.nih.gov/submit_process_journals.htm\n<a href=\"http://publicaccess.nih.gov/submit_process_journals.htm\">http://publicaccess.nih.gov/submit_process_journals.htm</a>\n.</li>\n<li>Some journal publishers may submit the articles to PubMed Central automatically or upon request by the author: http://publicaccess.n\nih.gov/select_deposit_publishers.htm#b\n<a href=\"http://publicaccess.nih.gov/select_deposit_publishers.htm#b\">http://publicaccess.nih.gov/select_deposit_publishers.htm#b</a>\n.</li>\n<li>If neither the journal nor the journal publisher will submit the article to PubMed Central, the Investigator will be responsible for the submission. For detailed instructions on the process of submitting a journal article to PubMed Central, please see the NIH website: http://publicaccess.nih.gov/submit_process.htm\n<a href=\"http://publicaccess.nih.gov/submit_process.htm\">http://publicaccess.nih.gov/submit_process.htm</a>\n.</li>\n</ol>\n\n<p><strong>Researchers with RDSL restricted-use contracts</strong>\nshould include PMCIDs in their list of RDSL publications submitted in reports to ICPSR.</p>\n\n<p><strong>Researchers using RDSL public-use</strong>\ndata should send citations based on RDSL publications you have authored which have PMCIDs to netmail@icpsr.umich.edu.</p>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"R01 HD050329, R21 DA024186, R24 HD041028"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-01-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2012"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2011-07"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2011-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women residing in a Michigan county who were 18 to 19 years of age when first sampled in the baseline survey."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>To be eligible to participate in the Relationship Dynamics and Social Life (RDSL) Study, women had to be 18 or 19 years old and residents of the selected Michigan county at the time they were first sampled. An exception to this rule was  made for women temporarily living outside the county to attend school, job training, and related reasons.</p>\n\n<p>The sampling frame was the Michigan Department of State driver's license and Personal Identification Card (PID) data. The use of a list-based sample was a cost-effective alternative to a household-based sample because of the relatively sparse distribution of 18 to 19 year old women in the general population. A comparison of the driver's license and PID data by ZIP code to 2000 Census-based projections revealed 96 percent agreement between the frame count and the projections for this population.</p>\n\n<p>In addition to providing an extremely high level of coverage, the Michigan Department of State also provided updated datasets every six months. To take advantage of these updates, the research team released the sample in a series of four replicates. Prior to each replicate sample's release, the frame of licensed drivers and PID card holders was updated to capture newly eligible women (those who had just turned 18) as well as 18 and 19 year old women who had moved into the sample county during the months since the prior replicate sample release. The length of the recruitment period for each sample release was 18 weeks: 15 weeks of general recruitment effort and a final three weeks of intensive recruitment effort.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted personal interview (CAPI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The data are not weighted."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"84 percent (Baseline Survey); 65 percent (First Supplement Survey); 60 percent (Second Supplement Survey); 57 percent (Third Supplement Survey); 84 percent (Weekly Journal)."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Baseline and Supplement Survey Data [Highly Restricted]","restricted":false,"version":1,"datasetVersionId":37644,"dataFile":{"id":2628750,"persistentId":"","pidURL":"","filename":"Baseline and Supplement Survey Data [Highly Restricted]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline and Supplement Survey Data [Public]","restricted":false,"version":1,"datasetVersionId":37644,"dataFile":{"id":2628748,"persistentId":"","pidURL":"","filename":"Baseline and Supplement Survey Data [Public]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline and Supplement Survey Data [Restricted]","restricted":false,"version":1,"datasetVersionId":37644,"dataFile":{"id":2628749,"persistentId":"","pidURL":"","filename":"Baseline and Supplement Survey Data [Restricted]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}