{"status":"OK","data":{"id":43611,"identifier":"ICPSR04045.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04045.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04045.v1","latestVersion":{"id":39611,"storageIdentifier":"file://10.3886/ICPSR04045.v1","versionState":"RELEASED","distributionDate":"2005-03-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:09:16Z","releaseTime":"2015-04-09T04:09:16Z","createTime":"2015-04-09T04:09:16Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Lexington County, South Carolina, Domestic Violence Court, 1997-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gover, Angela R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina. Department of Criminology and Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"MacDonald, John M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina. Department of Criminology and Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Alpert, Geoffrey P."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina. Department of Criminology and Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Geary, Irick A., Jr."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina. Department of Criminology and Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A separate Criminal Domestic Violence Court (CDVC) was established in Lexington County, South Carolina, in November 1999, to hold perpetrators of domestic violence accountable through increasing fines and jail time and to place a strong emphasis on mandatory batterer treatment programs. The CDVC was a specialized court that combined the efforts of law enforcement, judges, prosecutors, mental health professionals, and victim advocates to improve the safety of domestic violence victims and hold offenders accountable. The researchers undertook to evaluate and measure the extent to which the CDVC was successful in implementing its goals. For the process evaluation, interviews were conducted in 2002 with 50 victims and 50 defendants to examine their overall level of satisfaction with the court process, their perceptions of procedural justice, and their recommendations for improving the CDVC process. Interviews were conducted in person using structured questions immediately after a case was heard. The outcome evaluation consisted of two methods of data collection. A time series intervention analysis examined the monthly frequency of criminal domestic violence for the years 1997 through 2001. Criminal domestic violence cases were compared for the 34 months before the establishment of the CDVC (January 1997 to October 1999) and the first 26 months following its implementation (November 1999 to December 2001). Additionally, in an effort to examine the impact of the Lexington County Criminal Domestic Violence Court on individual case outcomes, a recidivism analysis was conducted on a random sample of 400 criminal domestic violence cases. Of these cases, 200 were control cases drawn from the Lexington County Sheriff's Department's arrest database for the period January 1997 to June 1999, and 200 were treatment cases comprised of domestic violence arrest cases that occurred between December 1999 and December 2000 and processed through CDVC. Variables in Part 1 (Victim Interview Data) and Part 2 (Defendant Interview Data) included responses to structured interview questions about the victims' and offenders' perceptions of various aspects of the court process, whether they felt treated with dignity and respect, and their overall impression of the CDVC response to domestic violence. Variables in Part 3 (Monthly Arrest Data) include court period, month, and frequency of monthly domestic violence arrests, monthly simple assault arrests, and monthly aggravated assault arrests. Variables in Part 4 (Recidivism Data) include race, age, and gender of offender, employment status, booking date, days in jail prior to trial, number of charges pending, number of prior domestic violence offenses, date of first re-arrest, recidivism within first year and a half, days free of arrest, if defendant was diverted to pretrial intervention, and the amount of the fine."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A separate Criminal Domestic Violence Court  (CDVC) was established in Lexington County, South Carolina, in  November 1999, to hold perpetrators of domestic violence accountable  through increasing fines and jail time and to place a strong emphasis  on mandatory batterer treatment programs. The CDVC was a specialized  co\nurt that combined the efforts of law enforcement, judges,  prosecutors, mental health professionals, and victim advocates to  improve the safety of domestic violence victims and hold offenders  accountable. The researchers undertook to evaluate and measure the  extent to which the CDVC was successful in implementing its goals of  (1) establishing an effective court that enhanced victim safety and  (2) providing a model of therapeutic jurisprudence that would assist  criminal justice agencies in rural areas in designing appropriate judicial intervention to combat domestic violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to measure the extent to which the CDVC  was successful in implementing its goals, the researchers conducted  both a process evaluation and outcome evaluation. For the process  evaluation, interviews were conducted in 2002 with 50 victims and 50  defendants to examine their overall level of satisfaction with the  court process, their perceptions of procedural justice, and to obtain  their recommendations for improving the CDVC process. Interviews were  conducted in person using structured questions immediately after a  case was heard to improve the accuracy of responses. Prior to  conducting the interviews, the purpose of the research was explained  and full informed consent was obtained. The interviews were conducted  anonymously so that victims and defendant identities could not be  identified. The outcome evaluation consisted of two methods of data  collection. A time series intervention analysis examined the monthly  frequency of criminal domestic violence for the years 1997 through  2001. Criminal domestic violence cases were compared for the 34 months  before the establishment of the CDVC (January 1997 to October 1999)  and the first 26 months following its implementation (November 1999 to  December 2001). The data were analyzed as a set of interrupted  time-series experiments. A quasi-experimental design was involved to  rule out a number of rival hypotheses, and a control series was also  included in the analysis in order to reduce the chance of historical  threats. Additionally, in an effort to examine the impact of the  Lexington County Criminal Domestic Violence Court on individual case  outcomes, a recidivism analysis was conducted on a random sample of  400 criminal domestic violence cases. Of these cases, 200 were control  and 200 treatment cases. A simple random sample of 200 cases was drawn  from the Lexington County Sheriff's Department's arrest database that  occurred between January 1997 and June 1999. This sample represented  the historical comparison group of cases that were processed through  the magistrates courts in Lexington County prior to the establishment  of the CDVC. This sample period was chosen to provide the closest time  comparison and insure that cases were disposed of before the inception  of the CDVC. The experimental group comprised of a simple random  sample of 200 domestic violence arrest cases that occurred between December 1999 and December 2000 and were processed through the CDVC."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 (Victim Interview Data) and  Part 2 (Defendant Interview Data) include responses to the following  structured interview questions about the victims' and offenders'  perceptions of the court process: What is your overall impression of  the way your case was handled by the CDVC? How would you rate the  overall quality and professionalism of the court? How was the waiting  time to hear your case? Were you given prior written notice of your  court date? Did you contact the prosecutor or investigator prior to  court? Did you understand the video and verbal instructions that were  given by court officials? Do you feel that the court gave you adequate  time to explain your side of the story? Do you feel that the judge was  concerned with your side of the story? Do you think that the outcome  of the case was fair and just? Do you\nfeel that you were treated with  respect and dignity by the court? Do you think that the Lexington  County Domestic Violence Court's response to domestic violence cases  is too easy, too harsh, just right? Did you ever attend magistrates  court before because of a prior domestic abuse incident? If yes, was  your experience with the Lexington County Domestic Violence Court  worse, better, the same? Was there a \"no contact\" provision as part of  the bond restriction in your case? If yes, who requested it? Do you  think that the Domestic Violence Court's enforcement policy on bond  restrictions (no contact provisions) are too easy, too harsh, just  right? Victims were also asked: Did they provide you with instructions  on how your case would be handled? Were you contacted by a Victim's  Advocate prior to court? How would you rate the overall quality of  care you received by the Victim's Advocate? Did you tell the judge  your side of the story? Do you feel that the prosecutor was concerned  with your side of the story? How would you rate the overall quality of  care you received? Based on your experience in court would you  recommend that other victims seek prosecution? Variables in Part 3  (Monthly Arrest Data) include frequency of monthly domestic violence  arrests, frequency of monthly simple assault arrests, frequency of  monthly aggravated assault arrests, court period, and month. Variables  in Part 4 (Recidivism Data) include race, age, and gender of offender,  employment status, booking date, days in jail prior to trial, number  of charges pending, number of prior domestic violence offenses, date  of first rearrest, recidivism within first year and a half, days free  of arrest, if defendant was diverted to pretrial intervention, and the amount of the fine."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB4045.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files;Subject: Study Level Error Note, Notes: This research project obtained data through court observations and interviews with key participants in the CDVC which are not available as part of this collection.;Subject: Study Level Error Note, Notes: In the review of the user guide text, the principal investigator confirmed the sampling information as is consistent with the information on page 82 of the final report.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2005-03-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data in Parts 1 and 2 came from personal interviews  with victims and defendants. Data available in Parts 3 and 4 were  obtained from the Lexington County Sheriff's Department's arrest database."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"South Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 2, and 4: Individuals. Part 3: Criminal domestic violence cases"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["(1) Victims and defendants whose cases were heard in the Lexington County Criminal Domestic Violence Court (CDVC) in 2002, (2) criminal domestic violence cases in Lexington County from January 1997 to December 2001, and (3) criminal domestic violence arrest cases in Lexington County between January 1997 and June 1999 and domestic violence arrest cases in Lexington County processed through the CDVC between December 1999 and December 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For the interview data, a convenience sample of victims  and defendants (a total of 50 victims and 50 defendants) was  chosen. Only four of the victims and defendants who were asked to  participate refused. Victims and defendants were not matched by cases  and therefore, these data represent two independent samples of  cases. For the recidivism data, a simple random sample of 200 cases  that were processed in magistrates courts in Lexington County were  (between January 1997 and June 1999) from the Lexington County  Sheriff's Department's arrest database. This sample represented the  historical comparison group (pre-CDVC) of cases prior to the  establishment of the CDVC. This sample was compared to an experimental  group of 200 randomly selected cases that were processed in the  CDVC. The two sa\nmples resembled each other. No differences were found  between the pre-CDVC and the CDVC sample on age, race, gender,  employment status, the number of charges, prior domestic violence  history, the number of days in jail pretrial, and pretrial  intervention. The only statistically significant difference between the two samples was the rate at which the samples recidivated."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: the overall response rate to the  victim and defendant interviews was 96 percent. Parts 3 and 4: not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Defendant Interview Data","restricted":false,"version":1,"datasetVersionId":39611,"dataFile":{"id":2647424,"persistentId":"","pidURL":"","filename":"Defendant Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Monthly Arrest Data","restricted":false,"version":1,"datasetVersionId":39611,"dataFile":{"id":2647425,"persistentId":"","pidURL":"","filename":"Monthly Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Recidivism Data","restricted":false,"version":1,"datasetVersionId":39611,"dataFile":{"id":2647426,"persistentId":"","pidURL":"","filename":"Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Interview Data","restricted":false,"version":1,"datasetVersionId":39611,"dataFile":{"id":2647423,"persistentId":"","pidURL":"","filename":"Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}