{"status":"OK","data":{"id":44015,"identifier":"ICPSR20349.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20349.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20349.v1","latestVersion":{"id":40015,"storageIdentifier":"file://10.3886/ICPSR20349.v1","versionState":"RELEASED","distributionDate":"2008-03-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:13:41Z","releaseTime":"2015-04-09T04:13:41Z","createTime":"2015-04-09T04:13:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Neuropsychological and Emotional Deficits as Predictors of Correctional Treatment Response in Maryland, 2003-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"RTI International"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was designed to elucidate underlying  neuropsychological and emotional regulatory mechanisms in variable  responses to a cognitive-behavioral therapy (CBT) program among prison  inmates. This study tested the hypotheses that performance deficits in  executive cognitive function (ECF) tasks and emotional responses will  characterize aggressive and disruptive inmates and predict treatment  response. All subjects were examined using noninvasive behavioral,  psychological, ECF, and hormone tests. The data contain a total of 232  cases. Inmates volunteering to participate in the cognitive-behavioral  therapy (CBT) program offered by the Maryland correctional system were  recruited from three facilities using a pseudo-random selection  procedure during intake into the program. Consenting inmates received  an extensive baseline testing battery of several complementary  dimensions of higher order neuropsychological functions as well as  conditions that influence them: (1) three ECF tasks and one emotional  perception task, (2) collection of salivary cortisol during an acute  stress task and the Symptom Checklist 90 (SCL-90) taken beforehand,  (3) a short general neuropsychological test, (4) three psychological  questionnaires, (5) an historical inventory to assess prior drug use  and child and family background, and (6) a treatment readiness,  responsivity, and gain scale. An events inventory and a success  inventory were also administered. Several additional tests were  administered repeatedly throughout treatment. A record review was  conducted after program completion to ascertain incidents of  institutional misconduct as well as treatment performance outcomes.  Variables include IQ, demographics, background information, prior drug  use, early trauma, psychopathy, aggression, stressful events, success,  reactions to provocation, treatment readiness, emotional  perception/regulation, executive cognitive performance, cortisol  measures, treatment gain, treatment responsivity, treatment  completion, Maryland Offender Based State Correctional Information  System (OBSCIS) data, institutional infractions, segregations, and several other computed variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was designed to elucidate underlying neuropsychological and emotional regulatory mechanisms in variable responses to a cognitive-behavioral therapy (CBT) program among prison inmates. The purpose of this project was to assess (1) the role of neuropsychological and emotional deficits in behavioral problems and misconduct among inmates, (2) the usefulness of neuropsychological and emotional regulatory measures in characterizing recalcitrant and unresponsive inmates, and (3) the ability o\nf these measures to predict treatment response in prison."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study tested the hypotheses that performance deficits in executive cognitive function (ECF) tasks and emotional responses will characterize aggressive and disruptive inmates and predict treatment response. All subjects were examined using noninvasive behavioral, psychological, ECF, and hormone tests. Adjustments were made for age in all analyses.</p>\n\n<p>The data contain a total of 232 cases. Inmates volunteering to participate in the cognitive-behavioral therapy (CBT) program (Thinking, Deciding, Changing, Communications, Relationships) offered by the Maryland correctional system were recruited from three facilities using a pseudo-random selection procedure during intake into the program. Several characteristics were exclusionary, including illiteracy, low IQ (less than 70), over age 49, and active mental illness.</p>\n\n<p>Consenting inmates received an extensive baseline testing battery of several complementary dimensions of higher order neuropsychological functions as well as conditions that influence them: (1) three ECF tasks (the Cambridge Decision Making Task, the Logan Stop-Signal Task, and the Stroop Interference Task) and one emotional perception task (Emotional/Facial Expression Task), (2) collection of salivary cortisol during an acute stress task (public speaking) and the Symptom Checklist 90 (SCL-90) taken beforehand to determine present psychological state, (3) a short general neuropsychological test: the Multidimensional Aptitude Battery (MAB), (4) three psychological questionnaires: the Levenson Self-Report Psychopathy (LSRP) scale, the Reactive-Proactive Questionnaire (RPQ), and the Early Trauma Questionnaire, (5) an historical inventory: a revised version of the Addiction Severity Index (ASI) to assess prior drug use and child and family background (e.g., family dysfunction, child abuse, and family history of psychopathology), and (6) a treatment readiness, responsivity, and gain scale. An events inventory and a success inventory were also administered. Salivary cortisol samples were collected before and after administration of a stress (public speaking) as a measure of stress reactivity. The test session took about 2 to 2.5 hours to complete. The Director of Health Services in the Department of Public Safety and Correctional Services provided approval to survey their Management Information System: the Maryland Offender-Based State Correctional Information System (OBSCIS) during this study to characterize inmates in terms of their history of crimes and institutional infractions and segregations. These instruments were assessed for their ability to characterize inmates into clinically relevant subtypes (e.g., history of violence, drug abuse, impulsive or nonimpulsive aggression, psychopathy, etc.).</p>\n\n<p>Several additional tests were administered repeatedly throughout treatment. After each treatment group, inmates completed the Novaco Reaction to Provocation Questionnaire (NAS), which is sensitive to change in aggressive orientations in response to treatment, and social workers completed an evaluation of each inmate participating in the research. These evaluations produced a treatment responsivity score and a gain score. One neuropsychological test, the Cambridge Decision Making Task, was readministered to assess change in executive decision making. Following baseline assessments, inmates from the three prisons received similar CBT programming. A rec\nord review was conducted after program completion to ascertain incidents of institutional misconduct as well as treatment performance outcomes.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Variables include IQ, demographics, background information, prior drug use, early trauma, psychopathy, aggression, stressful events, success, reactions to provocation, treatment readiness, emotional perception/regulation, executive cognitive performance, cortisol measures, treatment gain, treatment responsivity, treatment completion, Maryland Offender Based State Correctional Information System (OBSCIS) data, institutional infractions, segregations, and several other computed variables.</p>\n\n<p>IQ variables from the Multidimensional Aptitude Battery (MAB) include verbal IQ, performance IQ, and full scale IQ. Demographic variables from the revised version of the Addiction Severity Index (ASI) (McLellan et al., 1992) include age, race, religion, marital status, weight, height, and handedness. Background variables from the ASI include prison, months in prison, years of education, occupation, hospitalizations, chronic medical problems, current medications, history of head injury/black outs, and how long for black outs. Prior drug use variables also from the ASI include history, and age started and ever used the following substances: alcohol, heroin, methadone, opiates, depressants, cocaine, stimulants, marijuana, hallucinogens, inhalants, and ecstasy. Other drug use variables in the ASI measure drug of choice, DTs, ODs, treatment, months of last voluntary abstinence, family history, and extended family history.</p>\n\n<p>Variables included from the Early Trauma Inventory pertain to stressful events, physical abuse, emotional abuse, and sexual abuse. Primary and secondary scores from the Levenson Self-Report Psychopathy (LSRP) scale (Levenson et al., 1995), proactive and reactive scores from the Reactive-Proactive Questionnaire (RPQ) (Raine et al., in press), events inventory scores, and success inventory scores are also included as variables. Other variables include scores from the Reaction to Provocation Questionnaire (NAS) (Novaco, 1990) measured at four times, scores from the Treatment Readiness Scale developed by Ralph Serin (Director of Programs Research, Correctional Service of Canada), scores on the Symptom Checklist 90 (SCL-90), and scores on the Treatment Responsivity and Treatment Gain scales developed by Ralph Serin.</p>\n\n<p>Additionally, performance scores from the following tasks are included: the Cambridge Decision Making Task (CDMT: Rogers et al., 1999a, and 1999b), the Logan Stop-Change Task, the Stroop Interference Task, and the Emotional/Facial Expression Task. Cortisol Assessment measures are included as variables as well as OBSCIS data such as offense data, institutional infractions, and segregations. Furthermore, several other computed variables are also included.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"addiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aggression"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior modification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cognitive processes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"decision making"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional states"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"human behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"personality assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-03-31Version Text: 2008-03-31 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS  transport (CPORT) file, SPSS system file, Stata system file, and tab-delimited ASCII data file;Subject: Study Level Error Note, Notes: (1) Data from the Virtual Reality Vignettes are not  available as part of this collection. (2) Users are encouraged to  refer to the final reports cited in the \"Related Literature\" section  of this study for more detailed information regarding the study design  and for complete references to publications and scales mentioned in this description.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-MU-BX-0013"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-03-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-12"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-03"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-12"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, clinical data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["<p>Data were obtained from three executive cognitive function (ECF) tasks and one emotional perception task, a collection of salivary cortisol during an acute stress task and the Symptom Checklist-90 taken beforehand, a short general neuropsychological test, three psychological questionnaires, an historical inventory, and a treatment readiness, responsivity, and gain scale. An events inventory and a success inventory were also administered. Additional data were obtained from the Maryland Offender Based State Correctional Information System (OBSCIS) and the administration of a reaction to provocation questionnaire.</p>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maryland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates volunteering to participate in the  cognitive-behavioral therapy (CBT) program (Thinking, Deciding,  Changing, Communications, Relationships) offered by the Maryland  correctional system who were housed at either the Roxbury Correctional  Institution, Western Correctional Institution, or the Maryland Correctional Training Center between March 2003 an\nd December 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Three medium/maximum facilities in the State of Maryland were selected by the Department of Corrections for participation in this study: Roxbury Correctional Institution, Western Correctional Institution, and the Maryland Correctional Training Center. Selection of these facilities was based on programmatic similarities to ensure continuity and uniformity of treatment, duration, type and modality of the program, treatment provider staff, and other environmental factors. The sample of 232 male inmates was recruited using a pseudo-random procedure over a 2.5-year period. Inmates who volunteered for participation in the cognitive-behavioral therapy (CBT) program called \"Thinking for a Change,\" as part of the routine \"treatment-as-usual\" procedure in the prisons, constituted the subject pool. Those who met eligibility criteria for study participation were recruited from identification numbers provided by the facility to include only inmates who were between 21 and 49 years old with a minimum of 18 months left on their sentences (to avoid the stress of pre-release preparations and potential for transfers), and who reflected the ethnic diversity of the offender population in the state study. Inmates who volunteered were first consented to complete an IQ test (Multidimensional Aptitude Battery), and those with an IQ below 70 were excluded. Older subjects were excluded due to the cognitive decline that occurs naturally over time and the effects of chronic drug abuse on executive cognitive function (ECF). Those with mental retardation, dementia, amnesia, or delirium and those who were illiterate were excluded because these conditions interfere with performance and because of inability to understand the implications of consent. The sample was ethnically diverse and representative of the offender population in the state, however race was not expected to affect results of this study. Those eligible were scheduled for testing, signed the full consent form, and took a consent test to ensure comprehension."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Multidimensional Aptitude Battery (MAB), a revised version of the Addiction Severity Index (ASI) (McLellan et al., 1992), the Early Trauma Questionnaire (Bremner, et al., 2000), the primary and secondary psychopathy scales developed by Levenson et al. (19\n95), the Reactive-Proactive Questionnaire (RPQ) (Raine, et al., in press), Reaction to Provocation Questionnaire (NAS) (Novaco, 1990), the Treatment Readiness Scale and the Treatment Responsivity and Treatment Gain scales developed by Ralph Serin (Director of Programs Research, Correctional Service of Canada), and the Symptom Checklist 90 (SCL-90). In addition to scales, the specific neuropsychological instruments used in this study were three executive cognitive function (ECF) tasks (Cambridge Decision Making Task (CDMT: Rogers, et al., 1999a, and 1999b), the Logan Stop-Signal Task, and the Stroop Interference Task), and one emotional perception task (Emotional/Facial Expression Task)."}]}},"files":[{"description":"","label":"Neuropsychological and Emotional Deficits as Predictors of Correctional Treatment Response in Maryland, 2003-2005","restricted":false,"version":1,"datasetVersionId":40015,"dataFile":{"id":2650586,"persistentId":"","pidURL":"","filename":"Neuropsychological and Emotional Deficits as Predictors of Correctional Treatment Response in Maryland, 2003-2005","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}