{"status":"OK","data":{"id":40299,"identifier":"ICPSR02735.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02735.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02735.v1","latestVersion":{"id":36299,"storageIdentifier":"file://10.3886/ICPSR02735.v1","versionState":"RELEASED","distributionDate":"2000-04-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:32:57Z","releaseTime":"2015-04-09T03:32:57Z","createTime":"2015-04-09T03:32:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Victim Services Programs Funded by \"Stop Violence Against Women\" Grants in the United States, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Smith, Barbara E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Robert C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project investigated the effects of Violence Against  Women Act (VAWA) STOP (Services, Training, Officers, Prosecutors)  funds with respect to the provision of victim services by criminal  justice-based agencies to domestic assault, stalking, and sexual  assault victims. Violence Against Women grants were intended \"to  assist states, Indian tribal governments, and units of local  government to develop and strengthen effective law enforcement and  prosecution strategies to combat violent crimes against women, and to  develop and strengthen victim services in cases involving violent  crimes against women.\" Domestic violence and sexual assault were  identified as primary targets for the STOP grants, along with support  for under-served victim populations. Two types of programs were  sampled in this evaluation. The first was a sample of representatives  of STOP grant programs, from which 62 interviews were completed (Part  1, Criminal Justice Victim Service Program Survey Data). The second  was a sample of 96 representatives of programs that worked in close  cooperation with the 62 STOP program grantees to serve victims (Part  2, Ancillary Programs Survey Data). General questions from the STOP  program survey (Part 1) covered types of victims served, years program  had been in existence, types of services provided, stages when  services were provided, number of victims served by the program the  previous year, the program's operating budget, and primary and  secondary funding sources. Questions about the community in which the  program operated focused on types of services for domestic violence  and/or sexual assault victims that existed in the community, if  services provided by the program complemented or overlapped those  provided by the community, and a rating of the community's coordinated  response in providing services. Questions specific to the activities  supported by the STOP grant included the amount of the grant award, if  the STOP grant was used to start the program or to expand services and  if the latter, which services, and whether the STOP funds changed the  way the program delivered services, changed linkages with other  agencies in the community, increased the program's visibility in the  community, and/or impacted the program's stability. Also included were  questions about under-served populations being served by the program,  the impact of the STOP grant on victims as individuals and on their  cases in the criminal justice system, and the program's impact on  domestic violence, stalking, and sexual assault victims throughout the  community. Data from the ancillary programs survey (Part 2) pertain to  types of services provided by the program, if the organization was\npart of the private sector or the criminal justice system, and the  impact of the STOP program in the community on various aspects of services provided and on improvements for victims."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Victims of sexual assault and domestic violence  frequently suffer intense emotional distress following the crime and  experience the need for a multiplicity of victim services. The  Violence Against Women Act (VAWA), Title IV of the Violent Crime  Control and Law Enforcement Act of 1994 (P.L. 103-322), is the result  of years of advocating for the federal government to help stop  violence against women and assist victims who experience such  violence. As part of the VAWA legislation, the Justice Department  created the Violence Against Women Grants Office (VAWGO) within  the Office of Justice Programs (OJP). The office assisted states in  applying for STOP (Services, Training, Officers, Prosecutors)  Violence Against Women grants that were intended \"to assist states,  Indian tribal governments, and units of local government to develop  and strengthen effective law enforcement and prosecution strategies to  combat violent crimes against women, and to develop and strengthen  victim services in cases involving violent crimes against women.\"  Domestic violence and sexual assault were identified as primary  targets for the STOP grants, along with support for under-served victim  populations. VAWA mandated that STOP grantees spend at least 25  percent of the STOP funds in each of the following three areas: (1)  law enforcement, (2) prosecution, and (3) victim services, while the  remaining 25 percent was left largely to the discretion of the  grantees. This project investigated the effects of VAWA STOP funds  with respect to the provision of victim services by criminal  justice-based agencies to domestic assault, stalking, and sexual assault victims."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Two samples of program representatives were  surveyed in this evaluation of STOP grant programs. The first was a  sample of representatives of STOP grant programs. The second was a  sample of representatives of programs that worked in close cooperation  with STOP grantees to serve victims. The latter sample was gathered to  gain an additional perspective on the STOP grant and its impact on the  local service community. Once the project staff reached the contact  person for a sampled STOP grant, project staff asked to speak with the  person most knowledgeable about the STOP grant. When that person was  contacted, project staff identified the purpose of the call and asked  to schedule a time when the interviewee would be available to  participate in a 20-30 minute survey. In about half of the cases, an  interview was conducted on the spot and, in the other half of the  cases, an appointment was made. Interviews consisted of primarily  closed-ended questions. During the interviews with the STOP program  representatives, project staff asked for information on programs that  worked closely with the STOP grantee. Project staff then contacted the  named staff person of these ancillary programs and administered a  brief interview. In all, 62 interviews were completed with STOP  program representatives (Part 1). An additional 96 interviews were  completed with representatives of programs that worked in coordination with the 62 STOP programs (Part 2)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data collected from the STOP program survey (Part  1) began with general questions, including types of victims served,  years program had been in existence, types of services provided,  stages when services were provided, number of victims served by the  program the previous year, the program's operating budget, and primary  and secondary funding sources. Questions about the community in which  the program operated focused on types of services for domestic  violence and/or sexual assault victims that existed in the community,  if services provi\nded by the program complemented or overlapped those  provided by the community, and a rating of the community's coordinated  response in providing services. Questions specific to the activities  supported by the STOP grant included the amount of the grant award, if  the STOP grant was used to start the program or to expand services and  if the latter, which services, and whether the STOP funds changed the  way the program delivered services, changed linkages with other  agencies in the community, increased the program's visibility in the  community, and/or impacted the program's stability. Also included were  questions about under-served populations being served by the program,  the impact of the STOP grant on victims as individuals and on their  cases in the criminal justice system, and the program's impact on  domestic violence, stalking, and sexual assault victims throughout the  community. Data from the ancillary programs survey (Part 2) pertain to  types of services provided by the program, if the organization was  part of the private sector or the criminal justice system, and the  impact of the STOP program in the community on various aspects of services provided and on improvements for victims."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stalking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2735.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files, SAS transport (XPORT) file, and SPSS portable file; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-WT-NX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-04-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-12"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Program."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["STOP programs awarded to criminal justice agencies for the  delivery of services to domestic violence, sexual assault, and stalking victims."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"STOP grants awarded to law enforcement, prosecution, and  court organizations to provide services for victims were selected from  the Urban Institute's database of 1996 and 1997 Subgrant Award Reports  (SARs). Based on the distribution of these 182 SARs across states, an  interview quota for each state was determined that was proportional to  the number of eligible STOP grants that each state had. Within each  state, the eligible STOP grant programs were ordered using a random  algorithm. Programs were called in the order of their ranking,  starting with programs with the lowest ranks, until the quota was  filled for that state. Ancillary programs and contact staff persons at the ancillary programs were identified by STOP program interviewees."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Ancillary Programs Survey Data","restricted":false,"version":1,"datasetVersionId":36299,"dataFile":{"id":2618730,"persistentId":"","pidURL":"","filename":"Ancillary Programs Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Criminal Justice Victim Service Program Survey Data","restricted":false,"version":1,"datasetVersionId":36299,"dataFile":{"id":2618729,"persistentId":"","pidURL":"","filename":"Criminal Justice Victim Service Program Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}