{"status":"OK","data":{"id":40711,"identifier":"ICPSR26361.v1","persistentUrl":"https://doi.org/10.3886/ICPSR26361.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR26361.v1","latestVersion":{"id":36711,"storageIdentifier":"file://10.3886/ICPSR26361.v1","versionState":"RELEASED","distributionDate":"2011-11-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:37:23Z","releaseTime":"2015-04-09T03:37:23Z","createTime":"2015-04-09T03:37:23Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>Due to the sensitive nature of the data and to protect respondent confidentiality, the data are restricted from general dissemination. These data are enclave-only and may only be accessed at ICPSR's location in Ann Arbor, MI. Users wishing to view these data must first contact NACJD, complete an Application for use of the ICPSR Data Enclave (available as part of the documentation for this study), and receive permission to analyze the files before traveling to Ann Arbor.  More information may be found at ICPSR's Enclave Data\n<a href=\"https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html\">https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html</a>\nWeb site.</p>\n\n<p>Completed forms should be returned to: Director, National Archive of Criminal Justice Data, Inter-university Consortium for Political and Social Research, Institute for Social Research, P.O. Box 1248, University of Michigan, Ann Arbor, MI 48106-1248, or by fax: 734-647-8200.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Inmate Survey, 2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. Bureau of Justice Statistics"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. Bureau of Justice Statistics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for this study were collected as part of the 2007 National Inmate Survey (NIS), which is comprised of two questionnaires -- a survey of sexual victimization and a survey of past drug and alcohol use and abuse. The survey of sexual victimization resulted in data from 23,398 inmates held in 146 sampled prisons and 40,419 inmates in 282 local jails in the NIS. Respondents were asked if they had been forced or otherwise coerced into any sexual contact with other inmates or facility staff while incarcerated.  The respondents were asked about the type of sexual contact, the frequency, when it occurred, and where it occurred.  The survey also sought information on any injuries received and treatment obtained for those injuries. Other questions pertained to the reporting of sexual contact -- if it was reported, to whom it was reported, and any results from reporting sexual contact.  Respondents were also asked for reasons why they had not reported the sexual contact if no report was made. Background and demographic information collected included reasons for incarceration, sexual history, sexual orientation, marital status, gender, ethnicity, and physical characteristics such as height and weight."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Prison Rape Elimination Act of 2003 (P.L. 108-79) requires the Bureau of Justice Statistics (BJS) to carry out a comprehensive statistical review and analysis of the incidence and effects of prison rape for each calendar year."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected directly from inmates in a private setting using audio computer-assisted self interview (ACASI) technology with a touch-screen laptop and an audio feed to maximize inmate confidentiality and minimize literacy issues. A small number of inmates completed a short paper form. These were inmates housed primarily in administrative or disciplinary segregation or considered too violent to be interviewed."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional guards"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-05-25Version Text: 2012-05-25Version Date: 2012-05-25Version Text: 2012-05-25 Subject: null  Type: null  Notes: Additional information about disclosure risk modifications was added to the metadata description and documentation.;Version Date: 2012-05-08Version Text: 2012-05-08 Subject: null  Type: null  Notes: Information was added to the study documentation about modifications to data to reduce disclosure risk.;Subject: Study Level Error Note, Notes: <p>Modifications to the National Inmate Survey Data to Reduce Disclosure Risk</p>\n<p>Four methods were applied to the National Inmate Survey (NIS) jail and prison data prior to being supplied to NACJD: direct respondent identifiers removed from the data, recoding (the process of collapsing detailed levels of a variable into coarser categories), variable suppression (a method that removes sensitive variables from the data, and perturbation (protect against someone with detailed knowledge about a respondent identifying that respondent with certainty).</p>\n<p>As another method to address disclosure risk, the final analysis weight variable present in the data was specified at a level that incorporated all stages of selection and all nonresponse and post-stratification adjustments. Intermediate weights or adjustment factors were not included.</p>\n<p>The following steps were taken to reduce disclosure risk:</p>\n<p>1. Remove obvious identifiers</p>\n<p>Listed below are the data from the NIS that are respondent identifiers or locating information collected on the sampling frame that are excluded from the restricted use microdata file. All of the information listed below was obtained via the list sampling frame provided by sampled facilities - none of the information was collected via the questionnaire. Some of the data being excluded are similar to data elements collected via items in the questionnaire. The questionnaire variables that are similar to the sample frame information are not being excluded; only the version of the information obtained from the sample frame will be removed.</p>\n<p>These data include: Inmate identification number at the facility, Name of inmate, Housing unit of inmate, Date of birth of inmate, Sentence status of inmate, Date inmate was admitted to the facility, Ethnicity of inmate, Race of inmate, Sentence length of inmate, Arraignment status of inmate</p>\n<p>Institutional identifiers were replaced by new unique (sequentially-assigned) facility, inmate, and paper-and-pencil instrument (PAPI) record identifiers. However, some items on the questionnaire requested the inmate to self-report information similar to the above items. This information was retained, when possible.</p>\n<p>2. Recoding into intervals or rounding</p>\n<p>Continuous values were recoded into categories for the following variables and the original variables were removed: CAT_AGE (Age Category), CAT_ADMISSION (Time Since Admission), CAT_HEIGHT (Height Category),CAT_WEIGHT (Weight Category), CAT_BMI (BMI Category), CAT_SENTENCE_LENGTH (Sentence Length), TIME_TO_RELEASE (Time Until Release), MAX_SENTENCE (Maximum Sentence), and TIME_SERVED (Time Served)</p>\n<p>3. Deletion or masking</p>\n<p>There were 580 variables \"recoded\" or suppressed (111 recoded; 469 suppressed - 280 of which corresponded only to the drug and alcohol survey that was administered to a random 10 percent of the inmates). Recoded variables were \"recoded into\" new variables, and the original variables were deleted from the final data sent.</p>\n<p>4. Perturbation</p>\n<p>Perturbation was the main treatment mechanism to decrease the risk of disclosure. For confidentiality reasons, details on the perturbation methods used (e.g., swapping, adding noise, and blurring), information on the number of inmate records that received perturbation, and information on the set of variables perturbed have not been disclosed.</p>\n<p>Perturbation changed the values of each survey participant's responses via a random process. The perturbation process was designed to ensure that the changes were appropriately applied and did not result in large changes to key estimates. The perturbation was done so that when the treated data were compared to the untreated data, aggregate unweighted estimates were unchanged and weighted estimates were minimally different.</p>\n<p>As a result of the perturbation procedures, identification of respondents with certainty based on individual records is no longer feasible.</p>; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-11-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2007-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Prison Rape Elimination Act Data Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["National Inmate Survey (NIS)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1 -- Inmates in local jails in the United States. Part 2 -- Inmates in adult confinement facilities, including prisons, penitentiaries, prison hospitals, prison farms, boot camps, and centers for reception, classification, or alcohol and drug treatment."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Part 1</p>\n\n<p>A sample of 303 local jails was drawn to produce a 10 percent sample of the 3,002 local jail facilities identified in the 2005 Census of Jail Inmates. The 2005 census was a complete enumeration of all jail jurisdictions, including all publicly operated and privately operated facilities under contract to local jail authorities. The 2007 NIS was restricted to jails that had more than five inmates on June 30, 2005. Based on estimates from the 2007 Annual Survey of Jails, these jails held an estimated 772,800 inmates aged 18 years or older on June 29, 2007. Of the 303 selected jails, 21 facilities were excluded from the survey. Five facilities refused to participate in the survey. Eight facilities were determined to be ineligible, because more than 90 percent of inmates in each were prearraigned or held for Immigration and Customs Enforcement (ICE) or the United States Marshals Service or because the facility was a community-based facility.  Eight facilities were unable to participate due to lack of space or staffing or because the jail was being renovated. The number of inmates sampled in each facility varied based on 5 criteria:</p>\n\n<p>* an expected prevalence rate of sexual victimization of 4 percent</p>\n\n<p>* a desired level of precision based on a standard error of 1.75 percent</p>\n\n<p>* a projected 70 percent response rate among selected inmates</p>\n\n<p>* a 10 percent chance among participating inmates of not receiving the sexual victimization questionnaire</p>\n\n<p>* a prearraignment adjustment factor equal to 1 in facilities where the status was known for all inmates, and less than 1 in facilities where only the overall proportion of prearraigned was known.</p>\n\n<p>A total of 74,713 inmates were selected. After selection, an additional 7,314 ineligible inmates were excluded -- 6,549 were transferred to another facility before interviewing began, 676 were mentally or physically unable to be interviewed, and 89 were under the age of 18. Overall, 45,414 inmates participated in the survey, yielding a response rate of 67 percent. Approximately 90 percent of the participating inmates (40,419) received the sexual assault survey.</p>\n\n<p>Part 2</p>\n\n<p>A sample of 130 State prisons was drawn to produce a 10 percent sample of the 1,267 adult State confinement facilities identified in the 2005 Census of State and Federal Adult Correctional Facilities.  The 2005 census was a complete enumeration of state prisons, including all publicly operated and privately operated facilities under contract to state correctional authorities. The 2007 NIS was restricted to confinement facilities - institutions in which fewer than 50 percent of the inmates were regularly permitted to leave, unaccompanied by staff, for work, study, or treatment. Such facilities included prisons, penitentiaries, prison hospitals, prison farms, boot camps, and centers for reception, classification, or alcohol and drug treatment. The 2007 NIS excluded community-based facilities, such as halfway houses, group homes, and work release centers. Also selected were 17 Bureau of Prisons-operated facilities and 3 private facilities. Of the 150 selected state and federal facilities, 4 were excluded from the survey.</p>\n\n<p>Inmates were selected using the same criteria as in Part 1.  A total of 37,362 inmates were selected and 26,157 inmates participated in the survey, yielding a response rate of 72 percent (after an additional 1,017 ineligible inmates were excluded). Approximately 90 percent of the participating inmates (23,398) received the sexual assault survey.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"audio computer-assisted self interview (ACASI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Part 1</p>\n\n<p>Responses from sampled interviewed inmates were weighted to provide national-level and facility-level estimates. Each interviewed inmate was assigned an initial weight corresponding to the inverse of the probability of selection within each sampled facility. A series of adjustment factors were applied to the initial weight to minimize potential bias due to nonresponse and to provide national estimates. Bias occurs when the estimated prevalence is different from the actual prevalence for a given\nfacility. In each facility, bias could result if the random sample of inmates did not accurately represent the facility population. Bias could also result if the nonrespondents were different from the respondents. Post-stratification and nonresponse adjustments were made to the data to compensate for these two possibilities. These adjustments included:</p>\n\n<p>* calibration of the weights of the responding inmates within each facility so that the estimates accurately reflected the facility's entire population in terms of known demographic characteristics. (These characteristics included distributions by inmate age, gender, race, date of admission, and sentence length.) This adjustment ensures that the estimates accurately reflect the entire population of the facility and not just the inmates who were randomly sampled.</p>\n\n<p>* calibration of the weights so that the weight from a nonresponding inmate is assigned to a responding inmate with similar demographic characteristics. This adjustment ensures that the estimates accurately reflect the full sample, rather than only the inmates who responded. For each inmate, these adjustments were based on a generalized exponential model, developed by Folsom and Singh, and applied to the sexual assault survey respondents. A final ratio adjustment to each inmate weight was made to provide national-level estimates for the total number of inmates held in jails with an average daily population of more than six inmates at midyear 2007. These ratios represented the estimated number of inmates by gender in the survey estimates and accuracy of the 2007 Annual Survey of Jails divided by the number of inmates by gender in the 2007 NIS after calibration for sampling and nonresponse.</p>\n\n<p>Part 2</p>\n\n<p>Responses from sampled interviewed inmates were weighted to provide national-level and facility-level estimates. Each interviewed inmate was assigned an initial weight corresponding to the inverse of the probability of selection within each sampled facility. A series of adjustment factors were applied to the initial weight to minimize potential bias due to nonresponse and to provide national estimates. Bias occurs when the estimated prevalence is different from the actual prevalence for a given facility. In each facility, bias could result if the random sample of inmates did not accurately represent the facility population. Bias could also result if the nonrespondents were different from the respondents. Post-stratification and nonresponse adjustments were made to the data to compensate for these two possibilities. These adjustments included:</p>\n\n<p>* calibration of the weights of the responding inmates within each facility so that the estimates accurately reflected the facility's entire population in terms of known demographic characteristics. (These characteristics included distributions by inmate age, gender, race, date of admission, and sentence length.) This adjustment ensures that the estimates accurately reflect the entire population of the facility and not just the inmates who were randomly sampled.</p>\n\n<p>* calibration of the weights so that the weight from a nonresponding inmate is assigned to a responding inmate with similar demographic characteristics. This adjustment ensures that the estimates accurately reflect the full sample, rather than only the inmates who responded. For each inmate, these adjustments were based on a generalized exponential model, developed by Folsom and Singh, and applied to the sexual assault surv\ney respondents.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."}]}},"files":[{"description":"","label":"Sexual Victimization in Local Jails Reported by Inmates, 2007","restricted":false,"version":1,"datasetVersionId":36711,"dataFile":{"id":2621533,"persistentId":"","pidURL":"","filename":"Sexual Victimization in Local Jails Reported by Inmates, 2007","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sexual Victimization in State and Federal Prisons Reported by Inmates, 2007","restricted":false,"version":1,"datasetVersionId":36711,"dataFile":{"id":2621534,"persistentId":"","pidURL":"","filename":"Sexual Victimization in State and Federal Prisons Reported by Inmates, 2007","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}