{"status":"OK","data":{"id":41964,"identifier":"ICPSR25945.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25945.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25945.v1","latestVersion":{"id":37964,"storageIdentifier":"file://10.3886/ICPSR25945.v1","versionState":"RELEASED","distributionDate":"2013-12-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:51:14Z","releaseTime":"2015-04-09T03:51:14Z","createTime":"2015-04-09T03:51:14Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Investigating the Role of Context, Meaning, and Method in  Violence Against Women in Atlanta, Georgia, 2000-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cook, Sarah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted to determine the prevalance of physical and sexual victimization, and to develop a new model of victimization. A total of 600 women participated in the study, consisting of two samples: a sample of 403 incarcerated women at the Metro State Women's Prison in Atlanta, Georgia, and a sample of 197 poor urban women in nonemergency health care clinics. Participants were interviewed once for approximately 1 1/2 to 2 hours, and answered questions about intimate partner violence (with their most recent partner and/or with a previous partner), physical health, emotional well-being, experiences of traumatic life events, strategic responses to abuse, experiences of child abuse, and other related experiences/knowledge. In addition to self-reports, data was gathered from prison records for the incarcerated sample."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to determine the prevalence of physical and sexual victimization (conflict, control-instigated, random, and coercive), using participants selected from two marginalized population groups - incarcerated women from a prison, and poor urban women in nonemergency health care clinics. A new model of victimization was to be developed based on the incarcerated sample and validated with the health care sample.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Metro State Women's Prison (MSWP), located in Atlanta, Georgia, served as one of two data collection settings for this study. Metro State is a close/maximum security facility in the Georgia Department of Corrections. As one of three facilities for incarcerated women in Georgia, Metro State serves as the central receiving and diagnostic unit for the state correctional system. All women who serve a portion of their sentence in a Georgia correctional facility begin incarceration in the Diagnostic Unit at Metro State. Inmates typically spend two to four weeks in this unit. All women who entered Metro State between June 2000 and June 2001 were eligible to participate. Weekly, using a random number table, the principal investigators selected approximately twenty women from a list of all women entering the diagnostic unit and invited these women to participate in an informational meeting about the study. At this meeting, women who elected to sign informed consent agreements were given an interview date within a two-week timeframe. On a weekly basis, the names and interview times for inmates who agreed to participate were given to MSWP staff, who called inmates to a \"hold-in\" area (i.e., a secure location supervised by correctional staff where inmates wait for appointments) when it was time for their interview. Interviews were conducted in small, private, soundproof, windowed rooms located close to a security station. Each interview lasted approximately 1½ to 2 hours. All interviews were oral because of low literacy rates in incarcerated populations. To assist inmates, interviewers provided response card books that listed possible responses for questions using Likert-type scales. Inmates were asked questions on topics including intimate partner violence, physical health, emotional well-being, strategic responses, and experiences of child abuse. Data about inmates were also collected from their administrative records.</p>\n\n<p>To obtain a pilot sample to refine and evaluate the initial item set and a validation sample to use for eva\nluating the psychometric properties of the measure, the MSWP sample of 403 was divided into 2 groups. The pilot sample was derived from the first 206 participants (51 percent of the overall sample). It comprised 67 participants from the pilot sample who reported abusive experiences in their most recent relationship before incarceration. The validation sample was derived from the second group of 197 participants (49 percent of the overall sample). It includes 96 women from the validation sample who reported abusive experiences in their most recent relationship before incarceration. As a result of the pilot study, some questions were dropped or altered for some parts of the questionnaire.</p>\n\n<p>The second data collection setting was the Grady Health Center, a large, inner-city, public hospital, which served as the recruitment site for the nonincarcerated women. Researchers collected data from patients waiting to receive medical care in one of three primary care clinics: the Urgent Care Center, the Obstetric-Gynecological (OB-GYN) clinic, and the Family Planning and Prenatal clinic. Researchers were randomly assigned to a particular clinic each day. Interviewers chose a seat in the waiting room and moved in one direction around the room until a woman agreed to participate. Once a woman agreed to participate, the researcher briefly explained the study, confidentiality, and compensation ($20 per participant). Researchers interviewed women in unused exam rooms or private areas. For the most part, women in this sample were asked the same questions as the women in the prison, however modifications were made where necessary to have questions be relevant for a non-prison setting. A total of 197 women were interviewed at the Grady Health Center.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The data include a total of 1,087 variables, which are divided into 22 sections:</p>\n\n<p><ol>\n<li>Study-level variables: variables  recorded by researchers including sample, mental health caseload status, interview version, whether types of questions were answered, and whether intimate partner violence questions were asked about the woman's most recent partner.</li>\n<li>Demographics Self-report items: variables on race,  children, education, housing status, and income.</li>\n<li>SF 36 Health Survey: a 36 item scale asking questions about physical health and mental health. Some of these questions had to be modified in order to be relevant for the Metro State sample.</li>\n<li>Self Efficacy Instrument: a 12 item instrument to measure the degree to which the participant felt she could conduct safe sex behaviors, discuss safe sex behaviors with a partner, and if she could say no to sex under various circumstances.</li>\n<li>Risky Behavior Instrument: a six item instrument to measure the occurrence of risky behaviors, including sexual behaviors and drug use.</li>\n<li>Center for Epidemiological Studies Depression Scale (CES-D Scale): a 20 item scale to measure current levels of depressive symptomology (over the previous week).</li>\n<li>Traumatic Life Events Questionnaire (TLEQ): variables assessing the occurrence of 21 potentially traumatic events, as well as questions about experiencing intense fear, injury, injury of someone loved or near, and danger of dying.</li>\n<li>Foy Child Physical Abuse Questions and Sexual Abuse Exposure Questionnaire: a 15 item questionnaire to assess childhood (under  the age of 16) physical abuse (perpetrated by a caretaker), and sexual abuse (perpetrated by anyone. The questionnaire only assesses occurrence of abuse, not duration or force.</li>\n<li>Relationship Characteristics: 12 variables about the participant's most recent relationship, including duration, sex of partner, any children and/or pregnancies, cohabitation, and abuse in the most recent relationship or any prior relationships.</li>\n<li>Psychological Abuse Experiences: variables about experience and frequenc\ny of ten types of psychological abuse from the most recent partner, any other partner, and a random person.</li>\n<li>Physical Abuse Experiences: variables about experience and frequency of 13 types of physical abuse from the most recent partner, any other partner, and a random person.</li>\n<li>Sexual Abuse Experiences: variables about experience and frequency of five types of sexual abuse by the most recent partner and by any other partner. This includes questions about the partner's use of coercion, authority, incapacitation, threat and force. The instrument also asks if the respondent experienced any of these items from a random person.</li>\n<li>Women's Perpetration of Psychological Abuse: 10 items about perpetration and frequency of psychological abuse by the participant on a partner.</li>\n<li>Women's Perpetration of Physical Abuse: 10 items about perpetration of physical abuse by the participant on a partner.</li>\n<li>Injury: questions about specific physical injuries experienced, physical injury and pregnancy, and medical care sought for physical injuries. For some participants (version one of the survey) physical injury was assessed separately for physical and sexual abuse, but for others (version two) injury was assessed once for all forms of abuse.</li>\n<li>Dimensions of Interpersonal Violence: variables assessing the participant's understanding of her assaultive experiences from an intimate partner. For version one of the survey this asked about the context of physical abuse, sexual abuse, and psychological abuse separately. Version two combined the three categories of abuse into a variables about all abuse.</li>\n<li>Posttraumatic Stress Disorder Symptom Scale Self Report (PSS-SR): 17 items assessing frequency of PTSD symptoms in the past 2 weeks.</li>\n<li>Interpersonal Support Evaluation List (ISEL): 14 variables to measure the participant's perceived social support (the Metro State sample participants were asked about support immediately before incarceration), and their relationships with the people who support the participant.</li>\n<li>Intimate Partner Violence Strategies Index: a two-part measure. Part one assesses strategies the participant used to cope with violence, and part two assesses the strategies she used to feel better after violence. Both parts are followed by sections on a) how helpful the strategies were and b) which tactics worked best.</li>\n<li>Social Desirability: variables measuring the participant's tendency to give socially desirable responses throughout the assessment protocol. This consists of 13 variables asking the participant to rate how much they agree or disagree with statements about themselves; examples include: if the participant feels like rebelling and if the participant is willing to forgive.</li>\n<li>Diagnostic File Items: demographic information obtained for Metro State sample participants from their records.</li>\n<li>Criminal Profile Data: for the Metro State sample only, 29 variables assessing the inmate's criminal profile, including present charge(s), current sentence(s), criminal history, and immediate family criminal history.</li>\n</ol></p>\n\n<p>Somes sections also include additional computed variables; these computed variables are generally sums of binary variables, averages of variables, or additional binary variables that were created by the principal investigator.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime impact"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reactions to crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-12-20Version Text: 2013-12-20Subject: Study Level Error Note, Notes: Users should be aware that two versions of some sections of the data collection instrument were administered to different groups in the sample. These differences were in some cases between the Metro sample and the health care sample, and in other cases two versions were administered within the Metro sample. The differences in versions are explained in the original codebook provided by the principal investigator, which can be found as an Appendix to the ICPSR PDF Codebook available as part of this data collection. The original data collection instrument was not provided to ICPSR by the principal investigators, and only the original codebook is available as part of this collection.;Subject: Study Level Error Note, Notes: Users should be aware that participants were also asked a set of questions from  a housing instrument designed to assess the circumstances surrounding why participants either leave or stay with partners and possible problems they may have encountered in housing. These variables were not included in the dataset supplied to ICPSR.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1999-WT-VX-K008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-12-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-03"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["In-person interviews","prison diagnostic file records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Atlanta"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All women who entered Metro State Women's Prison between June 2000 and June 2001. All women entering the Urgent Care Center, the Obstetric-Gynecological (OB-GYN) clinic, or the Prenatal clinic at the Grady Health Center between March 2001 and May 2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample consists of 600 women, selected from two populations, the incarcerated sample (from Metro State Prison) and the health center sample (from Grady Health Center)</p>\n\n<p>For the Metro State sample, all women who entered Metro State between June 2000 and June 2001 were eligible to participate. Weekly, using a random number table, approximately 20 women were selected from a list of all women entering the diagnostic unit. Via institutional mail and letters on project letterhead, these women were invited to participate in an informational meeting about the study. A total of 817 inmates were invited to one of 41 informational meetings held throughout the course of the study. Of the women invited, 708 attended a meeting, and 482 consented to participate. The final Metro State sample was the 403 women who presented for an interview.</p>\n\n<p>For the Grady Health Center sample, interviewers chose a seat in the waiting room in each of the Urgent Care Center, the Obstetric-Gynecological (OB-GYN) clinic, and the Family Planning and Prenatal clinic at the Grady Health Center and moved in one direction around the room until a woman agreed to participate. Of the 280 women approached to participate, 197 completed an interview.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>For the Metro State sample, 817 inmates were invited to one of 41 informational meetings held throughout the course of the study. Of those 817 inmates, 708 attende\nd a meeting (87 percent), and 482 consented to participate (68 percent of those attending). Of those who consented, 403 presented for an interview (84 percent). The overall response rate of inmates invited to attend a meeting was 49 percent</p>\n\n<p>For the Grady Health Center sample, of the 280 women approached to participate, 197 completed the interview, for a response rate of 70 percent.</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Several Likert-type scales were used. In addition, the following scales were incorporated into the instruments the principal investigators used:\n<ul>\n<li>SF 36 Health Survey (Ware, Snow, Kosinski, and Gandek, B., 1993; 2000)</li>\n<li>Center for Epidemiological Studies Depression Scale (Radloff, 1977)</li>\n<li>Traumatic Life Events Questionnaire (Kubany, Haynes, Owens, Leisen, Kaplan, Watson, Burns, and Martin, 1995)</li>\n<li>Child Abuse Questionnaire (Goodman, 2000)</li>\n<li>Sexual Abuse Exposure Questionnaire (Rowan, Foy, Rodriguez, and Ryan, 1994; Rodriguez, Ryan, Rowan, and Foy, 1996; Rodriguez, Ryan, Vande Kemp, and Foy, 1997)</li>\n<li>Posttraumatic Stress Disorder Symptom Scale Self Report (Foa, Riggs, and Rothbaum, 1993; Norris and Riad, 1996)</li>\n<li>Interpersonal Support Evaluation List (Cohen, 1985)</li>\n<li>Intimate Partner Violence Strategies Index (Goodman, Dutton, Weinfurt, and Cook, 2003)</li>\n<li>Social Desirability (Reynolds, 1982; Fraboni and Cooper, 1989)</li>\n<li>Sexual Experiences Survey (Koss and Gidycz, 1985; Testa, VanZile-Tamsen, Livingston, and Koss, 2004), modified</li>\n<li>Conflict Tactics Scale (CTS-2) (Straus, Hamby, Boney-McCoy, and Sugarman, 1996), physical victimization section</li>\n</ul></p>"}]}},"files":[{"description":"","label":"Investigating the Role of Context, Meaning, and Method in  Violence Against Women in Atlanta, Georgia, 2000-2002","restricted":false,"version":1,"datasetVersionId":37964,"dataFile":{"id":2632261,"persistentId":"","pidURL":"","filename":"Investigating the Role of Context, Meaning, and Method in  Violence Against Women in Atlanta, Georgia, 2000-2002","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}