{"status":"OK","data":{"id":37721,"identifier":"ICPSR29721.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29721.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR29721.v1","latestVersion":{"id":33721,"storageIdentifier":"file://10.3886/ICPSR29721.v1","versionState":"RELEASED","distributionDate":"2013-12-13","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:04:28Z","releaseTime":"2015-04-09T03:04:28Z","createTime":"2015-04-09T03:04:28Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Adolescent Sexual Assault Victims' Experiences with SANE-SARTs and the Criminal Justice System, 1998-2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Campbell, Rebecca"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Greeson, Megan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bybee, Deborah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kennedy, Angie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study examined adolescent sexual assault survivors' help-seeking experiences with the legal and medical systems in two Midwestern communities that have different models of Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) interventions.</p>\n\n<p>In Dataset 1 (Qualitative Victim Interviews), investigators conducted qualitative interviews with N=20 adolescent sexual assault victims 14-17 years old. From these interviews, investigators identified three distinct patterns of survivors' post-assault disclosures and their pathways to seeking help from SANE programs and the criminal justice system: voluntary (survivors' contact with the legal and medical system was by their choice), involuntary (system contact was not by choice), and situational (circumstances of the assault itself prompted involuntary disclosure). Interviews included responses that described the assault, their experience with both the SANE/SART programs and the criminal justice system, and victim and offender demographic information.</p>\n\n<p>In Dataset 2 (SANE Programs Quantitative Data), investigators obtained SANE program records, police and prosecutor records, and crime lab findings for a sample of N=395 (ages 13-17) adolescent sexual assault victims who sought services from the local SANE programs in two different counties. The data collected examined victim's progress through the criminal justice system. Factors that could potentially affect case progression were also examined; age of victim, relationship to offender, assault characteristics, number of assaults on victim, and evidence collected. Differences between the two different counties' programs were also examined for their effect on the case progression.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to examine adolescent sexual assault survivors' help-seeking experiences with the legal and medical systems in two Midwestern communities that have different models of Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) interventions. The specific aims of the study were to examine: (1) adolescent survivors' initial disclosure(s) of the assault and their pathways to seeking help from SANE and the legal system; (2) survivors' experiences with SANE program personnel during their medical forensic exams; and (3) survivors' experiences reporting the assault to the police and their continued involvement in the criminal justice system by examining what factors predicted the prosecution of reported incidents of sexual assault against adolescent victims.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1 (Qualitative Victim Interviews) of this study utilized qualitative methodology to understand adolescent sexual assault victims' experiences with Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) programs and the criminal justice system. Interviews were conducted in-person by three female interviewers at the offices of the rape crisis centers affiliated with the focal SANE programs. All three interviewers had extensive prior experience interviewing adult survivors of violence. Interviewer meetings were held regularly to monitor data quality and discuss emergent themes to explore in subsequent interviews. During the assent/consent process, a rape crisis center counselor sat in with the interviewer and the participant while the interviewer explained the traditional components of informed consent (e.g., what participation entails, risks, benefits, etc.). Then, the interviewer left the room, allowing the counselor and the adolescent to discuss participation in the project privately. Dur\ning this time, the counselor assessed whether the adolescent understood her rights as a research participant. The counselor then left and the interview was conducted privately between the participant and the interviewer. Interviews were typically 90 minutes to two hours in duration. With the participant's permission, interviews were tape recorded. Participants received $30 in compensation for their time and a booklet of resources for sexual assault victims. Interviews were transcribed and transcripts were checked for errors by a research assistant.</p>\n\n<p>Dataset 2 (SANE Programs Quantitative Data) employed a quasi-experimental, non-equivalent comparison group design to compare prosecution outcomes for adolescent sexual assault cases treated in the two focal counties. The study examined predictors of two types of criminal justice system outcomes: police referral of cases for prosecution, and final case disposition. Two research assistants coded SANE program records for victim characteristics, assault characteristics, and medical forensic evidence findings. The directors of both SANE programs were consulted to ensure that the coding framework included variables relevant to adolescent cases. Thirty percent of cases were coded by both research assistants to assess inter-rater reliability. Coding was monitored throughout in order to maintain reliability.</p>\n\n<p>Police and prosecutor records were collected to document case progression through the criminal justice system. Cases were matched from the SANE records to the criminal justice system records by victim name, police complaint number, and date of the assault. A research assistant searched the county prosecutor's database in order to determine whether the case was authorized by the prosecutor's office, and if so, the ultimate disposition of the case: dismissal, plea bargain, acquittal, or conviction at trial. If a case was not authorized by the prosecutor's office, police records were requested under the Freedom of Information Act. These records were necessary to determine whether law enforcement personnel had referred the case for prosecution and the prosecutor's office denied the warrant (i.e., the case was not authorized) or if the police closed the case without referring it on for prosecution.</p>\n\n<p>The list of victim names, complaint numbers, and assault dates were also submitted to the state crime lab. For each case, crime lab staff indicated whether a rape kit had been submitted, and if so, provided the DNA analysis results (i.e., inconclusive, negative,positive for DNA). To develop reliable indicators of intervention changes, two research assistants examined all available archival records from both sites regarding SANE program development and SANE-SART functioning. In addition, the SANE program directors and the rape crisis center directors affiliated with these SANE programs provided information about changes in leadership within the SANE programs over time. Also, archival records were used to obtain data on changes in the elected prosecutor over the 1998/1999-2007 time period.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Dataset 1 (Qualitative Victim Interviews) is a transcription of interviews with rape survivors: information collected in this part includes a description of the incident, the victim's decision to prosecute, their experience with the Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) program, experience with the judicial system, and victim and offender age and race characteristics. Dataset 2 (SANE Program Quantitative Data) variables include: criminal justice case progression, differences between the SANE-SART models, victim characteristics (age, gender, race, and disabilities),  assault characteristics, and medical forensic evidence findings."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-12-13Version Text: 2013-12-13Subject: Study Level Error Note, Notes: The project's report (Campbell et al., 2011; NIJ 234466) indicates a sample size for Dataset 2 (SANE Program Quantitative Data) of n=392, however the data being distributed as a part of this collection contain information on 395 cases which includes three cases excluded from the study by investigators.; Subject: null  Type: null  Notes: Stata system file(s), pdf Data file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-WG-BX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-12-13"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","machine-readable text","medical records"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Dataset 1 (Qualitative Victim Interviews) SANE program records.","Dataset 2 (SANE Program Quantitative Data) SANE program records, police and prosecutor records, and crime lab findings."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Dataset 1 (Qualitative Victim Interviews), all adolescent victims of sexual assault in two different Midwestern counties using a Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) program where the victim received a full medical exam. Dataset 2 (SANE Program Quantitative Data), all adolescent victims of sexual assault in two different Midwestern counties using Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) program where the incident was reported to the police and the victim received a full medical exam."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>A prospective sampling strategy was used to recruit adolescent sexual assault victims who sought medical care at the two focal Sexual Assault Nurse Examiner (SANE)/Sexual Assault Response Team (SART) programs. For prospective recruitment, nurses in both programs provided eligible patients with information about the study. Patients were then asked whether they were willing to be contacted at a later date by a member of the research team; if so, patients completed an \"Agree to be Contacted Form,\" which asked them to provide guidance on how and when they could be reached so that their privacy and safety would be protected. This paperwork emphasized that by providing their information, patients were only agreeing to be contacted about the study, but were not committing to participate. Research team members attended both SANE programs' monthly meetings in order to collect completed forms as well as to troubleshoot any challenges in recruitment. At these meetings, the research assistant and the SANE directors also compared the number of patients who received information about the study to the number of patients who were eligible to participate in the study. This allowed the researchers to monitor that the nurses were in fact providing information about the study to all eligible patients. Victims who agreed to be contacted were called by a research assistant approximately three to four weeks after the date they completed the form.</p>\n\n<p>For Dataset 1 (Qualitative Victim Interviews) of this study, the target sample for this study was adolescent sexual assault victims 14-17 years old who: (1) received a full medical forensic exam (i.e., a patient history was taken and medical forensic evidence was collected) from one of the two focal SANE programs; and (2) were victimized in one of the two focal counties that were the subject of this study. The age of the sample was restricted to 14-17 year olds because in the state in which the study was conducted, minors are able to consent to certain services, including mental health and sexually transmitted infection treatment, at the age of 14.</p>\n\n<p>For Dataset 2 (SANE Program Quantitative Data) of this study, adolescent sexual assault cases were sampled from the patient files of the two focal SANE programs from the date the programs opened through 11/31/2007 (Program A opened in February, 1998 and Program B in September, 1999). Cases were included in the sample if they met the following criteria: (1) sexual contact occurred or was suspected; (2) the patient was 13 to 17 years old at the time of the exam; (3) the assault occurred in the respective focal county and was reported to law enforcement; and (4) the patient recei\nved a full forensic exam, including a patient history and medical forensic evidence collection. Two additional criteria were used to exclude cases from the sample. At Program A, as part of their routine patient paperwork, survivors were asked whether they would consent to having information from their files used for research and evaluation purposes; patients who declined such consent were not included in the sample. Also, one of the police departments in County B did not retain case records from this time period. All cases handled by this department were excluded because it would have been impossible to obtain final outcome data. These sampling criteria yielded N=395 cases. Referral data was available for all cases in the sample; however, final case outcome data could not be determined for three cases, yielding a final sample size of N=392.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Dataset 1 (Qualitative Victim Interviews): A total of 119 survivors agreed to be contacted for information about the study: 10 percent were unreachable due to incorrect phone numbers; 39 percent were never able to be reached (despite numerous attempts); 14 percent were reached, but investigators were unable to complete an interview with them (e.g., interviews were scheduled, but the teens did not show up, and they were unreachable afterward); 5 percent were unavailable to do an interview (e.g., one had been committed to a residential home); 11 percent decided not to participate, and 21 percent (n=25) participated. Five of the girls who participated were later discovered to be ineligible for the project; for instance, in the interview itself, it came out that they had been assaulted in a different county (not the focal county, per the sampling criteria). The data from these five interviews were not included in the analyses, resulting in a final sample size of 20 interviews. Dataset 2 (SANE Program Quantitative Data): n/a"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Qualitative Victim Interviews","restricted":false,"version":1,"datasetVersionId":33721,"dataFile":{"id":2600951,"persistentId":"","pidURL":"","filename":"Qualitative Victim Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SANE Programs Quantitative Data","restricted":false,"version":1,"datasetVersionId":33721,"dataFile":{"id":2600952,"persistentId":"","pidURL":"","filename":"SANE Programs Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}