{"status":"OK","data":{"id":40621,"identifier":"ICPSR29422.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29422.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR29422.v1","latestVersion":{"id":36621,"storageIdentifier":"file://10.3886/ICPSR29422.v1","versionState":"RELEASED","distributionDate":"2012-06-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:36:24Z","releaseTime":"2015-04-09T03:36:24Z","createTime":"2015-04-09T03:36:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the re\nstricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Law Enforcement Family Support: Demonstration Project (L.E.A.F.S.) 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tennessee Sheriff's Association"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Tennessee Sheriff's Association"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Law Enforcement and Family Support program consists of multi-dimensional stress management services for law enforcement personnel within\nthe state of Tennessee. The Tennessee Sheriffs' Association was awarded a grant to develop, demonstrate, and test innovative stress-reduction and support programs for State or local law enforcement personnel and their families. Over an 18-month period, a framework of stress-related services on a statewide basis for law enforcement personnel and their families was developed. The services cover a range of activities from on-scene defusings to group therapy for families, children, and couples. Its focus is the early recognition and provision of services, which preserves confidentiality while utilizing extensive peer support. The program implemented a model for a stress reduction program at regional law enforcement training academies and produced a text/workbook for educating new recruits and their families on stress related topics. In addition, this program incorporated a monitoring and evaluation component, which consisted of three studies, a Baseline Study, a Critical Incident Stress Debriefing (C.I.S.D.) Study, and an Evaluation of C.I.S.D. Peer and Family Teams Study, all of which utilized a design that attempted to test the efficacy of services provided to law enforcement personnel and their families and are described in more detail below.</p>\n\n<p><strong>Baseline Study (Dataset 1)</strong>\n- A baseline survey, the Tennessee Law Enforcement Officer Questionnaire, was developed and distributed to officers in a randomly selected number of departments from each of three regions: West, Middle, and East. The agencies from each region were matched based on demographics such as number of sworn officers. In addition to demographic information, participants were asked to identify their awareness of 19 services that may be offered by their agency as well as the utilization and willingness to use these services. The final section of the questionnaire asked participants to identify post-traumatic stress disorder symptoms that they may have experienced after a critical incident on the job. All law enforcement agencies in Tennessee were organized into groups based on type of agency (City, County, State). Agencies from each group were randomly selected. A summary of the data from Time 1 provides Tennessee with a baseline of the current awareness, utilization, and willingness to use services. In addition, this data provides an understanding of the number of critical incidents that law enforcement officers in Tennessee have experienced as well as the potential to which these incidences have impacted officers' perception of their performance.</p>\n\n<p><strong>Critical Incident Stress Debriefing (C.I.S.D.) Study (Datasets 2 and 3)</strong>\n- The goal of this portion of the project was to determine the effectiveness of critical incidents stress debriefing (CISD) as a means to assist officers in dealing with the negative effects of exposure to a critical incident. To identify the effectiveness of the CISD intervention as well as the support programs in each region, information was collected from officers who participated in a debriefing at three time periods (i.e. prior to CISD, 2-weeks after CISD, 3-months after CISD). The Western region received only Critical Incident Stress Debriefing (CISD), the Eastern region received CISD, and Peer Support, and the Middle region received CISD, Peer Support, and Family Support. Participants were asked to identify what services they and their family may have used (e.g. EAP, Counseling, Family Support Team, Peer Support Team, Training Seminar). Additionally, participants were asked to identify any health problems they experienced since the incident, and lost work time as a result of the incident. A CISD Team member identified the type of critical incident that the officer experienced.</p>\n\n<p><strong>Evaluation of the C.I.S.D. Peer and Family Teams Study (Dataset 4)</strong>\n- The goal of this section of the evaluation process was to identify the impact that the three Teams had on participants. Specifically participants' perception of\nthe usefulness of the Teams and what was gained from their interaction with the Teams was to be measured. Initially, the Team evaluation forms were to be filled out by every individual who participated in a debriefing at the 2-week and 3-month periods. Asking participants to complete Team evaluations at these time periods would allow participants in the Middle region to have exposure to the Family Support and Peer Support Teams, and participants in the Eastern region to have exposure to a Peer Support Team. The procedure was modified so that Team evaluations were conducted at the completion of the project. The evaluation first asked the participant to identify if they had been contacted by a member of a Team (CISD, Peer, Family).</p>\n\n<p>The Part 1 (Baseline) data public and restricted files contain 5,425 cases and 157 variables. The Part 2 (Critical Incident Stress Debriefing) data public and restricted files contain 329 cases and 189 variables. The Part 3 (Critical Incident Stress Debriefing Matched Cases) data public and restricted files contain 236 cases and 354 variables. The Part 4 (Evaluation of CISD Peer and Family Teams) data public and restricted files contain 81 cases and 24 variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study addressed the complex issues of stress management and treatment among law enforcement personnel and their families. The Tennessee Sheriffs' Association was awarded a grant to develop, demonstrate, and test innovative stress-reduction and support programs for state or local law enforcement personnel and their families. The program implemented a model for a stress reduction program at regional law enforcement training academies, and produced a text/workbook for educating new recruits and their families on stress related topics. In addition, the program incorporated a monitoring and evaluation component, utilizing a design that attempted to test the efficacy of services provided to law enforcement personnel and their families."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A baseline survey was developed and randomly distributed to departments from each of three regions, West, Middle, and East, to officers in the state of Tennessee in early 1998 to identify the number and type of critical incidents they experienced in their career. The agencies from each region were matched based on demographics such as number of sworn officers. As part of this baseline survey, officers identified their knowledge of existing services available to them and their family members to deal with job-related stress, as well as their use and perceived willingness to use these services.</p>\n\n<p><strong>The Baseline Study</strong>\ndistributed a questionnaire twice during the course of this project. To distinguish between the two distributions of the baseline questionnaire, Time 1 was used to identify the first baseline questionnaire, which was distributed prior to the initiation of any training program or use of CISD, Peer or Family Teams. Time 2 was used to identify the questionnaire that was distributed a second time at the completion of the project. The first baseline questionnaire, Time 1, was distributed to 4,036 law enforcement officers throughout the State of Tennessee. Questionnaire Time 2 was distributed to 3,519 officers.</p>\n\n<p><strong>The Critical Incident Stress Debriefing</strong>\nprovided critical incident debriefing to officers and, in some instances, their families who experienced a critical incident. The questionnaires were used for collecting data at Time 1 (prior to the CISD), Time 2 (2-weeks after the CISD) and Time 3 (3-months after the CISD). By collecting information prior to the debriefing, a baseline of the officer's current state could be measured. The collection of data after two weeks allowed Peer Teams and Family Teams to interact with the officers prior to the second measure. Members of the Peer and Family Support Teams contacted officers one week after the debriefing. The 3-month period was used as\nthe final collection primarily because a period of 3 months is a guideline offered by the Diagnostic and Statistical Manual of Mental Disorders (1994) for the diagnosis of post-traumatic stress disorder (PTSD). If the duration of symptoms is less than three months, the PTSD is specified as Acute. If the duration of symptoms is three months or more the PTSD is specified as Chronic.</p>\n\n<p><strong>Evaluation of C.I.S.D., Peer, and Family Teams Study</strong>\nidentified the impact that the three Teams had on participants. Specifically participants' perception of the usefulness of the Teams and what was gained from their interaction with the Teams was to be measured. Initially, the Team evaluation forms were to be filled out by every individual who participated in a debriefing at the 2-week and 3-month periods. Asking participants to complete Team evaluations at these time periods would allow participants in the Middle region to have exposure to the Family Support and Peer Support Teams, and participants in the Eastern region to have exposure to a Peer Support Team. The procedure was modified so that Team evaluations were conducted at the completion of the project. The evaluation first asked the participant to identify if they had been contacted by a member of a Team (CISD, Peer, Family). Participants then rated on four items their perception of the Teams' effectiveness.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Variables from Dataset 1</strong>\ninclude demographic information, sex, age, race, gender, etc. Participants were asked to identify their awareness of 19 services that may be offered by their agency as well as the utilization and willingness to use these services such as, counseling, marital and child support groups, stress reduction programs, and health and wellness programs. Variables also encompassed 22 critical incidents that may have been experienced by law enforcement officers such as, shooting someone in the line of duty, suicide of an officer who was a close friend, and suicide by police.</p>\n\n<p><strong>Variables from Dataset 2 and Dataset 3</strong>\ninclude basic demographic information, such as sex, age, race, gender, etc. Other variables included symptoms associated with Post-traumatic Stress, job satisfaction, perceived change in their style of law enforcement, and perceived usefulness of debriefings to officers and family members. Participants also identified what services they and their family may have used such as, EAP, Counseling, Family Support Team, Peer Support Team, and Training Seminar. Certain health problems experienced since the incident and lost work time as a result of the incident are other included variables.</p>\n\n<p><strong>Variables from Dataset 4</strong>\ninclude whether or not the participant was contacted by a member of a Team (CISD, Peer, Family). Participants rated on four items their perception of the Teams' effectiveness. Variables also included items that measured perceptions of what was gained from the Team in terms of awareness, skills, knowledge, and willingness to use resources.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family work relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stress"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-06-04Version Text: 2012-06-04 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1997-FS-VX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-06-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tennessee"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals and families"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Tennessee law enforcement personnel in the 95 counties of the state of Tennesee and their families."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To provide an adequate representation of the Tennessee Law Enforcement, City, County, and State Agencies were randomly selected from the eastern, middle, and western regions of the State. To identify the effect of various assistance programs and the programs' impact on the awareness of services, willingness to use services and ability to assist officers and family members with critical incidents, the State of Tennessee was divided into three regions (i.e. East, Middle, West). All regions received the same baseline questionnaire that was developed and distributed to officers in a randomly selected number of departments from each of the three regions. The agencies from each region were matched based on demographics such as number of sworn officers. Each region, however, received different interventions to assist officers and family members with job related critical incidents. From a design point of view, it would have been beneficial for one region not to receive any assistance for critical incidents. This region would then have served as a control group for comparison to the other regions that received interventions. The decision was made that if the resource was available it should be made available to all officers in the state. This would prevent any possible harm to officers who had experienced a job related critical incident. In each region pre-test and post-test information were collected from officers who experienced a job related critical incident."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"self-enumerated questionnaire"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The first baseline questionnaire, Time 1 was distributed to 4,036 law enforcement officers throughout the state of Tennessee. A total of 3,061 questionnaires were returned resulting in a response rate of 75.8 percent. Questionnaire Time 2 was distributed to 3,519 officers. A total of 2,364 were returned resulting in a response rate of 67.2 percent. Prior to CISD, information was collected from 197 officers. Two weeks later, information was collected from 102 officers. At the 3-month period, information was collected from only 30 officers. The 30 cases collected in Time 3 (3-months after CISD) provided less than 20 matches with Time 1 and Time 2."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Participants also completed a number of standardized scales which included the: Impact of Events Scale-Revised, IES-R, (Intrusion Sub-scale, Avoidance Sub-scale, Hyper-arousal Sub-scale) (Weiss and Marmar, 1996), Satisfaction with Life Scale, SWLS, (Diener, Emmons, Larsen and Griffin, 1985), and the Stress Sub-scale of the Depression Anxiety Stress Scales, DASS, (Lovibond and Lovibond, 1995)."}]}},"files":[{"description":"","label":"Baseline ","restricted":false,"version":1,"datasetVersionId":36621,"dataFile":{"id":2620948,"persistentId":"","pidURL":"","filename":"Baseline ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Critical Incident Stress Debriefing (CISD) ","restricted":false,"version":1,"datasetVersionId":36621,"dataFile":{"id":2620949,"persistentId":"","pidURL":"","filename":"Critical Incident Stress Debriefing (CISD) ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Critical Incident Stress Debriefing (CISD) Matched Cases","restricted":false,"version":1,"datasetVersionId":36621,"dataFile":{"id":2620950,"persistentId":"","pidURL":"","filename":"Critical Incident Stress Debriefing (CISD) Matched Cases","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Evaluation of CISD Peer and Family Teams","restricted":false,"version":1,"datasetVersionId":36621,"dataFile":{"id":2620951,"persistentId":"","pidURL":"","filename":"Evaluation of CISD Peer and Family Teams","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}