{"status":"OK","data":{"id":38721,"identifier":"ICPSR02895.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02895.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02895.v1","latestVersion":{"id":34721,"storageIdentifier":"file://10.3886/ICPSR02895.v1","versionState":"RELEASED","distributionDate":"2001-04-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:15:33Z","releaseTime":"2015-04-09T03:15:33Z","createTime":"2015-04-09T03:15:33Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Examination of Crime Guns and Homicide in Pittsburgh, Pennsylvania, 1987-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cohen, Jacqueline"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Carnegie Mellon University, H. John Heinz III School of Public Policy and Management"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gorr, Wilpen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Carnegie Mellon University, H. John Heinz III School of Public Policy and Management"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined spatial and temporal features of crime  guns in Pittsburgh, Pennsylvania, in order to ascertain how gun  availability affected criminal behavior among youth, whether the  effects differed between young adults and juveniles, and whether that  relationship changed over time. Rather than investigating the general  prevalence of guns, this study focused only on those firearms used in  the commission of crimes. Crime guns were defined specifically as  those used in murders, assaults, robberies, weapons offenses, and drug  offenses. The emphasis of the project was on the attributes of crime  guns and those who possess them, the geographic sources of those guns,  the distribution of crime guns over neighborhoods in a city, and the  relationship between the prevalence of crime guns and the incidence of  homicide. Data for Part 1, Traced Guns Data, came from the City of  Pittsburgh Bureau of Police. Gun trace data provided a detailed view  of crime guns recovered by police during a two-year period, from 1995  to 1997. These data identified the original source of each crime gun  (first sale to a non-FFL, i.e., a person not holding a Federal  Firearms License) as well as attributes of the gun and the person  possessing the gun at the time of the precipitating crime, and the  ZIP-code location where the gun was recovered. For Part 2, Crime  Laboratory Data, data were gathered from the local county crime  laboratory on guns submitted by Pittsburgh police for forensic  testing. These data were from 1993 to 1998 and provided a longer time  series for examining changes in crime guns over time than the data in  Part 1. In Parts 3 and 4, Stolen Guns by ZIP-Code Data and Stolen Guns  by Census Tract Data, data on stolen guns came from the local  police. These data included the attributes of the guns and residential  neighborhoods of owners. Part 3 contains data from 1987 to 1996  organized by ZIP code, whereas Part 4 contains data from 1993 to 1996  organized by census tract. Part 5, Shots Fired Data, contains the  final indicator of crime gun prevalence for this study, which was 911  calls of incidents involving shots fired. These data provided vital  information on both the geographic location and timing of these  incidents. Shots-fired incidents not only captured varying levels of  access to crime guns, but also variations in the willingness to  actually use crime guns in a criminal manner. Part 6, Homicide Data,  contains homicide data for the city of Pittsburgh from 1990 to  1995. These data were used to examine the relationship between varying  levels of crime gun prevalence and levels of homicide, especially  youth homicide, in the same city. Part 7, Pilot Mapping Application,  is a pilot application illustrating the potential uses of mapping  tools in police investigations of crime guns traced back to original  point of sale. NTC. It consists of two ArcView 3.1 project files and  90 supporting data and mapping files. Variables in Part 1 include date  of manufacture and sale of the crime gun, weapon type, gun model,  caliber, firing mechanism, dealer location (ZIP code and state),  recovery date and location (ZIP code and state), age and state of  residence of purchaser and possessor, and possessor role. Part 2 also  contains gun type and model, as well as gun make, precipitating  offense, police zone submitting the gun, and year the gun was  submitted to the crime lab. Variables in Parts 3 and 4 include month  and year the gun was stolen, gun type, make, and caliber, and owner  residence. Residence locations are limited to owner ZIP code in Part  3, and 1990 Census tract number and neighborhood name in Part 4. Part  5 contains the date, time, census tract and police zone of 911 calls  relating to shots fired. Part 6 contains the date and\ncensus tract of  the homicide incident, drug involvement, gang involvement, weapon, and  victim and offender ages. Data in Part 7 include state, county, and  ZIP code of traced guns, population figures, and counts of crime guns  recovered at various geographic locations (states, counties, and ZIP  codes) where the traced guns first originated in sales by an FFL to a  non-FFL individual. Data for individual guns are not provided in Part 7."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined spatial and temporal features  of crime guns in Pittsburgh, Pennsylvania, in order to see how gun  availability actually affected criminal behavior among youth, whether  the effects differed between young adults and juveniles, and whether  that relationship changed over time. Rather than investigating the  general prevalence of guns, this study focused only on those firearms  used in the commission of crimes. Crime guns were defined  specifically as those used in murders, assaults, robberies, weapons  offenses, and drug offenses. Guns that came into temporary police  custody for health and safety reasons were not included in this  study. The researchers focused on just one city in order to explore  the gun-crime connection in rich detail, including variations across  neighborhoods within a city. The emphasis of the project was on the  attributes of crime guns and those who possess them, the geographic  sources of those guns, the distribution of crime guns over  neighborhoods in a city, and the relationship between the prevalence of crime guns and the incidence of homicide."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1 came from the City of Pittsburgh  Bureau of Police. The Pittsburgh police have traced all guns  recovered by police through the Pennsylvania State Police and the NTC  since the formation of a local firearm tracking unit in early  1994. The gun trace data originating from the Pittsburgh police  provided a detailed view of crime guns recovered by police during a  two-year period, from 1995 to 1997. These data identified the original  source of each crime gun, as well as attributes of the gun and the  person possessing the gun at the time of the precipitating crime, and  the geographic location where the gun was recovered. For Part 2, data  were gathered from the local county crime laboratory on guns submitted  by the Pittsburgh police for forensic testing. These data were from  1993 to 1998 and provided a longer time series for examining changes  in crime guns over time than the data in Part 1. Unlike the trace  data, these data do not include any information about the source of  the gun or attributes of the person who possessed the gun. More  importantly, the two sources provided information on different aspects  of guns. Data on the geographic locations where crime guns were  recovered and their sources were available only for traced guns. The  crime lab data, by contrast, were available for a longer time period  (five years) than trace data (two years). The extent to which the two  sources agreed with one another on the information that they shared  provided some assurance about the validity of inferences derived from  just a single source when the data did not overlap. In Parts 3 and 4,  data on stolen guns came from the local police. These data included  the attributes of the gun and residential neighborhoods of  owners. Part 3 contains data from 1987 to 1996 organized by ZIP code,  whereas Part 4 contains data from 1993 to 1996 organized by census  tract. Part 5 contains the final indicator of crime gun prevalence for  this study, which was 911 calls of incidents involving shots  fired. These data provided vital information on both the geographic  location and timing of these incidents. Shots-fired incidents not only  captured varying levels of access to crime guns, but also variations  in the willingness to actually use crime guns in a criminal  manner. Part 6 contains homicide data for the city of Pit\ntsburgh from  1990 to 1995. These data were used to examine the relationship between  varying levels of crime gun prevalence and the risk of homicide,  especially youth homicide, in the same city. It was expected that  homicides involving youthful participants, especially youthful gang  members, would be especially sensitive to changes in the prevalence of  crime guns. Part 7 is a pilot application illustrating the potential  uses of mapping tools in police investigations of crime guns traced  back to original points of sale. It consists of two ArcView 3.1 project files and 90 supporting data and mapping files."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include date of manufacture and  sale of the crime gun, weapon type, gun model, caliber, firing  mechanism, dealer ZIP-code location, recovery date and ZIP-code  location, age and state of residence of purchaser and possessor, and  possessor role. Part 2 also contains gun type and model, as well as  gun make, precipitating offense, police zone submitting the gun, and  year the gun was submitted to the crime lab. Variables in Parts 3 and  4 include month and year gun was stolen, gun type, make, and caliber,  and neighborhood of owner's residence. Part 3 contains owner ZIP code,  and Part 4 contains census tract number and neighborhood name. Part 5  contains the date, time, and census tract of 911 calls relating to  shots fired. Part 6 contains the date and census tract of the homicide  incident, drug involvement, gang involvement, weapon, and victim and  offender ages. Data in Part 7 include state, county, and ZIP code of  traced guns, population figures, and counts of crime guns recovered at  various geographic locations (states, counties, and ZIP code) where  the traced guns first originated in sales by a Federal Firearms Licensee (FFL) to a non-FFL individual."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"armed robbery"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminality"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"firearms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"forensic sciences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun ownership"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun registration"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"handguns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"homicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"weapons offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2895.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements (Parts 1-6);Subject: Study Level Error Note, Notes: (1) Part 7 is a PKZip archive that illustrates how  select data from this project can be used with mapping software.  The 92 files, including two project files, were created with ArcView  3.1. Users should extract this zipped archive into a directory  called \"C:\\batf.\" Once the archive has been extracted onto the local  drive, users should open the ArcView project file called batf-pgh-nij.apr  to view the sample files. Additional information about this application  can be found in the appendix to the codebook. (2) The user guide and  codebook are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Informa\ntion on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0075"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-04-12"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data (Parts 1-6)"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 7: United States Bureau of Alcohol,  Tobacco, and Firearms. National Tracing Center. Part 2: County crime laboratory. Parts 3-6: Pittsburgh Bureau of Police"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pittsburgh"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-5 and 7: Crime guns. Part 6: Homicide victims."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-5 and 7: Guns used in the commission of crime in  Pittsburgh, Pennsylvania, between 1987 and 1998. Part 6: Homicide victims in Pittsburgh, Pennsylvania, between 1990 and 1995."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Crime Laboratory Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607340,"persistentId":"","pidURL":"","filename":"Crime Laboratory Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Homicide Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607344,"persistentId":"","pidURL":"","filename":"Homicide Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pilot Mapping Application","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607345,"persistentId":"","pidURL":"","filename":"Pilot Mapping Application","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Shots Fired Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607343,"persistentId":"","pidURL":"","filename":"Shots Fired Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Stolen Guns by Census Tract Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607342,"persistentId":"","pidURL":"","filename":"Stolen Guns by Census Tract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Stolen Guns by ZIP-Code Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607341,"persistentId":"","pidURL":"","filename":"Stolen Guns by ZIP-Code Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Traced Guns Data","restricted":false,"version":1,"datasetVersionId":34721,"dataFile":{"id":2607339,"persistentId":"","pidURL":"","filename":"Traced Guns Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}