{"status":"OK","data":{"id":44824,"identifier":"ICPSR03153.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03153.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03153.v1","latestVersion":{"id":40824,"storageIdentifier":"file://10.3886/ICPSR03153.v1","versionState":"RELEASED","distributionDate":"2003-04-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:22:34Z","releaseTime":"2015-04-09T04:22:34Z","createTime":"2015-04-09T04:22:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of the Residential Substance Abuse Treatment (RSAT) Program at the South Idaho Correctional Institution, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stohr, Mary K."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boise State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hemmens, Craig"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boise State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study is a process evaluation of a Residential  Substance Abuse Treatment (RSAT) program at the South Idaho  Correctional Institution (SICI), addressing the following research  questions: (1) Did the SICI RSAT program as delivered conform with its  stated goals and objectives? (2) Did the program result in reduced  recidivism, abstinence from drug and alcohol use, and reduced costs of  incarceration? (3) Did the referral process identify the targeted  population? (4) Would the SICI RSAT data, management, staffing, and  design be suitably established within two years to allow for a full  outcome evaluation? (5) Were there communication issues among the  IDOC, Parole Commission, and contract providers that might interfere  with program implementation and delivery? and (6) Were there any  cooperative remedies that had been, or might be developed to address  implementation and delivery difficulties? Researchers conducted field  observations (Part 1, Observational Data) of program delivery by  program leaders using both the Cognitive Change Program Module and the  Minnesota Model-Based Chemical Dependency Treatment Modules in each of  the three phases of the therapeutic community environment. Researchers  administered questionnaires to inmates (Part 2, Inmate Interview Data)  and staff (Part 3, Staff Interview Data) regarding their perceptions  of program operations. Variables for Part 1 include the date and time  of observation, nature of observation, clarity, organization, and  substance of program delivery, the program leader's involvement and  the quality of that involvement with inmates, how prepared the program  leader was, and the general therapeutic atmosphere of the  program. Demographic variables for Part 2 include the race, age,  ethnicity, and level of education of each inmate. Other variables  include use of alcohol and illegal drugs prior to incarceration,  inmates' perc\neptions of the treatment personnel, their levels of  involvement with the group meetings and cognitive self-change groups,  the atmosphere of therapy, ratings of communication and delivery of  treatment, quality of service, and the strengths and weaknesses of the  RSAT program. Variables for Part 3 include staff's perceptions of the  RSAT program and whether they felt the program content and delivery  were well organized and easy to understand, perceptions of the program  leader's preparation and involvement, perceptions of communication and  consistency issues, the quality of service, and the strengths and weaknesses of the RSAT program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Establishing effective methodologies to achieve  habilitation and rehabilitation of persons prone to substance abuse  and subsequent involvement in high-risk and crime-related activities  is key in reducing the incidence of crime. The literature on substance  abuse and related programming is replete with research evaluations  that indicate successful treatment programming can be designed and  implemented in the correctional environment. The Residential Substance  Abuse Treatment (RSAT) program at the South Idaho Correctional  Institution (SICI), which began accepting inmate clients in May 1997,  was designed to fill some of the need for substance abuse treatment  for Idaho correctional populations. The program was actually delivered  by the Boise Care Unit (Compcare), a private contract provider of  alcohol/drug treatment. A unique characteristic of the program was  that parole violators with substance abuse problems were targeted for  treatment. Additionally, the Idaho Parole Commission and the Idaho  Department of Corrections (IDOC) were engaged in a cooperative  arrangement whereby successful completion of the program was likely to  result in an inmate receiving a parole date. This agreement also  extended to the involvement of the parole revocation hearing officer  in the selection of candidates for the program. This study is a  process evaluation of a RSAT program at the SICI, addressing the  following research questions, (1) Did the SICI RSAT program as  delivered conform with its stated goals and objectives? (2) Did the  program result in reduced recidivism, abstinence from drug and alcohol  use, and reduced costs of incarceration? (3) Did the referral process  identify the targeted population? (4) Would the SICI RSAT data,  management, staffing, and design be suitably established within two  years to allow for a full outcome evaluation? (5) Were there  communication issues among the IDOC, Parole Commission, and contract  providers that might interfere with program implementation and  delivery? and (6) Were there any cooperative remedies that had been,  or might be developed to address implementation and delivery difficulties?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The RSAT program design included an intensive 9-  to 12-month treatment regimen for chronic substance abusers that  addressed both addiction and criminality in a structured therapeutic  environment. An important and distinguishing feature of the RSAT plan  was the use of a combination of modalities including cognitive self  and behavioral change and 12-step programming in a curriculum that was  divided into three-month phases. Researchers conducted field  observations (Part 1) of program delivery by program leaders using  both the Cognitive Change Program Module and the Minnesota Model-Based  Chemical Dependency Treatment Modules in each of the three phases of  the therapeutic community environment. The Cognitive Change Program  Module was based on cognitive self-change and behavioral strategies  that provided inmates with the ability to consider the thinking errors  that led to substance use/abuse and to provide them with the means to  move down an alternate and less self-destructive path. Inclusion of  the Minnesota Model of Chemical Dependency (a 12-step program) was  also key to\nthe RSAT regimen. The components of this aspect of the  program included the use of group meetings and the use of recovering  alcoholics/addicts as counselors. The program also utilized individual  counseling with professional staff, lectures, group reading, life  history work, 12-step work, and recreational and physical  activity. Researchers administered a questionnaire to inmates (Part 2)  regarding their perceptions of program operations. The questionnaire  was designed to measure the inmates' perceptions of the RSAT  program. A questionnaire was also administered to SICI staff (Part 3)  regarding their perceptions of program operations. This questionnaire  allowed staff to anonymously comment on all aspects of the program  content, delivery, and effect. The 75-item questionnaire also included  an open-ended section for further commentary. The survey instrument  was developed in light of research regarding the appropriate content  and delivery of substance abuse programming in a therapeutic environment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for Part 1 include the date and time of  observation, nature of observation, clarity, organization, and  substance of program delivery, the program leader's involvement and  the quality of that involvement with inmates, how prepared the program  leader was, and the general therapeutic atmosphere of the  program. Demographic variables for Part 2 include the race, age,  ethnicity, and level of education of each inmate. Other variables  include use of alcohol and illegal drugs prior to incarceration,  inmates' perceptions of the treatment personnel, their levels of  involvement with the group meetings and cognitive self-change groups,  the atmosphere of therapy, ratings of communication and delivery of  treatment, quality of service, and the strengths and weaknesses of the  RSAT program. Variables for Part 3 include staff's perceptions of the  RSAT program and whether they felt the program content and delivery  were well organized and easy to understand, perceptions of the program  leader's preparation and involvement, perceptions of communication and  consistency issues, the quality of service, and the strengths and weaknesses of the RSAT program."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3153.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3153.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-04-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["direct observation and self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Idaho"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Individuals (staff and inmates) involved with the  Residential Substance Abuse Treatment program at the South Idaho Correctional Institution."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Inmate Interview Data","restricted":false,"version":1,"datasetVersionId":40824,"dataFile":{"id":2656554,"persistentId":"","pidURL":"","filename":"Inmate Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Observational Data","restricted":false,"version":1,"datasetVersionId":40824,"dataFile":{"id":2656553,"persistentId":"","pidURL":"","filename":"Observational Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Staff Interview Data","restricted":false,"version":1,"datasetVersionId":40824,"dataFile":{"id":2656555,"persistentId":"","pidURL":"","filename":"Staff Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}