{"status":"OK","data":{"id":42479,"identifier":"ICPSR02557.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02557.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02557.v1","latestVersion":{"id":38479,"storageIdentifier":"file://10.3886/ICPSR02557.v1","versionState":"RELEASED","distributionDate":"2000-03-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:56:54Z","releaseTime":"2015-04-09T03:56:54Z","createTime":"2015-04-09T03:56:54Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Benefits and Limitations of Civil Protection Orders for Victims of Domestic Violence in Wilmington, Delaware, Denver, Colorado, and the District of Columbia, 1994-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Keilitz, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hannaford, Paula L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Efkeman, Hillery S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to explore whether civil protection  orders were effective in providing safer environments for victims of  domestic violence and enhancing their opportunities for escaping  violent relationships. The researchers looked at the factors that  might influence civil protection orders, such as accessibility to the  court process, linkages to public and private services and sources of  support, and the criminal record of the victim's abuser, and then  examined how courts in three jurisdictions processed civil protection  orders. Wilmington, Delaware, Denver, Colorado, and the District of  Columbia were chosen as sites because of structural differences among  them that were believed to be linked to the effectiveness of civil  protection orders. Since these jurisdictions each had different court  processes and service models, the researchers expected that these  models would produce various results and that these variations might  hold implications for improving practices in other jurisdictions. Data  were collected through initial and follow-up interviews with women who  had filed civil protection orders. The effectiveness of the civil  protection orders was measured by the amount of improvement in the  quality of the women's lives after the order was in place, versus the  extent of problems created by the protection orders. Variables from  the survey of women include police involvement at the incident leading  to the protection order, the relationship of the petitioner and  respondent to the petition prior to the order, history of abuse, the  provisions asked for and granted in the order, if a permanent order  was not filed for by the petitioner, the reasons why, the court  experience, protective measures the petitioner undertook after the  order, and how the petitioner's life changed after the order. Case  file data were gathered on when the order was filed and issued,  contempt motions and hearings, stipulations of the order, and social  service referrals. Data on the arrest and conviction history of the petition respondent were also collected."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to explore whether  civil protection orders were effective in providing safer environments  for victims of domestic violence and enhancing their opportunities for  escaping violent relationships. The study was designed to build on  prior research that explored the comprehensiveness of relief provided  in protection orders, the specificity of the protection order terms,  and how well and consistently the orders were enforced. This study  looked at other factors that might influence civil protection orders,  such as accessibility to the court process, linkages to public and  private services and sources of support, and the criminal record of  the victim's abuser. At the time of this study, civil protection  orders had become available in all 50 states, but many states still  placed significant\nrestrictions on their availability and the scope of  relief provided in them. This study examined how courts in three  jurisdictions processed civil protection orders. Since each of these  jurisdictions had court processes and service models that differed  from the others, the researchers expected that these models would  produce various results, and that these variations might hold implications for improving practices in other jurisdictions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To explore the factors that make civil protection  orders effective, the researchers chose three sites for evaluation:  (1) the family court in Wilmington, Delaware, (2) the county court in  Denver, Colorado, and (3) the District of Columbia Superior Court. The  sites were chosen because of structural differences among them that  were believed to be linked to the effectiveness of civil protection  orders. These structural differences included the court intake  process, the level of assistance petitioners for orders received, and  the amount of access to court hearings. There were four methods of  data collection at each of the sites. First, initial telephone  interviews were conducted with 285 women petitioners for protection  orders across the three sites approximately one month after they  received either temporary or permanent protection orders. Second,  follow-up interviews were conducted with 177 of the same group of  petitioners about six months later. Third, additional data were  collected from the civil case records of petitioners who participated  in the study and, fourth, from the criminal history records of the men  named in the protection orders. The effectiveness of the civil  protection orders was measured by the amount of improvement in the  quality of the women's lives after the order was in place, versus the extent of problems created by the protection orders."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables about the incident leading to a  protection order include what the police did at the scene, whether the  police informed the victim about protection orders, and whether the  abuser was arrested and prosecuted. Data were also gathered on the  relationship of the petitioner and the respondent to the petition  prior to the incident leading to a protection order, including their  marital status, number of children they had in common, history of  abuse, and support sought by the petitioner from doctors, police,  lawyers, family, and clergy. Other variables document the provisions  that were asked for and granted in the protection orders, including  prohibiting contact, threats, phone calls, and visits by the  respondent to the petition, requiring the respondent to move out of  the home, awarding care of the children or personal property to the  petitioner, or requiring the respondent to pay support. Petitioners  who filed for temporary restraining orders but did not file for  permanent protection orders were questioned about their reasons for  not filing. Variables about the court experience cover whether the  petitioner had an attorney, whether the petitioner and the respondent  to the petition tried to reach an agreement prior to court, and how  the judge acted toward the petitioner and the respondent to the  petition in court. Other variables document the types of problems the  petitioner experienced after filing for the order, including further  abuse, problems with the children, and violations of the  order. Petitioners were also asked about protective measures they  undertook after filing for the order, including changing phone  numbers, installing a security system, buying a dog, or changing the  locks. Quality of life measures include how safe the petitioner felt  after getting the order and whether there was further physical or  psychological abuse after the order was in place. Case file data  include when the order was filed and issued, contempt motions and  hearings, stipulations of the order, and social service  refer\nrals. Data on the arrest and conviction history of the respondent to the petition were also collected."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restraining orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0035"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-03-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews, civil case records, and criminal  history records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Denver"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Delaware"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wilmington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women who filed for protection orders in Wilmington,  Delaware, Denver, Colorado, and the District of Columbia, between 1994 and 1995."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Convenience sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate was 51 percent for the initial interview and 60 percent for the follow-up interview."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Benefits and Limitations of Civil Protection Orders for Victims of Domestic Violence in Wilmington, Delaware, Denver, Colorado, and the District of Columbia, 1994-1995","restricted":false,"version":1,"datasetVersionId":38479,"dataFile":{"id":2637663,"persistentId":"","pidURL":"","filename":"Benefits and Limitations of Civil Protection Orders for Victims of Domestic Violence in Wilmington, Delaware, Denver, Colorado, and the District of Columbia, 1994-1995","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}