{"status":"OK","data":{"id":39754,"identifier":"ICPSR03354.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03354.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03354.v1","latestVersion":{"id":35754,"storageIdentifier":"file://10.3886/ICPSR03354.v1","versionState":"RELEASED","distributionDate":"2003-12-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:26:57Z","releaseTime":"2015-04-09T03:26:57Z","createTime":"2015-04-09T03:26:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Women Coping in Prison at the Fluvanna Correctional Center for Women in Virginia, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Warren, Janet I."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Virginia. Institute of Law, Psychiatry, and Public Policy"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study contributed to the growing interest in mental  illness and impairment among incarcerated individuals. It focused on  the larger spectrum of psychopathology that characterized the general,  nonhospitalized population at the Fluvanna Correctional Center for  Women in Virginia. Part 1 consists of clinical data obtained through  several questionnaires completed by a sample of 812 inmates between  April 1999 and January 2000. Parts 2 through 4 consist of additional  clinical data on subsamples of the Part 1 sample that were obtained  between June 1999 and July 2000 through interviews and self-enumerated  questionnaires. Part 5 contains data on inmate behavior and attitudes obtained through questionnaires completed by correctional officers."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study contributed to the growing interest in  mental illness and impairment among incarcerated individuals. It  focused on the larger spectrum of psychopathology that characterized  the general, nonhospitalized population at the Fluvanna Correctional  Center for Women in Virginia. The study was guided by three primary  goals: (1) to explore the psychiatric symptoms, childhood and adult  victimizations, and personality disorders that characterize a female  prison population, (2) to explore the impact of these experiences and  conditions on institutional adjustment and to validate the Prison  Adjustment Questionnaire (PAQ), an instrument developed for use with  men, on a female sample, and (3) to explore the relationship of these  psychiatric conditions and past experiences to the violence perpetrated by female inmates in the prison and in the community."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data in Part 1, Stage One Data, involved a  prison-wide screening of 802 inmates between April 1999 and January  2000. Inmates were approached by a member of the research staff, who  was accompanied by a correctional officer. The staff member described  the purpose of the research, and inmates were invited to complete  several self-enumerated questionnaires in the prison's educational  center. They were informed that the instruments could be read to  anyone who preferred that mode of administration. The questionnaires  included a one-page demographic summary, the Brief Symptom Inventory  (BSI), a measure of mental health symptom status, the Structured  Clinical Interview for Diagnostic and Statistical Manual IV (DSM-IV)  Personality Disorders Personality Screening Questionnaire (SCID II  PQ), used to ide\nntify women with indices of Cluster B psychopathology  who could be included in Stage Two of the study, the Prison Adjustment  Questionnaire (PAQ), a questionnaire specifically designed for use  with incarcerated populations that measures institutional functioning,  the Barratt Impulsivity Scale (BIS), the Prison Violence Inventory  (PVI), an instrument designed for this study and used to assess  whether participants were victims or perpetrators of violent acts  since being incarcerated, the Victimization During Childhood and  Before Incarceration Questionnaire (Vic-I), and the Parenting Stress  and Attachment Questionnaire, an instrument designed for this  study. Part 1 also includes data on criminal and institutional history  that were obtained from the Virginia Department of Corrections. Part  2, SCID II Data (Stage Two), contains data on a 261-inmate subsample  of the Part 1 sample. This subsample was administered the Structured  Clinical Interview for DSM-IV Personality Disorders (SCID II), a  semi-structured interview, between June 1999 and July 2000. The  interviews were used to determine whether the inmates could be  diagnosed with any of the ten DSM-IV personality disorders. A number  of training sessions were held with the SCID II interviewers, which  involved mock interviews and double-coding of ten inmate interviews by  each interviewer. The presence of personality pathology was calculated  using both dichotomous and continuous scores. The continuous scores  reflected the number of criteria met for each disorder, and the  diagnostic cut-off followed the traditional DSM-IV diagnostic  procedures. Part 3, Psychopathy Checklist-Revised (PCL-R) and HCR-20:  Assessing Risk of Violence Data (Stage Two), contains data from a  second interview with 119 members of the Part 2 subsample. Inmates who  were administered the SCID II interview were contacted some months  later and asked to participate in this interview, which included the  PCL-R and the HCR-20. Extensive training was conducted with the  interviewers on these instruments. Each interviewer coded eight taped  interviews and double-coded an additional five interviews. Prior to  each interview, interviewers reviewed a comprehensive file summary  that was compiled by other members of the research team. Part 4,  Personal Support Questionnaire Data (Stage Two), contains data on a  216-inmate subsample of the Part 1 sample. This subsample was  administered the Personal Support Questionnaire, which gauged the  amount of social support inmates were receiving, the State-Trait Anger  Expression Inventory (STAXI), and the Beck Depression Index (BDI), and  the PAQ was readministered. Part 5, Correctional Officer Data,  consists of data on the behavior and attitudes of a 389-inmate  subsample of the Part 1 sample. These data were collected through surveys of correctional officers between May and July 2000."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Stage One Data, demographic variables  include age, race, number of times married, current marital status,  number of children, last year of education completed, living  arrangements before incarceration, and whether the respondent had been  incarcerated before. Other variables include answers to the 53 items  on the Brief Symptom Inventory (BSI) and BSI scales for somatization,  obsessive-compulsive disorder, interpersonal sensitivity, depression,  anxiety, hostility, phobia, paranoid ideation, and psychoticism,  answers to the 119 items on the SCID II PQ, number of criteria  respondents met for different personality disorders on the SCID II PQ  (paranoid, schizoid, schizotypal, antisocial, borderline, histrionic,  narcissistic, avoidant, dependent, and obsessive-compulsive), whether  respondents could be diagnosed with any of these personality  disorders, answers to the 22 items on the Prison Violence Inventory  (PVI) and scores based on those responses, answers to the 11 questions  on the Victimization Inventory (Vic-I) and s\ncores based on those  responses, answers to the 30 items on the Prison Adjustment  Questionnaire (PAQ) and scores for internal, external, physical,  distress, and conflict scales and other variables derived from PAQ  responses, answers to the 30 items on the Barratt Impulsivity Scale  (BIS) and scores for nonplanning, motor, and cognitive scales. Other  Part 1 variables are institutional misconduct, date of entering  Fluvanna, date of first conviction, time served, type of convictions,  and sentence length. Part 2, SCID II Data (Stage Two), variables  include whether the inmate was part of the experiment or control  group, results for each item in the interview in both dichotomous and  continuous variables, and whether the inmate met the criteria for any  personality disorders. Part 3, PCL-R and HCR-20 Data (Stage Two),  variables include all of the variables in Part 2 (but only for the  subsample covered by Part 3) and seven variables that provide scores  for the Psychopathy Checklist-Revised (PCL-R) and the HCR-20:  Assessing Risk of Violence. Part 4, Personal Support Questionnaire  Data (Stage Two), variables include answers to items on the Personal  Support Questionnaire, answers to STAXI items, answers to BDI items,  answers to PAQ items, scores for the STAXI, BDI, and PAQ, and inmate  demographic information. Part 5, Correctional Officers Data, variables  include inmate demographic information, answers to items rating  adjustment of inmates to prison, problems with inmates' personal  characteristics, behavior toward other inmates, and behavior toward  staff, and answers to 90 items relating to inmates' general behavior and attitudes."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminality prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate populations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental disorders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison adjustment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3354.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3354.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR in a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems, Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on h\now to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-CE-VX-0027"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-12-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-07"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-07"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data, survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Clinical and survey data were collected through inmate  interviews and self-enumerated questionnaires completed by inmates and  correctional officers. Administrative records data were obtained from the Virginia Department of Corrections."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Virginia"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Inmates at the Fluvanna Correctional Center for Women between April 1999 and July 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Members of the subsample in Part 2, SCID II Data (Stage  Two), were selected using scores on the SCID II Screen and BSI from  Part 1, Stage One Data. To be included in this subsample, inmates had  to be nonpsychotic. The subsample included an experimental group and  a control group. The experimental group included randomly selected  women whose SCID II PQ scores suggested a Cluster B personality  disorder diagnosis: antisocial, histrionic, or narcissistic. The  control group was designed to contain at least 50 nonpsychotic women who did not meet criteria for a Cluster B diagnosis."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales include Barratt Impulsivity Scale (BIS), Beck  Depression Index (BDI), Brief Symptom Inventory (BSI), HCR-20:  Assessing Risk of Violence (Version 2), Parenting Stress and  Attachment Questionnaire, Prison Adjustment Questionnaire (PAQ),  Psychopathy Checklist-Revised (PCL-R), State-Trait Anger Expression  Inventory (STAXI), Structured Clinical Interview for DSM-IV  Personality Disorders (SCID-II), SCID-II Personality Questionnaire,  Victimization During Childhood and Before Incarceration (Vic-I), and Violence and Aggression During Incarceration Questionnaire (PVI)."}]}},"files":[{"description":"","label":"Correctional Officers Data","restricted":false,"version":1,"datasetVersionId":35754,"dataFile":{"id":2614453,"persistentId":"","pidURL":"","filename":"Correctional Officers Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"PCL-R and HCR-20 Data (Stage Two)","restricted":false,"version":1,"datasetVersionId":35754,"dataFile":{"id":2614451,"persistentId":"","pidURL":"","filename":"PCL-R and HCR-20 Data (Stage Two)","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Personal Support Questionnaire Data (Stage Two)","restricted":false,"version":1,"datasetVersionId":35754,"dataFile":{"id":2614452,"persistentId":"","pidURL":"","filename":"Personal Support Questionnaire Data (Stage Two)","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SCID II Data (Stage Two)","restricted":false,"version":1,"datasetVersionId":35754,"dataFile":{"id":2614450,"persistentId":"","pidURL":"","filename":"SCID II Data (Stage Two)","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Stage One Data","restricted":false,"version":1,"datasetVersionId":35754,"dataFile":{"id":2614449,"persistentId":"","pidURL":"","filename":"Stage One Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}