{"status":"OK","data":{"id":41022,"identifier":"ICPSR03927.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03927.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03927.v1","latestVersion":{"id":37022,"storageIdentifier":"file://10.3886/ICPSR03927.v1","versionState":"RELEASED","distributionDate":"2007-10-03","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:40:50Z","releaseTime":"2015-04-09T03:40:50Z","createTime":"2015-04-09T03:40:50Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"This data collection may not be used for any purpose  other than statistical reporting and analysis. Use of these data to learn the identity of any person or establishment is prohibited.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Survey of America's Families (NSAF), 1999"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"NSAF, Round Two"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Urban Institute"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Child Trends"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Child Trends"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The National Survey of America's Families (NSAF) is a household survey that provides a comprehensive look at quantitative measures of the well-being of children, adults, and their families. While the focus of the survey is at the state level, the scope is national -- with a primary emphasis on low-income families. NSAF information was gathered from interviews conducted with the Most Knowledgeable Adult (MKA), the person in the household who was most knowledgeable about the questions being asked\nabout the respondent, their spouse/partner (if applicable) and the focal child (or children). Data were collected from more than 40,000 families in two stages. First, a screener interview was administered to determine whether a household was eligible to complete the second, extended interview.</p>\n\n<p>Two types of extended interviews were administered. Option A interviews were used in households with children under age 18. Option B interviews were used in childless adult households and also with emancipated minors. The extended interview was divided into several sections and is labeled A through P below:</p>\n\n<ul>\n<li><p><em>A. Student Status.</em>\nThis section contained two questions that asked whether the respondent was a student and whether that household was the respondent's usual residence.</p></li>\n<li><p><em>B. Health Status and Satisfaction.</em>\nThese questions asked about the respondent's satisfaction with health care, access to health care, the health status of the focal children, and the health status of the respondent. It also covered questions about the respondent's awareness of specific insurance programs such as Medicaid, and those associated with the Children's Health Insurance Program (CHIP).</p></li>\n<li><p><em>C. Parent/Child/Family Interaction and Education.</em>\nThis series of questions asked about education for focal children.\nQuestions addressed the focal child's current grade (or the last grade\ncompleted) and the child's attitudes toward school and schoolwork,\nskipping school, suspensions, and changing schools. Questions were\nalso asked about children over 11 years old working for pay and\nattending summer school.</p></li>\n<li><p><em>D. Household Roster.</em>\nIn this section, the name, age, and sex of all persons living in the household were recorded, and relationships between all household members were investigated.</p></li>\n<li><p><em>E. Health Care Coverage.</em>\nInformation was gathered about current health insurance coverage for the respondent, the respondent's spouse/partner, and the focal children. Questions were also asked about characteristics of that coverage and of periods in which family members had no insurance coverage.</p></li>\n<li><p><em>F. Health Care Use and Access.</em>\nThis section gathered information about health status, health care services received, and necessary health care services that were postponed during the preceding 12 months. Questions on routine care, overnight stays in hospitals, dental care, mental health care, women's health care, well-child care, and prescription medicines were also included.</p></li>\n<li><p><em>G. Child Care.</em>\nIn this section, respondents were queried as to child care arrangements including Head Start, child care centers, before- or after-school care, and babysitters. Questions were asked about the total number of hours per week in each care situation, the typical number of children cared for, the typical number of adult child care providers, and child care costs.</p></li>\n<li><p><em>H. Nonresidential Parent/Father.</em>\nThese questions determined whether a focal child had a nonresident parent, how often the child saw his/her nonresident parent, whether the nonresident parent provided financial support, and whether nonresident parents were required by child support orders to provide financial support.</p></li>\n<li><p><em>I. Employment and Earnings.</em>\nThis section contained a series of questions about the employment and earnings of the respondent and the spouse/partner for the current and preceding year. Topics included employment status, occupation, industry, employer-provided health insurance, hours worked, and earnings. Some questions were also asked about the earnings of other family members.</p></li>\n<li><p><em>J. Family Income.</em>\nFamily income also was identified from a wide variety of sources other than earnings from employment. These sources included public assistance (e.g., Temporary Assistance for Needy Families [TANF], General Assistance, Emergency Assistance, vouchers), Food Stamps, child support, foster care payments, financial assistance from friends or relatives, unemployment compensation, workers' compensation or veterans' payments, Supplemental Security Income, Social Security, pension or annuity income, inte\nrest or dividend income, income from rental property, or any other income source.</p></li>\n<li><p><em>K. Welfare Program Participation.</em>\nThis section gathered detailed information about TANF and Food Stamp benefits that the respondent might have received within the preceding two years. For both types of assistance, periods in which the respondent's benefits were reduced or eliminated were identified, as were strategies for coping during such times. Current TANF or Food Stamp recipients were asked about any requirements they had to fulfill (e.g., job search, training, etc.) in order to receive these benefits. Recipients were also\nasked questions about awareness of time limits and experiences with diversion. For respondents with children, questions were asked about benefits received in the previous year through the supplemental food program for Women, Infants, and Children (WIC) and free or reduced-cost school breakfast and lunch programs. Additional questions were asked about respondent experiences in obtaining government assistance for child care and health insurance through Medicaid and CHIP, and receipt and/or the us\ne of the Earned Income Tax Credit (EITC) in 1998.</p></li>\n<li><p><em>L. Education and Training.</em>\nThis series of questions inquired about the highest grade completed, highest degree earned, participation in job training programs during the previous year, and classes taken for credit during the previous year.</p></li>\n<li><p><em>M. Housing and Economic Hardship.</em>\nQuestions covered the respondent's living arrangements, the name(s) of the lease- or mortgage- holder(s) in the household, and the amount of rent or mortgage paid monthly. Information was collected about financial contributions by the respondent or his/her spouse or partner to children under 18 years old living outside the household. The effect of economic hardship on the family's food consumption and ability to pay for housing costs was also assessed.</p></li>\n<li><p><em>N. Issues, Problems, and Social Services.</em>\nQuestions in this section covered the respondent's state of mind,\nfeelings about his or her child (or children), constructive activities\nthe child (or children) might have been involved with, the availability of social services in their community, problems the child (or children) might have had in the preceding year and efforts to obtain help for those problems, and the respondent's involvement in volunteer and religious activities.</p></li>\n<li><p><em>O. Race, Ethnicity, and Nativity.</em>\nRace and ethnicity were asked for the respondent, the spouse/partner, and the focal children. For household members who were born outside the United States, country of origin and citizenship questions were asked.</p></li>\n<li><p><em>P. Closing.</em>\nAt the end of the survey, respondent's were asked their opinions about welfare and working and about raising children.The respondent's ZIP code and address were requested and tracing information was asked of households with families receiving welfare at any time since January 1997, for possible use in a follow-up survey.</p></li>\n</ul>\n\n<p>The 1999 NSAF data are available in nine parts and are organized\ninto hierarchical, flat household-, family-, person-, adult-, and\nchild-level files. A description of each is provided below:</p>\n\n<ol>\n<li><p>Focal Child Data. This dataset contains data elements from the extended interview that are specific to focal children (FC1 and FC2). Select data items that were asked only of MKAs are also included. Information in this dataset is primarily from sections N (Issues, Problems, and Social Services) and P (Closing) of the extended interview. The dataset contains one record for each focal child.</p></li>\n<li><p>Adult Pair Data. Included in this dataset is information collected from the extended interview about both the respondent and the respondent's spouse/partner. There is one observation per respondent and one per spouse (where applicable). Information in this dataset is primarily from sections I (Employment and Earnings) and L (Education and Training) of the extended interview.</p></li>\n<li><p>Random Adult Data. Information in this person-level dataset is specific to a randomly selected adult, either the respondent or the spouse/partner. This situation occurs only in sections E (Health Insurance Coverage) and F (Health Care Access and Utilization) of the extended interview.</p></li>\n<li><p>Childless Adult Data. This dataset contains data elements from the extended interview that are asked only of the respondent in Option B interviews. Variables in this dataset come mainly from section N (Issue, Problems, and Social Services) and P (Closing). There is one record per Option B interview in the dataset.</p></li>\n<li><p>Family-Respondent Data. Information in this dataset centers around information about the family's use of health care and social services. This family-level dataset contains one observation per respondent. Because there could be more than one respondent per family, family-respondent level variables may have different values within a single family.</p></li>\n<li><p>Household Data. This household-level dataset contains general information about the household such as the demographic characteristics of its members. Also contained in this dataset is administrative and process data such as housing subsidies, public housing, the number of bedrooms in the house, if the home was owned or rented, and information pertaining to screeners and the completion of interviews.</p></li>\n<li><p>Person Data. This dataset contains one observation for each person living in the household. Included in this dataset is demographic information as well as information on current health insurance status and income.</p></li>\n<li><p>Social Family Data. Included in this dataset are items asked about the social family and variables aggregated at the social family level. The social family includes not only married partners and their children, but also unmarried partners, all of their children, and members of the extended family (anyone related by blood to the MKA, the spouse/partner, or their children). Among the survey items included are those variables indicating whether anyone in the social family had a particular type of i\nncome and health insurance. Also included are variables summarizing information across all members of a social family, such as the number of family members. There is one record for each social family.</p></li>\n<li><p>CPS Family Data. Since the social family definition was used in fielding the NSAF, this dataset includes only variables created using the Current Population Survey (CPS) definition of family. A CPS family includes the householder, spouse of family householder,children in the family, and other relatives of the family household respondent. There is one record for each CPS family in this dataset.</p></li>\n</ol>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cognition"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal aid"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"food programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health care access"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health insurance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health services utilization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"household composition"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"household income"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"job training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"living arrangements"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"low income groups"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public assistance programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"welfare services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II. Parents and Families"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.C. Involvement in Child Care and Early Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.D. Parent/Family Practices and Structure"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC XII. Parent, School, and Community School Readiness/Child School Success and Performance"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"HMCA II. Cost/Access to Health Care"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"HMCA subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V.A. Education, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-10-03Version Text: 2007-10-03 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: All components of the NSAF questionnaire were also translated into Spanish. A hard copy of the Spanish language interview is not available. Those interested in the translations for individual questions should contact the Urban Institute\n<a href=\"mailto:nsaf@ui.urban.org\">mailto:nsaf@ui.urban.org</a>\n.;Subject: Study Level Error Note, Notes: Most NSAF items were not asked of all persons in families or households. Thus, for many measures of adult or child well-being, it is not possible to construct aggregate measures of well-being based on individual information for families or households that will be valid for all families or households. Similarly, most of the items on child well-being are only determined for focal children and not all children in the household or family.;Subject: Study Level Error Note, Notes: Data collection for the NSAF was carried out by Westat.;Subject: Study Level Error Note, Notes: Additional information about this data collection may be found in a series of methodology reports available directly through the Web site of the Urban Institute\n<a href=\"http://www.urban.org/center/anf/1999methodology.cfm\">http://www.urban.org/center/anf/1999methodology.cfm</a>\n.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-10-03"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-02"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-10"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-02"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-10"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"National Survey of America's Families (NSAF) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["focal child","adult","family"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Civilian, noninstitutionalized persons under age 65 living in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The NSAF drew households from two separate sampling  frames: (1) a list-assisted, random-digit dialing (RDD) sample of  telephone numbers supplemented by (2) an area probability sample of  nontelephone households. Both the random-digit dialing and the area  probability samples for the 1999 NSAF were drawn, in part, from the  1997 NSAF sampling frame with an additional sample of newly sel\nected  telephone numbers. Overall, 147,623 households were screened, with  detailed extended telephone interviews being conducted in 40,874  households. The nontelephone sample yielded 1,676 extended interviews in 1,486 households for a total of 42,360 interviewed households."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"telephone interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The NSAF employs a complex sample design, thus appropriate  weights are essential to produce state and national estimates that are  representative of the population. Five categories of weights are  currently available with the NSAF data, each appropriate for a  different set of respondents or group of questions from the survey.  The five weight categories are: focal child, adult pair, random adult,  childless adult, and family. Within each category, there are separate  weights for producing state and national-level estimates. Detailed  information about the weights may be found at the  Urban Institute Web site\n<a href=\"http://www.urban.org/center/anf/1999methodology.cfm\">http://www.urban.org/center/anf/1999methodology.cfm</a>\n."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Screener interviews: 76.7 percent. Overall child interviews: 62.4 percent. Overall adult interviews: 59.4 percent."}]}},"files":[{"description":"","label":"Adult Pair Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623962,"persistentId":"","pidURL":"","filename":"Adult Pair Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Childless Adult Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623964,"persistentId":"","pidURL":"","filename":"Childless Adult Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"CPS Family Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623969,"persistentId":"","pidURL":"","filename":"CPS Family Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Family-Respondent Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623965,"persistentId":"","pidURL":"","filename":"Family-Respondent Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Focal Child Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623961,"persistentId":"","pidURL":"","filename":"Focal Child Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Household Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623966,"persistentId":"","pidURL":"","filename":"Household Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Person Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623967,"persistentId":"","pidURL":"","filename":"Person Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Random Adult Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623963,"persistentId":"","pidURL":"","filename":"Random Adult Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Social Family Data","restricted":false,"version":1,"datasetVersionId":37022,"dataFile":{"id":2623968,"persistentId":"","pidURL":"","filename":"Social Family Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}