{"status":"OK","data":{"id":44208,"identifier":"ICPSR03715.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03715.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03715.v1","latestVersion":{"id":40208,"storageIdentifier":"file://10.3886/ICPSR03715.v1","versionState":"RELEASED","distributionDate":"2003-12-02","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:15:48Z","releaseTime":"2015-04-09T04:15:48Z","createTime":"2015-04-09T04:15:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Validation of the Los Angeles County [California] Probation Department's Risk and Needs Assessment Instruments, 1997-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Turner, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fain, Terry"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1996, the Los Angeles County Probation Department developed a set of six instruments to better assess offender risks and needs. Each instrument was intended to serve a specific purpose, with separate instruments used for adult and juvenile populations and release and placement decisions. The instruments were to be completed by probation staff. These instruments were tested in a pilot project by probation field staff in 1997. The probation department then asked RAND to re-examine the six instruments for instrument integrity, use of overrides, and relationship to long-term recidivism outcomes. The probation department's research staff had completed the instruments between April and December 1997 using available reports and case file information. RAND's involvement in the study began after all samples had been selected and instruments completed. The probation department gave RAND the data on instrument scores. Recidivism data were gathered at 6, 12, and 18 months after the instruments' administration. For juveniles data on the nature and date of arrest were available from the Juvenile Automated Information files. Data on adult re-arrests were unavailable, but the Adult Probation System provided the date, nature, and disposition of offenses referred to probation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As with much of the nation, Los Angeles County's  crime and arrest rates fell during the 1990s. However, while overall  rates declined, the proportion of violent offenses rose throughout the  decade, and between 1994 and 1999 arrests for violent offenses made up  an increasing percentage of all felony arrests. As a result, more  offenders remained in the criminal justice system for a longer period  of time. Because Los Angeles County operates under a federal court  mandate limiting jail populations, this increase in offender length of  stay had to be offset\nby an increase in the number of offenders  released from jail. These and other changes led to what was perceived  as a higher risk and need probation population. The Los Angeles County  Probation Department responded in 1996 by developing six instruments  to better assess offender risks and needs: (1) Juvenile Intake and  Detention Control (IDC) Assessment, (2) Juvenile Camp Classification  Assessment, (3) Juvenile Investigation and Disposition Assessment, (4)  Juvenile Supervision Assessment, (5) Adult Investigation Assessment,  and (6) Adult Supervision Assessment. Each instrument was intended to  serve a specific purpose, with separate instruments used for adult and  juvenile populations and release and placement decisions. The  instruments were to be completed by probation staff. Responses to  items were weighted and scored, with the recommendation determined by  the total score. Policy allowed probation officers to override the  recommendation but required a written explanation. These instruments  were tested in a pilot project by probation field staff in 1997. After  completing the pilot project, it was evident that the department had  neither the resources nor expertise to continue beyond a six-month  follow-up on recidivism outcomes. The department approached RAND,  requesting assistance in the study. For the second phase, RAND was  asked to re-examine the six instruments for instrument integrity, use of overrides, and relationship to long-term recidivism outcomes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Los Angeles County Department of Probation's  research staff completed the instruments between April and December  1997 using available reports and case file information. RAND's  involvement in the study began after all samples had been selected and  instruments completed. The department gave RAND the data on instrument  scores, and subsequently the data that would allow recidivism rates  for each sample to be determined. One sample was selected to test each  of the six assessment instruments, except for the Juvenile  Investigation and Disposition Assessment, which was tested on both  court investigation and noncourt investigation samples. Noncourt  investigation cases generally involve less serious offenses than court  investigation cases. No data were available on whether the instruments  were administered with the same rules and procedures among all  administrators of a given instrument. The researchers could not rule  out the possibility that lack of consistency in instrument  administration introduced systematic bias in how items were scored.  The Juvenile IDC and Camp Classification Assessments were used as a  basis for Department of Probation actions in regard to the study  samples, but no actions were taken on the basis of the other  instruments. Recidivism data for each sample were gathered at 6, 12,  and 18 months after the instrument's administration. For juveniles,  data on the nature and date of arrest were available from the Juvenile  Automated Information files. Data on adult re-arrests were  unavailable, but the Adult Probation System provided the date, nature,  and disposition of offenses referred to probation. Part 1, IDC  (Juvenile) Admission Data, contains data on the 300-youth sample used  to test the five-item IDC Assessment. The instrument was used to  determine which youths should be detained and which could be safely  released back into the community, pending resolution of their  referral. Part 2, Juvenile Investigation Data, contains data on the  377-youth noncourt investigation sample used to test the nine-item  Juvenile Investigation and Disposition Assessment. The instrument was  supposed to determine whether cases should be closed, assigned to  informal probation, or referred to the district attorney. Part 3,  Juvenile Disposition Data, contains data on the 397-youth court  investigation sample used to test the Juvenile Investigation and  Disposition Assessment. The instrument was me\nant to determine whether  youths should be assigned to informal probation or \"home on  probation,\" sent to a placement camp, or transferred to the California  Youth Authority. Part 4, Juvenile Supervision Data, contains data on  the 813-youth sample used to test the nine-item Juvenile Supervision  Assessment. The instrument was designed to determine to which of six  supervision levels youths on probation should be assigned. Part 5,  Juvenile Camp Admission Data, contains data on the 100-youth sample  used to test the four-item Juvenile Camp Classification Assessment.  The instrument was designed for youths assigned to placement camps and  meant to separate those who needed to be placed in the Violence  Alternative Program from those who did not. Part 6, Adult  Investigation Data, contains data on the 395-person sample used to  test the nine-item Adult Investigation Assessment. The instrument was  designed to indicate to which level of supervision adult probationers  should be assigned. Lower scores were to be assigned to Automated  Minimum Services Caseload, while higher scores were to be assigned to  one of three levels of High Risk Offender (HRO) supervision. Part 7,  Adult Supervision Data, contains data on the 398-person sample used  to test the 13-item Adult Supervision Assessment. The instrument was  intended to indicate to which of three levels of HRO supervision probationers should be assigned."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"All parts of the study include dummy variables for  sex and race. Variables in Part 1, IDC (Juvenile) Admission Data,  through Part 5, Juvenile Camp Admission Data, include start date for  recidivism, dates at 6, 12, and 18 months after the start date, the  number of days until the first new arrest, and age on January 1,  1998. Variables provided for 6, 12, and 18 months after the recidivism  start date include most severe arrest charge, most severe conviction  charge, number of new arrests, whether there were any arrests since  the recidivism start date, and whether there were any new convictions  since the recidivism start date. Other variables in Part 1 from the  needs/risk assessment instrument include weighted scores for whether  the youth was the subject of an active warrant, youth's most serious  present offense, number of sustained petitions in last 12 months,  youth's residence, whether the youth was under the influence of drugs  or alcohol at the time of arrest, why the instrument's recommendation  was overridden if it was, and the total risk/needs score. Variables in  Part 2, Juvenile Investigation Data, and Part 3, Juvenile Disposition  Data, include weighted scores for most serious offense, prior law  enforcement contacts, age at first arrest, gang involvement/peer  influence, number of previous out-of-home placements, school  performance, family dynamics, mental health, level of recommended  supervision, reason for overriding form's recommendation, and total  risk/needs score. Part 3 also includes the level of service  recommended by the form. Part 4, Juvenile Supervision Data, variables  include weighted scores for probationer reporting, whether probationer  met restitution/fine/fees/community service obligations, progress made  through community habilitative services, school attendance status,  employment/vocational training completed, drug/alcohol use, gang  association, home/community adjustment, mental health, recommended  supervision level, reason for override, and total risk/needs  score. Part 5 variables include most serious offense, prior violent  offense history, record of assault on staff, record of assault on  ward, reason for override, and total risk/needs score. Variables in  Part 6, Adult Investigation Data, and Part 7, Adult Supervision Data,  include present age, age at first arrest, history of recidivism,  present offense, start date for recidivism, dates at 6, 12, and 18  months after recidivism start date, reference date of first  imprisonment, dispositio\nn date of first imprisonment, days to  referral, and days to disposition. Variables provided for 6, 12, and  18 months after the recidivism start date include whether there were  any referrals, whether there were any grants, whether any prison time  was served, and worst outcome up to that date. Part 6 variables  include weighted scores for alcohol use, drug use, gang involvement,  age at first conviction or juvenile adjudication, prior probation/  parole grants, prior probation/parole revocations, convictions for  assaultive offenses within past five years, adult convictions or  juvenile adjudications, and circumstances in current offense. Other  variables include total risk/needs score, recommended level of  supervision, override reason, assessment date, and court disposition.  Variables in Part 7 include weighted scores for attitude, employment,  alcohol use, illegal drug use, family dynamics, family finances,  education, aptitude, mental health status, peer relations,  recreation/hobby, organization/social affiliation, and health. Other  variables are total risk/needs score, HRO assignment, reason for override, and assessment date."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adult offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang members"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3715.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3715.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional\nsetup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1999-IJ-CX-K008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-12-02"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Needs/risk assessments were completed using data from  available reports and case files. Recidivism data were obtained from Juvenile Automated Information files and the Adult Probation System."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Los Angeles"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Juvenile and adult offenders in Los Angeles County who were either on probation or eligible for probation between April and December 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The samples for Part 1, IDC (Juvenile) Admission Data,  through Part 3, Juvenile Disposition Data, were composed of youths  whose cases had not yet been adjudicated. The Part 1 sample consisted  of new referrals from Central, Los Padrinos, and San Fernando. The  samples for Part 2, Juvenile Investigation Data, and Part 3, Juvenile  Disposition Data, consisted of new cases assessed in eight area  offices. The Part 4, Juvenile Supervision Data, sample was composed of  youth already on probation who were new supervision cases in eight  area offices. The Part 5, Juvenile Camp Admission Data, sample  consisted of post-adjudicated youth who had been assigned to youth  camps and were new furloughs from camp headquarters. The samples for  Part 6, Adult Investigation Data, and Part 7, Adult Supervision Data,  were composed of prorated cases from probation and sentencing, pre-plea, and true summary programs in four area offices."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Adult Investigation Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652177,"persistentId":"","pidURL":"","filename":"Adult Investigation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Adult Supervision Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652178,"persistentId":"","pidURL":"","filename":"Adult Supervision Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"IDC (Juvenile) Admission Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652172,"persistentId":"","pidURL":"","filename":"IDC (Juvenile) Admission Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Camp Admission Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652176,"persistentId":"","pidURL":"","filename":"Juvenile Camp Admission Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Disposition Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652174,"persistentId":"","pidURL":"","filename":"Juvenile Disposition Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Investigation Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652173,"persistentId":"","pidURL":"","filename":"Juvenile Investigation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Supervision Data","restricted":false,"version":1,"datasetVersionId":40208,"dataFile":{"id":2652175,"persistentId":"","pidURL":"","filename":"Juvenile Supervision Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}