{"status":"OK","data":{"id":38964,"identifier":"ICPSR03120.v3","persistentUrl":"https://doi.org/10.3886/ICPSR03120.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03120.v3","latestVersion":{"id":34964,"storageIdentifier":"file://10.3886/ICPSR03120.v3","versionState":"RELEASED","distributionDate":"2001-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:18:15Z","releaseTime":"2015-04-09T03:18:15Z","createTime":"2015-04-09T03:18:15Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Monthly Poll #1, July 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, conducted July 13-16, 2000, is part of a continuing series of monthly surveys that solicit public opinion on the\npresidency and on a range of other political and social issues. Respondents were asked about their interest in the upcoming 2000 presidential election, their readiness to vote in the election, and their level of support for both candidates, Vice President Al Gore and Texas governor George W. Bush. Respondents were also asked if they had already decided for whom they would vote in November and whether on the day of the survey they would vote for Al Gore or George W. Bush. Respondents answered the same question once more, this time choosing among four candidates: Al Gore, the Democratic Party candidate, George W. Bush, the Republican Party candidate, Pat Buchanan, the Reform Party candidate, and Ralph Nader, the Green Party candidate. Another series of questions dealt with candidates for vice president, with items on the influence of running mates on respondents' vote decisions, the desired vice-presidential candidate's position on abortion, and whether it was important for the candidate to have experience in Washington. Those polled expressed their opinions about Al Gore, George W. Bush, Ralph Nader, Pat Buchanan, President Bill Clinton, First Lady Hillary Rodham Clinton, Arizona senator John McCain, and former New Jersey senator Bill Bradley. Information was elicited on respondents' participation and candidate selection in the 1996 presidential election and in the 1998 House of Representatives election. The survey questioned respondents on other political issues, such as the way political campaigns were funded, the method of nominating presidential candidates (including views on the adoption of a new nominating system based on state population), the need to organize political conventions, the influence of organized labor on the Democratic Party and the influence of the religious right on the Republican Party, President Bill Clinton's involvement in Al Gore's campaign, and former President Bush's involvement in his son's campaign. Other subjects covered respondents' opinions about immigrants, health insurance, Medicare and Social Security, taxes and the influence of a $483 billion dollar tax cut over the next five years for the economy, and the way the respondents would use the theoretical budget surplus in the coming years. Other questions probed opinions on the desired level of government influence on environmental and safety practices of business, as well as how the government should handle environmental protection and job losses connected with it. Respondents also described their views on abortion, the importance of religion in everyday life, the death penalty, tax-funded vouchers for children's education, the National Rifle Association, trade restrictions, and domestic industries, as well as granting trade privileges to China. Respondents were asked whether they owned any kind of firearm and what they thought about child safety locks on handguns sold in the United States. Background information on respondents includes age, sex, race/ethnic identity, education, religion and identification with Christian political organizations, voter registration and participation history, political party affiliation, political orientation, military service status, membership in labor unions and the National Rifle Association, marital status, age of children in household, and income."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-04-29Version Text: 2009-04-29Version Date: 2009-04-29Version Text: 2009-04-29 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR updated the frequency file for this collection to include the original question text.;Version Date: 2009-04-22Version Text: 2009-04-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, documentation has been co\nnverted to Portable Document Format (PDF), data files have been converted to non-platform-specific formats, and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided by ICPSR as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-07"}}]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS NewsNew York Times Monthly Poll 1, July 2000   ","restricted":false,"version":1,"datasetVersionId":34964,"dataFile":{"id":2608704,"persistentId":"","pidURL":"","filename":"CBS NewsNew York Times Monthly Poll 1, July 2000   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}