{"status":"OK","data":{"id":42088,"identifier":"ICPSR03382.v2","persistentUrl":"https://doi.org/10.3886/ICPSR03382.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03382.v2","latestVersion":{"id":38088,"storageIdentifier":"file://10.3886/ICPSR03382.v2","versionState":"RELEASED","distributionDate":"2002-07-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:52:36Z","releaseTime":"2015-04-09T03:52:36Z","createTime":"2015-04-09T03:52:36Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact Evaluation of the Felony Domestic Violence Court in Kings County [Brooklyn], New York, 1994-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Newmark, Lisa"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute. Justice Policy Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rempel, Mike"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute. Justice Policy Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Diffily, Kelly"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute. Justice Policy Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kane, Kamala Mallik"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute. Justice Policy Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the ways in which the model of the  Kings County Felony Domestic Violence Court (FDVC) changed the way  cases were processed and adjudicated, the impact of this approach on  outcomes, and its effects on recidivism. In order to evaluate the  implementation and effectiveness of the FDVC, the researchers selected  three samples of cases for collection of detailed data and comparisons  on case characteristics, processing, and outcomes. First, felony  domestic violence cases indicted from 1995 to early 1996 before the  FDVC was established, and adjudicated by various parts of the state  Supreme Court were studied. These pre-FDVC cases provided a comparison  group for assessing differences associated with the FDVC model. Very  few of these cases had felony protection order violations as the sole  or top indictment charge, since they predated the implementation of  the expanded criminal contempt law that went into effect in September  1996. Second, a sample of cases adjudicated by FDVC in its early  period (the first half of 1997, after the model was fully implemented)  and similar in indictment charges to the pre-FDVC cases was  selected. These were cases that had indictment charges other than, or  in addition to, felony criminal contempt charges for protection order  violations. In other words, these were cases that would have been  indicted and adjudicated in the state Supreme Court even without  application of the September 1996 law. Third, because the September  1996 law felonizing many protection order violations (under criminal  contempt statutes) broadened the types of cases handled by the Supreme  Court, compared with those handled in the Supreme Court prior to this  law, an additional sample of cases adjudicated by the FDVC (beginning  in the first half of 1997) was selected. This was a small sample in  which felony protection order violations were the only indicted felony  charges. These cases would not have been indicted on felonies during  the pre-FDVC period, and so would have remained in the criminal courts  as misdemeanors. The inclusion of this sample allowed the researchers  to assess how the protection order violation cases were different from  the general population of FDVC cases, and how they might be handled  differently by the Court and partner agencies. These cases were  designated \"CC-only\" because their only felony indictment was for  criminal contempt, the law under which felony protection order  violations were charged. Variables in Part 1, Re\ncidivism Data, contain  information on number of appearance warrants issued, days incarcerated  for predisposition, number of appearances for predisposition and  post-disposition, bail conditions (i.e., batterer treatment or drug  treatment), top charge at arrest, indictment, and disposition,  indications of defendant's substance abuse of alcohol, marijuana, or  other drugs, and psychological problems, types of disposition and  probation, months of incarceration, sentence conditions, history of  abuse by defendant against the victim, length of abuse in months,  history of physical assault and sexual abuse, past weapon use, and  medical attention needed for past domestic violence. Additional  variables focus on whether an order of protection was issued before  the current incident, whether the defendant was arrested for past  domestic violence with this victim, total number of known victims,  weapon used during incident, injury during the incident, medical  attention sought, number of final orders of protection, whether the  defendant was jailed throughout the pending case, number of releases  during the case, number of reincarcerations after release, whether the  victim lived with the defendant, whether the victim lived with  children in common with the defendant, relationship between the victim  and the defendant, number of months the victim had known the  defendant, number of children in common with the defendant, whether  the victim attempted to drop charges, whether the victim testified at  trial, whether a victim advocate was assigned, total violations during  pending case, predisposition violations, and number of probation  violations. Demographic variables in Part 1 include defendant and  victims' gender, race, victim age at defendant's arrest, defendant's  income, employment status, and education. Variables in Part 2, Top  Charge Data, relating to the defendant include number and types of  prior arrests and convictions, top charge at arrest, severity of top  charge at arrest, top charge at grand jury indictment, severity of top  charge indictment, disposition details, Uniform Crime Reporting (UCR)  arrest indicators, child victim conviction indicator, drug conviction  indicator, weapon conviction indicator, types of probation, sentence,  disposition, and offenses. Demographic variables in Part 2 include sex and race of the defendant."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Kings County Felony Domestic Violence Court  (FDVC) in the borough of Brooklyn, New York, has been operating since  June 1996. Its goals were to create an effective and coordinated  response to felony domestic violence crimes by bringing together  criminal justice and social service agencies, and to serve as a model  for other communities across the state and nation. One of the key  features of this court model was its emphasis on building partnerships  between public and private sector community agencies to coordinate  their work and achieve a common set of goals. The key agencies  consisted of the court, the Center for Court Innovation, the Kings  County District Attorney's Office Domestic Violence Bureau and  Counseling Services Unit, Safe Horizon's Brooklyn Felony Domestic  Violence Unit, the New York City Department of Probation, New York  Forensics, Safe Horizon's Alternatives to Violence, and Treatment  Alternatives to Street Crime. This study evaluated the implementation  and effectiveness of the Kings County Felony Domestic Violence  Court. The study examined questions about how the model of FDVC had  changed the way cases were processed and adjudicated, the impact of this approach on outcomes, and its effects on recidivism."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to evaluate the implementation and  effectiveness of the Kings County Felony Domestic Violence Court, the  researchers selected three samples of cases for collection of detailed  data and comparisons on case characteristics, processing, and  outcomes. First, felony d\nomestic violence cases indicted from 1995 to  early 1996, before the FDVC was established and adjudicated by various  parts of the state Supreme Court, were studied. These pre-FDVC cases  provided a comparison group for assessing differences associated with  the FDVC model. Very few of these cases had felony protection order  violations as the sole or top indictment charge, since they predated  the implementation of the expanded criminal contempt law that went  into effect in September 1996. Second, a sample of cases adjudicated  by FDVC in its early period (the first half of 1997, after the model  was fully implemented) and similar in indictment charges to the  pre-FDVC cases was selected. These were cases that had indictment  charges other than, or in addition to, felony criminal contempt  charges for protection order violations. In other words, these were  cases that would have been indicted and adjudicated in the Supreme  Court even without application of the September 1996 law. Third,  because the September 1996 law felonizing many protection order  violations (under criminal contempt statutes) broadened the types of  cases handled by the Supreme Court, compared with those handled in the  Supreme Court prior to this law, an additional sample of cases  adjudicated by the FDVC (beginning in the first half of 1997) was  selected. This was a small sample in which felony protection order  violations were the only indicted felony charges. These cases would  not have been indicted on felonies during the pre-FDVC period, and so  would have remained in the criminal courts as misdemeanors. The  inclusion of this sample allowed the researchers to assess how the  protection order violation cases were different from the general  population of FDVC cases, and how they might be handled differently by  the Court and partner agencies. These cases were designated \"CC-only\"  because their only felony indictment was for criminal contempt, the  law under which felony protection order violations were charged. The  population of the sampled cases was identified by compiling four  sources. First, cases were selected from the District Attorney's  Office Management Information System, which catalogued cases  identified as felony domestic violence in the Early Case Assessment  Bureau from 1994 through 1997. Early explorations of this database  showed that it included a number of cases that were not in fact  domestic violence. This raised the troubling possibility that reliance  on this as the sole source could exclude many domestic violence cases,  if cases were also mistakenly excluded from the database. Reasons for  possible exclusion were unknown, but the researchers feared that any  systematic exclusion factors would lead to biased sampling. Second,  cases were identified from the District Attorney's Office Domestic  Violence Bureau log book of pending felonies, a chronological record  of felony cases recorded as victims came in to speak with a Domestic  Violence Bureau Felony assistant district attorney about testifying  before a grand jury. This source had the drawback of excluding cases  in which the victim did not come in to prepare for the grand jury. In  addition, upkeep of the book ceased partway through 1995. Third, cases  were found in the District Attorney's Domestic Violence Bureau trial  list of open felony cases that was updated two to three times per week  and ran from early 1995 through the end of 1996. Lastly, cases were  selected from the Office of Court Administration records of cases that  were flagged as domestic violence at arrest, from 1995 through  1997. However, identification of cases as domestic violence may have been incomplete in the early period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1, Recidivism Data, contain  information on number of appearance warrants issued, days incarcerated  for predisposition, number of appearances for predisposition and  post-disposition, bail conditions (i.e., battere\nr treatment or drug  treatment), top charge at arrest, indictment, and disposition,  indications of defendant's substance abuse of alcohol, marijuana, or  other drugs, and psychological problems, types of disposition and  probation, months of incarceration, sentence conditions, history of  abuse by defendant against the victim, length of abuse in months,  history of physical assault and sexual abuse, past weapon use, and  medical attention needed for past domestic violence. Additional  variables focus on whether an order of protection was issued before  the current incident, whether the defendant was arrested for past  domestic violence with this victim, total number of known victims,  weapon used during incident, injury during the incident, medical  attention sought, number of final orders of protection, whether the  defendant was jailed throughout the pending case, number of releases  during the case, number of reincarcerations after release, whether the  victim lived with the defendant, whether the victim lived with  children in common with the defendant, relationship between the victim  and the defendant, number of months the victim had known the  defendant, number of children in common with the defendant, whether  the victim attempted to drop charges, whether the victim testified at  trial, whether a victim advocate was assigned, total violations during  pending case, predisposition violations, and number of probation  violations. Demographic variables in Part 1 include defendant and  victims' gender, race, victim age at defendant's arrest, defendant's  income, employment status, and education. Variables in Part 2, Top  Charge Data, relating to the defendant include number and types of  prior arrests and convictions, top charge at arrest, severity of top  charge at arrest, top charge at grand jury indictment, severity of top  charge indictment, disposition details, Uniform Crime Reporting (UCR)  arrest indicators, child victim conviction indicator, drug conviction  indicator, weapon conviction indicator, types of probation, sentence,  disposition, and offenses. Demographic variables in Part 2 include sex and race of the defendant."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felony offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restraining orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-07-13Version Text: 2006-07-13Version Date: 2006-07-13Version Text: 2006-07-13 Subject: null  Type: null  Notes: Restricted versions of both Part 1 and  Part 2 were added. Downloadable versions of both parts were updated by  adding SAS transport (XPORT) files, SPSS portable files, and Stata setup and system files.;Version Date: 2006-01-18Version Text: 2006-01-18 Subject: null  Type: null  Notes: File CB3382.ALL.PDF was removed from any  previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport files (XPORT), SPSS portable files, and Stata system files.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic do\ncumentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-WT-VX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-07-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["criminal court cases"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Brooklyn"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["court cases"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Domestic violence cases indicted on felony charges from 1995 to 1997 in Kings County, New York."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Convenience sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Recidivism Data","restricted":false,"version":1,"datasetVersionId":38088,"dataFile":{"id":2635337,"persistentId":"","pidURL":"","filename":"Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Top Charge Data","restricted":false,"version":1,"datasetVersionId":38088,"dataFile":{"id":2635338,"persistentId":"","pidURL":"","filename":"Top Charge Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}