{"status":"OK","data":{"id":38891,"identifier":"ICPSR04566.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04566.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04566.v1","latestVersion":{"id":34891,"storageIdentifier":"file://10.3886/ICPSR04566.v1","versionState":"RELEASED","distributionDate":"2007-07-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:17:26Z","releaseTime":"2015-04-09T03:17:26Z","createTime":"2015-04-09T03:17:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Incidence Studies of Missing, Abducted, Runaway, and Thrownaway Children (NISMART), 1999"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"NISMART-2"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hammer, Heather"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Temple University. Institute for Survey Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sedlak, Andrea J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Westat, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Finkelhor, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of New Hampshire. Crimes Against Children Research Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The National Incidence Studies of Missing, Abducted,  Runaway, and Thrownaway Children (NISMART) were undertaken in response  to the mandate of the 1984 Missing Children's Assistance Act  (Pub.L. 98-473) that requires the Office of Juvenile Justice and  Delinquency Prevention (OJJDP) to conduct periodic national incidence  studies to determine the actual number of children reported missing  and the number of missing children who are recovered for a given  year. The first such study, NISMART-1 (NATIONAL INCIDENCE STUDIES OF  MISSING, ABDUCTED, RUNAWAY, AND THROWNAWAY CHILDREN (NISMART), 1988  [ICPSR 9682]), was conducted from 1988 to 1989 and addressed this  mandate by defining major types of missing child episodes and  estimating the number of children who experienced missing child  episodes of each type in 1988. At that time, the lack of a  standardized definition of a \"missing child\" made it impossible to  provide a single estimate of missing children. As a result, one of the  primary goals of NISMART-2 was to develop a standardized definition  and provide unified estimates of the number of missing children in the  United States. Both NISMART-1 and NISMART-2 comprise several component  datasets designed to provide a comprehensive picture of the population  of children who experienced qualifying episodes, with each component  focusing on a different aspect of the missing child population. The  Household Survey -- Youth Data and the Household Survey -- Adult Data  (Parts 1-2) are similar but separate surveys, one administered to the  adult primary caretaker of the children in the sampled household and  the other to a randomly selected household youth aged 10 through 18 at  the time of interview. The Juvenile Facilities Data on Runaways (Part  3) sought to estimate the number of runaways from juvenile residential  facilities in order to supplement the household survey estimate of the  number of runaways from households. And the Law Enforcement Study  Data, by case perpetrator, and victim, (Parts 4-6) intended to  estimate the number of children who were victims of stereotypical kidnappings and to obtain a sample of these cases for in-depth study."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family relationships"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juveniles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"kidnapping"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"missing children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-07-19Version Text: 2007-07-19 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1995-MC-CX-K004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-07-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-3: Youth","Parts 4-6: Victim, perpetrator, and case"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-2: Households with at least one child aged 18 or  younger who had lived in the house for two consecutive weeks in the 12  months prior to screening. Par\nt 3: All group homes, juvenile detention  centers, residential treatment centers, and runaway and homeless youth  shelters serving the selected counties. Parts 4-6: All law enforcement agencies serving the selected counties."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1-2: A list-assisted RDD (Random Digit Dial)  methodology was used to select a nationally representative sample of  telephone households from the GENESYS Sampling System frame.  Typically, a list-assisted RDD design is a one-stage random  selection process resulting in equal probabilities of selection  (EPSEM) design and no clustering, with each household treated as a  Primary Sampling Unit (PSU). A detailed description of the sampling  design is in HOUSEHOLD SURVEY METHODS TECHNICAL REPORT which is  included in this data collection. Part 3: A stratified, two-stage  sample design was applied. In the first stage, 30 Primary Sampling  Units (PSUs) were sampled from a listing of the national universe of  counties and groups of small, adjacent counties. The PSUs were  selected with probability proportionate to the number of children  (aged 0 to 17) according to the 1990 Census. Within the 30 PSUs, a  total of 922 eligible facilities were identified. This frame was  stratified by type of facility, and 75 facilities were sampled with  probability proportionate to size (PPS), using weighted capacity as  the measure of size. Parts 4-6: Nationally representative sample of  400 counties. Counties were selected with probabilities proportional to size."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"Parts 1-2: computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Parts 1-2: Survey weights were developed to compensate for  the higher probability of selection of multiple-line households for  children who lived in more than one household during the 12 months  prior to interview, and to adjust for nonresponse and undercoverage of  nontelephone households. The calculation of the RDD sample weights for  the Household Survey was done sequentially and consisted of four main  steps that included computing a base weight and various adjustments to  it. Details about the weighting procedures for the adult and youth  data are available in the NISMART-2 HOUSEHOLD SURVEY METHODOLOGY  TECHNICAL REPORT which is included in the data collection. Part 3: In  order to estimate the national prevalence of facility runaways with  known precision, it was necessary to compute facility weights, episode  weights, and replicate weights. The facility base weight was the  inverse of the unconditional probability of selecting the facility.  This was computed as the product of the PSU base weight and the  facility base weight. Because there was no nonresponse at the facility  level, the facility base weights were also the final facility-level  weights. Because data on individual runaways were obtained through the  episode-level interviews, the episode weights were equivalent to  youth-level weights. These were developed in two steps. First the  episode base weight was computed as the inverse of the conditional  probability of selecting an episode, taking into account both the  probability of selecting the facility that reported the episode and  the probability of selecting the episode in question from all episodes  reported by the facility. Second, because facilities could not provide  details on eight of the 116 episodes they had identified, nonresponse  adjustments were computed within facility categories to correct for  the absence of these interviews in the episode database. The fact that  the study used a multi-stage sampling design (sampling PSUs and then  facilities within PSUs) meant that special procedures were required to  produce appropriate standard errors for the study estimates. Most  standard statistical packa\nges do not produce correct variances because  they treat the data as if all the elements in a sample had an equal  and independent chance of selection. To allow computation of  appropriate standard errors, the replication method was used to  develop replicate weights for both the facility and the episode-level  data. Thus, the final step in the weighting process was to develop  replicate weights. Parts 4-6: Three types of weights were computed for  sampled LES cases: agency weights, case weights, and replicate  weights. The agency weight is a function of the probability of having  selected the agency. Since all law enforcement agencies from the  sampled counties were included in the sample, this was the same as the  probability of having selected the county. The agency weights were  also adjusted for nonresponse and refusals, thus letting the  participating agencies represent the additional agencies that would  otherwise be unrepresented because of the agencies that did not  participate. Case weights took account of the probability of having  sampled the case, which was generally the same as the probability of  having sampled the agency from which the case originated. The case  weights were used to correct for the loss of the two case-level  refusals. The final step in the weighting process was the development  of replicate weights. The complex sampling design required special  procedures in order to compute the precision of the study estimates  and conduct statistical tests. The replication approach was used with  the LES data. The replication method required the development of  replicate weights. While the replication method is not the only way to  compute the precision of estimates from complex survey samples,  replication methods have been shown to have several advantages even  when other methods can be applied. The replicate samples are subsets  of the full sample created to mirror the design of the full  sample. The technique computes variance by measuring the variability  among replicates of the full sample. When a sample includes more than  20 percent of the population, the method of computing replicates must  be adjusted. As noted above, it was anticipated that the LES  methodology would yield a sample of stereotypical abductions that  would reflect a large percentage of the estimated total in the  nation. This indeed turned out to be the case. Because of this, the  replicates were adjusted with a \"finite population factor\" in order to  avoid overestimating variances Case sampling was used in a few cases  to reduce response burden in some large agencies in order to make it  feasible for the agency to participate in the study. In these  instances, case weights ensured that the sample cases represented all cases in the agency."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: 35 percent. Part 2: 61 percent. Part 3: The  JFS response rate for the institution-level interview was 100 percent.  A total of 74 facility-level interviews were completed from the 75  sampled facilities. Three of the sampled facilities were found to be  non-operational (hence ineligible), while a fourth sampled facility  actually consisted of three separate juvenile residential facilities,  all of which were included in the study. Thus, all in-scope facilities  participated in the facility-level interviews. The JFS response rate  for the episode-level interview was 93 percent. A total of 116  episode-level interviews were targeted. Episode-level interviews were  successfully completed for 108 of these targeted episodes, yielding a  93 percent completion rate. Parts 4-6: Phase 1 mail survey -- 91  percent, and Phase 2 followup telephone interview -- 99.3 percent. Overall -- 90.6 percent."}]}},"files":[{"description":"","label":"Household Survey -- Adult Data","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608277,"persistentId":"","pidURL":"","filename":"Household Survey -- Adult Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Household Survey -- Youth Data","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608276,"persistentId":"","pidURL":"","filename":"Household Survey -- Youth Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Facilities Data on Runaways","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608278,"persistentId":"","pidURL":"","filename":"Juvenile Facilities Data on Runaways","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Data -- Case","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608279,"persistentId":"","pidURL":"","filename":"Law Enforcement Data -- Case","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Data -- Perpetrator","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608280,"persistentId":"","pidURL":"","filename":"Law Enforcement Data -- Perpetrator","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Data -- Victim","restricted":false,"version":1,"datasetVersionId":34891,"dataFile":{"id":2608281,"persistentId":"","pidURL":"","filename":"Law Enforcement Data -- Victim","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}