{"status":"OK","data":{"id":38412,"identifier":"ICPSR13748.v1","persistentUrl":"https://doi.org/10.3886/ICPSR13748.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR13748.v1","latestVersion":{"id":34412,"storageIdentifier":"file://10.3886/ICPSR13748.v1","versionState":"RELEASED","distributionDate":"2007-02-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:12:05Z","releaseTime":"2015-04-09T03:12:05Z","createTime":"2015-04-09T03:12:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN): Walk-A-Line, Wave 3, 2000-2002"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"PHDCN WALK, 2000-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Earls, Felton J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard Medical School"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Brooks-Gunn, Jeanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. Columbia University. Teacher's College. Center for the Study of Children and Families"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Raudenbush, Stephen W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. University of Michigan. School of Education and Survey Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sampson, Robert J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. Harvard University. Department of Sociology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Project on Human Development in Chicago Neighborhoods  (PHDCN) was a large-scale, interdisciplinary study of how families,  schools, and neighborhoods affect child and adolescent development.  One component of the PHDCN was the Longitudinal Cohort Study, which  was a series of coordinated longitudinal studies that followed over  6,000 randomly selected children, adolescents, and young adults, and  their primary caregivers over time to examine the changing  circumstances of their lives, as well as the personal characteristics,  that might lead them toward or away from a variety of antisocial  behaviors. Numerous measures were administered to respondents to  gauge various aspects of human development, including individual  differences, as well as family, peer, and school influences. One such  measure was the Walk-A-Line instrument. It was administered to  subjects in Cohort 0 and obtained a measurement of their motor skills.  Subjects were timed walking on a line six inches wide by six feet  long. In the first trial, the subjects were asked to walk the line at  a regular pace. For the second and third trials, the subjects were asked to walk the line slowly."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago   Neighborhoods</strong></p>\n\n<p>The Project on Human Development in Chicago Neighborhoods (PHDCN)  was a large-scale, interdisciplinary study of how families, schools,  and neighborhoods affect child and adolescent development. It was  designed to advance the understanding of the developmental pathways of  both positive and negative human social behaviors. In particular, the  project examined the causes and pathways of juvenile delinquency,  adult crime, substance abuse, and violence. At the same time, the  project provided a detailed look at the environments in which these  social behaviors took place by collecting substantial amounts of data  about urban Chicago, including its people, institutions, and  resources.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>One component of the PHDCN was the Longitudinal Cohort Study, which  was a series of coordinated longitudinal studies that followed over  6,000 randomly selected children, adolescents, and young adults, and  their primary caregivers over time to examine the changing  circumstances of their lives, as well as the personal characteristics,  that might lead them toward or away from a variety of antisocial  behaviors. The age cohorts include birth (0), 3, 6, 9, 12, 15, and 18  years. Numerous measures were administered to respondents to gauge  various aspects of human development, including individual  differences, as well as family, peer, and school influences.</p>\n\n<p><strong>Walk-A-Line</strong></p>\n\n<p>The data in this collection are from Wave 3 of the Longitudinal  Cohort Study, which was administered between 2000 and 2002. The data  files contain information from the Walk-A-Line protocol. The  Walk-A-Line instrument obtained a measurement of the subjects' motor  skills. Subjects were timed walking on a line six inches wide by six feet  long. In the first trial, the subjects were asked to walk the line at a  regular pace. For the second and third trials, the subject was asked to walk the line slowly.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago   Neighborhoods</strong></p>\n\n<p>The city of Chicago was selected as the research site for the PHDCN  because of its extensive racial, ethnic, and social-class diversity.  The project collapsed 847 census tracts in the city of Chicago into  343 neighborhood clusters (NCs) based upon seven groupings of  racial/ethnic composition and three levels of socioeconomic status.  The NCs were designed to be ecologically meaningful. They were  composed of geographically contiguous census tracts, and geographic  boundaries, and knowledge of Chicago's neighborhoods were considered  in the definition of the NCs. Each NC was comprised of approximately  8,000 people.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>For the Longitudinal Cohort Study, a stratified probability sample  of 80 neighborhoods was selected. The 80 NCs were sampled from the 21  strata (seven racial/ethnic groups by three socioeconomic levels) with  the goal of representing the 21 cells as equally as possible to  eliminate the confounding between racial/ethnic mix and socioeconomic  status. Once the 80 NCs were chosen, then block groups were selected  at random within each of the sample neighborhoods. A complete listing  of dwelling units was collected for all sampled block groups.  Pregnant women, children, and young adults in seven age cohorts  (birth, 3, 6, 9, 12, 15, and 18 years) were identified through  in-person screening of approximately 40,000 dwelling units within the  80 NCs. The screening response rate was 80 percent. Children within  six months of the birthday that qualified them for the sample were  selected for inclusion in the Longitudinal Cohort Study. A total of  8,347 participants were identified through the screening. Of the  eligible study participants, 6,228 were interviewed in the Wave 1 data  collection, 5,338 were interviewed in the Wa\nve 2 data collection, and  4,850 were interviewed in the Wave 3 data collection.</p>\n\n<p>Data collection for Wave 3 began in 2000 and ended in 2002. It  included a letter sent to study participants notifying them that they  would be contacted to schedule an interview. Additional information on  the contact log included the dates and research assistant ID of the  Wave 2 interview (or the status of the case if incomplete in Wave 2),  a list of household composition and ID numbers of other household  members in the study, the name the telephone was listed under, the  recontact information from Waves 1 and 2, and an updated history of  addresses.</p>\n\n<p>For all cohorts except 0 and 18, primary caregivers as well as the  child were interviewed. The primary caregiver was the person found to  spend the most time taking care of the child. Separate research  assistants administered the primary caregiver interviews and the child  interviews. The primary method of data collection was face-to-face  interviewing, although participants who refused to complete the  personal interview were administered a phone interview. An abbreviated  telephone interview was conducted for the primary caregivers in  Cohorts 0-15 and Cohort 18 study participants in Wave 3 who lived  outside the nine-county metropolitan area to which research assistants  were able to travel for interviews. In Wave 3, phone interviews were  also conducted with the study participants in Cohort 15. People who  refused to complete the two-hour in-person interview were administered  the phone interview. A total of 391 telephone interviews were  conducted during Wave 3, representing 6.3 percent of the sample.</p>\n\n<p>Proxy interviews were conducted with study participants who were  emancipated minors (under 18 but married or living independently). The  study participants answered questions from the primary caregiver's  interview on the primary caregiver's behalf. In Wave 3, one primary  caregiver and eleven study participants (young adults) were  interviewed in jail. They were located in either the Cook County Jail  or in one of the state prisons. Those study participants in a state  system outside the nine-county area were also interviewed by phone.  Study participants in foster care could not be interviewed. The  Department of Children and Family Services did not allow interviews of  the foster parent or the child. Permission was granted for a brief  period in Wave 1, therefore there are some children in the sample who  could not be followed up in Waves 2 and 3. Some children were not in  foster care in Wave 1 but were placed in foster care by Wave 2 or  3. They were also not followed up. Lastly, some participants were  interviewed in Wave 3 but not in Wave 2, as they were in foster care  during Wave 2.</p>\n\n<p>Some participants in Wave 1 spoke a language other than English,  Spanish, or Polish. In Wave 3, an abbreviated version of the primary  caregiver's protocol was administered, and the research assistant  arranged for someone in the household to translate on the spot. In  Wave 3, the complete protocol was translated into Spanish.</p>\n\n<p>Depending on the age and wave of data collection, participants were  paid between $5 and $20 per interview. Other incentives, such as free  passes to museums, the aquarium, and monthly drawing prizes, were also  included.</p>\n\n<p>Interview protocols included a wide range of questions. For  example, some questions assessed impulse control and sensation-seeking  traits, cognitive and language development, leisure activities,  delinquency and substance abuse, friends' activities, and  self-perception, attitudes, and values. Caregivers were also  interviewed about family structure, parent characteristics,  parent-child relationships, parent discipline styles, family mental  health, and family history of criminal behavior and drug use.</p>\n\n<p>For primary caregivers included in Wave 3 but not in Wave 2, an  addendum interview was administered con\nsisting of measures or portions  of measures from the Wave 2 interview. An addendum was also given to  the Cohort 15 and 18 study participants who were not included in Wave  2. A total of 164 primary caregivers and 62 young adult (Cohorts 15  and 18) addendums were completed in Wave 3.</p>\n\n<p><strong>Walk-A-Line</strong></p>\n\n<p>The Walk-A-Line instrument was administered to subjects in Cohort 0  and obtained a measurement of their motor skills. Subjects were timed  walking on a line six inches wide by six feet long. Three different  trials were recorded. In the first trial, the subjects were asked to  walk the line at a regular pace. For the second and third trials, the subjects were asked to walk the line slowly.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data file contains the times for each trial,  measured in seconds, in addition to notes recorded by the research assistant who administered the protocol."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"caregivers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"childhood"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"motor skills"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR IV. Marriage, Family, Households, and Unions"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VI. Population Characteristics"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VIII. NICHD Supported Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"PHDCN IV. Longitudinal Cohort Study"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"PHDCN subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-02-07Version Text: 2007-02-07 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: (1) The Murray Research Center conducted the initial  data and documentation processing for this collection. (2) At present,  only a restricted version of the data is available (see RESTRICTIONS  field). A downloadable version of the data is slated to be available in the near future.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-K005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-02-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Children, adolescents, young adults, and their primary caregivers, living in the city of Chicago in 1994."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Stratified probability sample."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed recodes and/or calculated derived variables."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>The overall response rate for Wave 3 of the  Longitudinal Cohort Study was 78.19 percent or 4,850 participants. The  response rates for subjects by cohort were:</p>\n\n<ol>\n<li>76.0 percent for Cohort 0</li>\n<li>80.5 percent for Cohort 3</li>\n<li>80.2 percent for Cohort 6</li>\n<li>77.5 percent for Cohort 9</li>\n<li>74.9 percent for Cohort 12</li>\n<li>71.3 percent for Cohort 15</li>\n<li>67.4 percent for Cohort 18</li>\n</ol>\n\n<p>The response rates for primary caregivers by cohort were:</p>\n\n<ol>\n<li>76.6 percent for Cohort 0</li>\n<li>81.3 percent for Cohort 3</li>\n<li>80.6 percent for Cohort 6</li>\n<li>79.0 percent for Cohort 9</li>\n<li>79.1 percent for Cohort 12</li>\n<li>77.0 percent for Cohort 15</li>\n<li>0 percent for Cohort 18</li>\n</ol>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Project on Human Development in Chicago Neighborhoods (PHDCN) Walk-A-Line, Wave 3, 2000-2002","restricted":false,"version":1,"datasetVersionId":34412,"dataFile":{"id":2605141,"persistentId":"","pidURL":"","filename":"Project on Human Development in Chicago Neighborhoods (PHDCN) Walk-A-Line, Wave 3, 2000-2002","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}