{"status":"OK","data":{"id":39933,"identifier":"ICPSR02312.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02312.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02312.v1","latestVersion":{"id":35933,"storageIdentifier":"file://10.3886/ICPSR02312.v1","versionState":"RELEASED","distributionDate":"1998-10-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:28:53Z","releaseTime":"2015-04-09T03:28:53Z","createTime":"2015-04-09T03:28:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Early Identification of the Serious Habitual Juvenile Offender Using a Birth Cohort in Philadelphia, 1958-1984"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weiner, Neil Alan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Pennsylvania. School of Social Work. Center for the Study of Youth Policy and Sellin Center for Studies in Criminology and Criminal Law"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Beginning in the mid-1980s, the Office of Juvenile Justice  and Delinquency Prevention (OJJDP) funded the creation of Habitual  Offender Units (HOUs) in 13 cities. HOUs were created to prosecute  habitual juvenile offenders by deploying the most experienced  attorneys to handle these cases from start to finish. By targeting the  earliest points in the career sequence of the juvenile offenders, the  greatest number of serious offenses can potentially be averted.  Selection criteria to qualify for priority prosecution by an HOU  usually encompassed one or more generic components relating to aspects  of a juvenile's present and prior offense record. In Philadelphia, to  be designated a serious habitual offender and to qualify for priority  prosecution by the HOU, a youth had to have two or more prior  adjudications or open cases for specific felonies, as well as a  current arrest for a specified felony. The first three police contacts  in a Philadelphia juvenile offender's record were of special interest  because they included the earliest point (i.e., the third contact) at  which a youth could be prosecuted in the Philadelphia HOU, under their  selection criteria. The main objectives of this study were to  determine how well the selection criteria identified serious habitual  offenders and which variables, reflecting HOU selection criteria,  criminal histories, and personal characteristics, were most strongly  and consistently related to the frequency and seriousness of future  juvenile and young adult offending. To accomplish this, an assessment  was conducted using a group of juveniles born in 1958 whose criminal  career outcomes were already known. Applying the HOU selection  criteria to this group made it possible to determine the extent to  which the criteria identified future habitual offending. Data for the  analyses were obtained from a birth cohort of Black and white males  born in 1958 who resided in Philadelphia from their 10th through their  18th birthdays. Criminal careers represent police contacts for the  juvenile years and arrests for the young adult years, for which police  contacts and arrests are synonymous. The 40 dependent variables were  compute\nd using 5 different criminal career aspects for 4 crime type  groups for 2 age intervals. The data also contain various dummy  variables related to prior offenses, including type of offense, number  of prior offenses, disposition of the offenses, age at first prior  offense, seriousness of first prior offense, weapon used, and whether  it was a gang-related offense. Dummy variables pertaining to the  current offenses include type of offense, number of crime categories,  number of charges, number of offenders, gender, race, and age of  offenders, type of intimidation used, weapons used, number of crime  victims, gender, race, and age of victims, type of injury to victim,  type of victimization, characteristics of offense site, type of  complainant, and police response. Percentile of the offender's  socioeconomic status is also provided. Continuous variables include  age at first prior offense, age at most recent prior offense, age at current offense, and average age of victims."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Beginning in the mid-1980s, the Office of  Juvenile Justice and Delinquency Prevention (OJJDP) funded the  creation of Habitual Offender Units (HOUs) in 13 cities. HOUs were  created to prosecute habitual juvenile offenders by deploying the most  experienced attorneys to handle these cases from start to finish. By  targeting the earliest points in the career sequence of the juvenile  offenders, the greatest number of serious offenses can potentially be  averted. Selection criteria to qualify for priority prosecution by an  HOU usually encompassed one or more generic components relating to  aspects of a juvenile's present and prior offense record. In  Philadelphia, to be designated a serious habitual offender and to  qualify for priority prosecution by the Philadelphia HOU, a youth had  to have two or more prior adjudications or open cases for specific  felonies and a current arrest for a specified felony. Specific  felonies included criminal homicide and first degree felonies, such as  rape, robbery, aggravated assault, burglary, arson, involuntary  deviate sexual intercourse, and drug offenses (delivery or possession  with intent to deliver). In other words, an accumulation of a  prespecified number of serious delinquent acts would trigger a  specialized prosecutorial response. Each city's HOU adopted its own  selection criteria based also on a combination of legal and  administrative considerations. Legal considerations centered on the  seriousness of the specified charges and the mounting criminal  liability engendered by multiple arrests or  adjudications. Administrative considerations centered on the number of  cases generated by the selection criteria. However, none of the cities  adopted selection criteria on the basis of systematic research and  almost no research was conducted on how well these HOUs' selection  criteria identified serious habitual offenders. The following  questions arose about the Philadelphia selection criteria: (1) The  specified crime charges were for serious offenses, but should other  crime charges have been adopted? (2) Some of the specified crime  charges could be related to the more repetitive types of criminal  behavior (e.g., robbery, burglary), but was a single charge better  than a combination of charge types for identifying serious habitual  offending if a relationship between charge type and future offending  exists? (3) Two prior adjudications or pending cases represent a  mounting criminal record and appear to reflect a commitment to  continued criminal activity, but is there a reason to adopt another  threshold, preferably one case rather than two? and (4) Should the  prosecutors consider other information, such as unofficial  information, to identify the serious habitual offender? The main  objective of the study was to determine which variables, reflecting  current selection criteria, criminal histories, and personal  characteristics, were most strongly and consistentl\ny related to  selected aspects of a juvenile's future criminal career. With the  capacity to identify accurately serious habitual offenders,  prosecutors would be in a better position to allocate limited staff,  money, and technology to those cases that are most likely to yield the  greatest payoff. Intervention programs, whether based on  incapacitation, deterrence, and/or rehabilitation, would also work  best if the right group of juveniles were selected for priority prosecution."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study attempted to identify variables,  reflecting HOU selection criteria, criminal histories, and personal  characteristics, at each of a juvenile's felony police contacts to  determine which were most strongly and consistently related to the  frequency and seriousness of future juvenile and young adult  offending. The first three police contacts in a Philadelphia juvenile  offender's record were of special interest because they included the  earliest point (i.e., the third contact) at which a youth could be  prosecuted in the Philadelphia HOU, under their selection  criteria. Analyses were conducted separately on the first, second, and  third police contacts to (1) assess Philadelphia's current selection  criteria, which were triggered at the third felony police contact, (2)  establish whether there were variables that were consistently related  to a juvenile's future criminal career across the first three felony  transitions, and (3) determine whether there were grounds for  prosecutors to select juveniles for prosecution by the HOU at the  first or second felony police contacts rather than waiting for the  third. To accomplish this, an assessment was conducted using a group  of juveniles born in 1958 whose criminal career outcomes were already  known. Applying the HOU selection criteria to this group made it  possible to determine the extent to which the criteria identified  future habitual offending. Data for the analyses were obtained from a  birth cohort of Black and white males born in 1958 who resided in  Philadelphia from their 10th through their 18th birthdays. For each  birth cohort member with at least one felony police contact during the  juvenile years, spanning the 10th through 18th birthdays, a juvenile  felony sequence was created starting with the juvenile's first felony  and ending with the juvenile's last felony. Then arrest and judicial  histories for the juvenile and young adult periods were merged to form  a continuous sequence, spanning ages 10 through 26. This sequence was  the basis for computing the dependent variables. At each of the  sequential points, or transitions, data were provided for the Black  and white youngsters separately and for both races together. The  pooled data files retained only up to three police contacts. In order  to assess the sensitivity of the findings to sampling error,  statistical analyses were first conducted on a randomly partitioned  construction sample comprising 70 percent of the subjects. The final  statistical results at each felony transition based on the  construction sample were then reexamined at the corresponding felony  transition in a validation sample comprised of the remaining 30  percent. In response to the prosecutors' interest in narrowing the  scope of eligible juveniles to just the \"high\" group (i.e., most  frequent/serious), the researchers noted that percentages assigned by  the prosecutors to identify the \"high\" group converged on the top  quartile. Therefore, from an operational standpoint, juveniles with  one or more specified felonies who fell into the top 25 percent with  respect to future repetitive serious offending would be included  \"in\" the HOU. Juveniles who fell below that point would be directed  \"out\" of the HOU. To reflect this in-out decision format, dependent  variables were dichotomized, using the 75th percentile to split the  variables into a top 25 percent and a bottom 75 percent. To get some  idea of the\nrobustness of findings and to investigate how alternative  definitions of the \"high\" and \"low\" group would affect the  selection criteria used to make the in-out decision, final results  based on the 25/75 percentile split were reanalyzed using a 10/90 split."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Dependent variables represent aspects of a  juvenile's future criminal career (i.e., aspects that occurred  subsequent to the point in the felony sequence under  analysis). Criminal careers represent police contacts for the juvenile  years and arrests for the young adult years for which police contacts  and arrests are synonymous. Dependent variables were computed in five  ways, reflecting different criminal career aspects: (1) the rate per  year of police contacts, (2) the average seriousness per police  contact, (3) the average seriousness per year of police contacts, (4)  the average number of criminal charges per police contact, and (5) the  average number of criminal charges per year. These five dependent  variables were computed for four crime type groups, in increasing  order of restrictiveness: (1) all offenses (i.e., crime events), (2)  specified felonies (i.e., serious crimes), (3) Uniform Crime Reports  (UCR) index crimes, and (4) UCR violent index crimes (i.e., dangerous  crimes). The five criminal career aspects and four crime type groups  were computed for two age intervals: (1) the remaining juvenile years  (through the youth's 18th birthday) and (2) the remaining juvenile  years and the young adult years (through the youth's 27th  birthday). This resulted in a total of 40 dependent variables. The  data also contain various dummy variables related to prior offenses,  including type of offense, number of prior offenses, disposition of  the offenses, weapon used, whether the offense was gang-related, age  at first prior offense, and seriousness of first prior offense. Dummy  variables pertaining to the current offenses include type of offense,  type of injury to victim, number of crime categories, number of  charges, weapons used, number of offenders, gender, race, and age of  offenders, type of intimidation used, number of crime victims, gender,  race, and age of victims, type of victimization, characteristics of  offense site, type of complainant, and police response. Other  variables include offender's socioeconomic status, age at first prior  offense, age at most recent prior offense, age at current offense, and average age of victims."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"career criminals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felony offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"presecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-04-04Version Text: 2008-04-04Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File SP2312.ALL was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File SA2312.ALL was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2312.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Users are encouraged to obtain a copy of the final  report for more information on the methodology and analyses associated  with this study. (2) The user guide and codebook are provided as a  Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to  obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-IJ-CX-0065"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-10-15"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1958"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1984"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1968"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1985"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records (police, court, and school records)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Philadelphia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["The police contact."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All juvenile offenders in Philadelphia, Pennsylvania."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The study used a cohort of 13,160 males born in  1958 who resided in Philadelphia from their 10th through their  18th birthdays. Cohort members were restricted to those who had lived in Philadelphia without interruption from age 10 to 17."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Felony Police Contacts with Black Juveniles, Construction Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615968,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with Black Juveniles, Construction Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with Black Juveniles, Construction Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615967,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with Black Juveniles, Construction Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with Black Juveniles, Validation Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615966,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with Black Juveniles, Validation Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with Black Juveniles, Validation Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615965,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with Black Juveniles, Validation Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with White Juveniles, Construction Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615972,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with White Juveniles, Construction Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with White Juveniles, Construction Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615971,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with White Juveniles, Construction Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with White Juveniles, Validation Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615970,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with White Juveniles, Validation Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Felony Police Contacts with White Juveniles, Validation Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615969,"persistentId":"","pidURL":"","filename":"Felony Police Contacts with White Juveniles, Validation Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pooled Felony Police Contacts, Construction Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615976,"persistentId":"","pidURL":"","filename":"Pooled Felony Police Contacts, Construction Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pooled Felony Police Contacts, Construction Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615975,"persistentId":"","pidURL":"","filename":"Pooled Felony Police Contacts, Construction Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pooled Felony Police Contacts, Validation Sample, 1090 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615974,"persistentId":"","pidURL":"","filename":"Pooled Felony Police Contacts, Validation Sample, 1090 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pooled Felony Police Contacts, Validation Sample, 2575 Percentile Data","restricted":false,"version":1,"datasetVersionId":35933,"dataFile":{"id":2615973,"persistentId":"","pidURL":"","filename":"Pooled Felony Police Contacts, Validation Sample, 2575 Percentile Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}