{"status":"OK","data":{"id":45584,"identifier":"ICPSR27561.v1","persistentUrl":"https://doi.org/10.3886/ICPSR27561.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR27561.v1","latestVersion":{"id":41584,"storageIdentifier":"file://10.3886/ICPSR27561.v1","versionState":"RELEASED","distributionDate":"2013-10-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:30:57Z","releaseTime":"2015-04-09T04:30:57Z","createTime":"2015-04-09T04:30:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF\ncodebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Less-Lethal Technologies on Police Use-of-Force Outcomes in 13 Sites in the United States, 1992-2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Taylor, Bruce"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Executive Research Forum"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Koper, Chris"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Executive Research Forum"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study examined how law enforcement agencies (LEAs) manage the use of force by officers. It was conducted to produce practical information that can help LEAs establish guidelines that assist in the effective design of Conducted Energy Device (CED) deployment programs that support increased safety for officers and citizens. The study used a quasi-experimental design to compare seven LEAs with CED deployment to a set of six matched LEAs that did not deploy CEDs on a variety of safety outcomes. From 2006-2008, data were collected on the details of every use of force incident during a specified time period (1992-2007), as well as demographic and crime statistics for each site. For the agencies that deployed CEDs, at least two years of data on use of force incidents were collected for the period before CED deployment and at least two years of data for the period after CED deployment. For the agencies that did not deploy CEDs, at least four years of data were collected over a similar period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to produce scientifically valid results to inform law enforcement agency (LEA) executives' decisions regarding the use of Conducted Energy Devices (CEDs). The goal of the study was to produce practical information that can help law enforcement executives make good decisions about whether to deploy CEDs, and if a decision is made to deploy them, to help the agencies develop CED policy and procedural guidelines that provide increased safety for officers and citizens. In order to accomplish this goal, the objective was to conduct an evaluation comparing LEAs that have deployed CEDs to a matched group of LEAs that have not deployed CEDs in terms of officer and suspect safety during use-of-force incidents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study used a quasi-experimental design to compare Law Enforcement Agencies (LEAs) with Conducted Energy Device (CED) deployment to a set of matched LEAs that did not deploy CEDs on a variety of outcomes. The matching design used by this study involved matching seven CED deploying sites and six non-CED deploying sites based on violent crime levels, police activity, agency size, and population size of jurisdiction. The inclusion of 13 departments allowed the study not only to assess incident-level factors, but also some important departmental/organizational-level factors that could affect outcomes. The study included data collected for at least four years on all incidents of use of force for all of the participating departments. For the LEAs that deployed CEDs, data were collected for at least two years before CED deployment and two years of data after CED deployment. For the LEAs that did not deploy CEDs, data were collected for at least four years over a similar period. While the focus of the study was on the use of CEDs, data were collected on all use-of-force incidents (not just CED cases), in order to examine the range of weapons and unarmed tactics that the police employ in exerting force to arrest suspects. The researchers collected data in one of two ways, either a two-person research team was sent to the participating LEA to conduct onsite archival review and coding of use of force documents or they used electronic use of force data maintained by the participating LEA. Among the agencies with electronic data, some had good relationships with the Police Exec\nutive Research Forum, and opted to give the researchers their entire use of force dataset, rather than only four years of data. Using the raw data on each incident (Part 1), the principal investigators created computed/derived variables about selected incidents for use in hierarchical linear modeling analyses (Part 3). Additionally, aggregate data about each of the 13 sites were collected (Part 2); the research team worked with each site to collect crime and demographic data for each participating city. The sources of these data were the FBI's Uniform Crime Report (UCR) system and the United States Census 2000."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 has 774 variables describing each use of force incident. These include basic information about the incident (date, time, and type of call) as well as information about up to seven officers and up to seven suspects involved in each incident. These fall into a few categories:</p>\n\n<ul>\n<li>Background variables concerning the officers and suspects which include: physical descriptions, demographics, years of experience (officers only), and criminal history (suspects only).</li>\n<li>Variables describing behavior of the officers and suspects during the incident including: weapons available (officers and suspects), weapons used and specifically any use of Conducted Energy Devices (officers only), behavior during the incident (suspects only), and whether the suspect was impaired by alcohol/drugs or psychologically impaired, during the incident.</li>\n<li>Variables regarding injuries, for each of the officers, suspects, and for up to seven bystanders. These include: whether there was an injury, the cause and type of the injury, the severity of injury (including fatalities), and the level of medical attention required.</li>\n<li>There are also a number of computed variables, derived from the collected data, these primarily aggregate across multiple variables. These include aggregations across variables about a single individual (for example, the most severe suspect behavior, aggregating over the questions about different types of suspect behavior) and aggregations across individuals (for example: whether suspects were shot, aggregating over the seven suspects).</li>\n</ul>\n\n<p>Part 2 has 24 variables, including 9 variables about demographic statistics (based on statistics from the 2000 United States Census) and 14 variables about crime statistics for each site (based on statistics from the FBI's Uniform Crime Report system).</p>\n\n<p>Part 3 has 39 variables describing each use of force incident at the 13 sites. These include characteristics of the agency involved, the time period of the incident, suspect demographics and behaviors, injuries and deaths of officers and suspects involved in the incident, and weapons used in the incident. Unlike the variables in Part 1, variables in Part 3 do not concern individual officers and suspects, but are primarily derived variables concerning all officers and suspects involved in the incident.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police equipment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police use of force"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police weapons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-10-29Version Text: 2013-10-29Subject: Study Level Error Note, Notes: Due to confidentiality concerns, ICPSR masked the year variable in the downloadable datasets for Part 1 and Part 3. The site identification variable is also masked in the downloadable datasets. In the restricted versions of this data collection, the site identification variable is comprised of anonymized site ID values. Site names are not available to secondary users of the data, even under restricted access procedures. While the year and site variables are only available via restricted access procedures, users can replicate many analyses conducted in the final report for this study (Taylor et al., 2009; NCJ 237965) using the pre-period/post-period CED deployment variable and the CED site/Non-CED site indicator variable in conjunction with other collected measures.;Subject: Study Level Error Note, Notes: Users should be aware that while data collection for this study occurred between 2006 and 2008, Part 1 includes incidents occurring in 2008 and 2009. According to the principal investigators, it is p\nossible that those values are correct, or they could be mistypes. Additionally, a single incident is listed as occurring in 1975 and another in 1987, these are most likely a wild code. The time period used by the principal investigators for analysis in their report and for which data are included in Part 2 and Part 3 is 1998-2007. Part 1 contains additional data from before and after this time period, because some agencies gave the researchers their entire electronic Use of Force dataset.;Subject: Study Level Error Note, Notes: Users should be aware that while both Part 1 and Part 3 contain information at the incident-level, they have a different number of cases. Part 1 includes all incidents for which data were provided during the collection process for each site. Part 3 was used by the principal investigators for statistical analysis and includes only incidents that occurred during the four years (between 1998 and 2007) selected at each site for analysis purposes as described in the study design. More details on the research design and methods can be found in the final report for the study (Taylor et al., 2009; NCJ 237965).;Subject: Study Level Error Note, Notes: The following time methods are indicated for this study: Cross-sectional, Longitudinal, Longitudinal: Panel, and Time Series. All of these options are selected because the study design and structure of the datasets make the exact time method unclear. Although the unit of observation for Part 1 and Part 3 is individual use-of-force incident (i.e. each row in the dataset corresponds to a single incident), both parts are multi-level datasets (Part 3 is specifically set up for use in Hierarchical Linear Modeling) and the study design is structured around the 13 law enforcement agencies at which the incidents occurred. Therefore, it is difficult to specify whether the study is tracking a population (Longitudinal), a fixed sample of respondents (Longitudinal: Panel), or a sampling of individual cases across time (Time Series). Additionally, while the incidents occurred over continuous periods at each agency, and span a 15 year period in Part 1 and a 9 year period in Part 3, the study design is largely structured around two discrete time periods, a \"before\" period and an \"after\" period. The unit of observation for Part 2 is the law enforcement agency, and the dataset includes data that are Cross-sectional (from the US Census 2000), and data that are two-period (before and after) Longitudinal: Panel data. For more details on study design, users can refer to the final report for this study (Taylor et al., 2009; NCJ 237965).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0028"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-10-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2006"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","aggregate data","census/enumeration data","event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["law enforcement agency use-of-force documents and electronic use-of-force data","FBI Uniform Crime Report system","United States Census 2000"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["use-of-force incident","law enforcement agency"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All law enforcement agencies in the United States that had at least 100 sworn officers according to the 2005 National Directory of Law Enforcement Agencies database."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The principal investigators selected 18 police departments nationwide using a selection process designed to ensure comparability across the departments and to ensure that each department could provide the necessary outcome data. The goal was to have at least 12 departments in the study, and 13 were obtained. The selection criteria included: (1) being able to provide data on all incidents of use of force (including data such as type of force used and injury outcomes to both officer and suspects), (2) having a written policy identifying Conducted Energy Device (CED) and other less-lethal weapon placement on the force continuum, (3) a willingness to share data with the Police Executive Research Forum (PERF) for this study, and (4) having at least 100 sworn officers (larger law enforcement agencies were sought for participation in the study in order to obtain sufficient numbers of use-of-force incidents for a robust analysis). To ensure that appropriate groups could be compared to each other and that the time-series (pre- and post-test) component of the study could take place, the final criterion (5) was that the departments in the study needed to have all of the necessary data available for at least 4 years (2 years pre-CED deployment and 2 years post-CED deployment or 4 years of a comparable time period for the non-CED deploying sites). The selection of cities was based on a matching analysis using a PERF nationally representative survey on use of force, conducted in 2006-2007, which surveyed a stratified random sample of 950 Law Enforcement Agencies and received responses from just under 60 percent of the sample. The final sample includes all 17,965 use of force incidents for which data was gathered (Part 1) at 13 sites (Part 2). Part 3 includes a subsample of the incidents in Part 1, consisting of the 14,866 incidents that occurred at the 13 sites over 4 years selected by the principal investigators for analysis (2 years pre-CED deployment and 2 years post-CED deployment or 4 years of a comparable time period for the non-CED sites)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the 18 law enforcement agencies that were selected for participation, 13 were included in the study, for a response rate of 72 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Full Use of Force Incident Data","restricted":false,"version":1,"datasetVersionId":41584,"dataFile":{"id":2661188,"persistentId":"","pidURL":"","filename":"Full Use of Force Incident Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hierarchical Linear Modeling Aggregate Data","restricted":false,"version":1,"datasetVersionId":41584,"dataFile":{"id":2661189,"persistentId":"","pidURL":"","filename":"Hierarchical Linear Modeling Aggregate Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hierarchical Linear Modeling Incident Data","restricted":false,"version":1,"datasetVersionId":41584,"dataFile":{"id":2661190,"persistentId":"","pidURL":"","filename":"Hierarchical Linear Modeling Incident Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}