{"status":"OK","data":{"id":38165,"identifier":"ICPSR06436.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06436.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06436.v1","latestVersion":{"id":34165,"storageIdentifier":"file://10.3886/ICPSR06436.v1","versionState":"RELEASED","distributionDate":"1995-08-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:24Z","releaseTime":"2015-04-09T03:09:24Z","createTime":"2015-04-09T03:09:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Victim Assistance Agency Survey, 1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McEwen, J. Thomas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection examines victim assistance programs  that are operated by law enforcement agencies, prosecutor's offices,  and independent assistance agencies. Vict\nim assistance programs came  into being when it was discovered that, in addition to the physical,  emotional, and financial impact of a crime, victims often experience a  \"second victimization\" because of insensitive treatment by the  criminal justice system. Specifically, this study sought to answer the  following questions: (1) What are the current staffing levels of  victim assistance programs? (2) What types of victims come to the  attention of the programs? (3) What types of services are provided to  victims? and (4) What are the operational and training needs of victim  assistance programs? The survey was sent to 519 police departments,  sheriff departments, and prosecutor's offices identified as having  victim assistance programs. Also, 172 independent full-service  agencies that were believed to provide referral or direct services to  victims (not just advocacy) were also sent surveys. Variables on  staffing levels include the number of full-time, part-time, and  volunteer personnel, and the education and years of experience of paid  staff. Victim information includes the number of victims served for  various types of crime, and the percent of victims served identified  by race/ethnicity and by age characteristics (under 16 years old,  17-64 years old, and over 65 years old). Variables about services  include percent estimates on the number of victims receiving various  types of assistance, such as information on their rights, information  on criminal justice processes, \"next-day\" crisis counseling,  short-term supportive counseling, or transportation. Other data  gathered include the number of victims for which the agency arranged  emergency loans, accompanied to line-ups, police or prosecutor  interviews, or court, assisted in applying for state victim  compensation, prepared victim impact statements, notified of court  dates or parole hearings, or made referrals to social service agencies  or mental health agencies. Information is also presented on training  provided to criminal justice, medical, mental health, or other victim  assistance agency personnel, and whether the agency conducted  community or public school education programs. Agencies ranked their  need for more timely victim notification of various criminal justice  events, improvement or implementation of various forms of victim and  public protection, and improvement of victim participation in various  stages of the criminal justice process. Agencies also provided  information on training objectives for their agency, number of hours  of mandatory pre-service and in-service training, types of information  provided during the training of their staff, sources for their  training, and the priority of additional types of training for their  staff. Agency variables include type of agency, year started, and budget information."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Victim Assistance Program Survey was part of  a larger National Institute of Justice (NIJ) effort called the  National Assessment Program (NAP). The NAP surveys a representative  sample of more than 3,000 criminal justice agencies every three years  to determine their problems and needs at the local level. Results of  the survey inform NIJ's research and technical assistance programs. As  violent crimes continue to increase in the United States, more victims  are seeking aid from victim assistance programs. Over the last ten  years, the types of victims served and the services provided by victim  assistance programs have grown. Victim assistance programs serve a  variety of victim types: surviving families of homicide victims and  traffic accident fatality victims, as well as victims of assault,  domestic violence, sexual assault, robbery, burglary, auto theft,  child abuse, and other crimes. Programs provide counseling to victims  of personal and property crimes, helping them locate needed services,  educating them about criminal justice proceedings, and encouraging  their participation in th\ne criminal justice process without their  becoming confused and frustrated. Agencies keep victims notified about  the progress of their case, including information on the status of  police investigations, bail decisions, court dates (including schedule  changes), charging and plea bargaining decisions, sentencing outcomes,  and parole proceedings (hearings, decisions, and release  dates). Specifically, this study sought to answer the following  questions: (1) What are the current staffing levels of victim  assistance programs? (2) What types of victims come to the attention  of the programs? (3) What types of services are provided to victims?  and (4) What are the operational and training needs of victim assistance programs?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A survey was sent to 519 police departments,  sheriff departments, and prosecutor's offices identified as having  victim assistance programs. Also, 172 independent full-service  agencies that were believed to provide referral or direct services to victims (not just advocacy) were also sent surveys."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables on staffing levels include the number of  full-time, part-time, and volunteer personnel, and the education and  years of experience of paid staff. Victim information includes the  number of victims served for various types of crime, and the percent  of victims served identified by race/ethnicity and by age  characteristics (under 16 years old, 17-64 years old, and over 65  years old). Variables about services include percent estimates on the  number of victims receiving various types of assistance, such as  information on their rights, information on criminal justice  processes, \"next-day\" crisis counseling, short-term supportive  counseling, or transportation, and the number of victims for which the  agency arranged emergency loans, accompanied to line-ups, police or  prosecutor interviews, or court, assisted in applying for state victim  compensation, prepared victim impact statements, notified of court  dates or parole hearings, or made referrals to social service agencies  or mental health agencies. Information is also included on training  provided to criminal justice, medical, mental health, or other victim  assistance agency personnel, and whether the program conducted  community or public school education programs. Agencies ranked their  need for more timely victim notification of various criminal justice  events, improvement or implementation of various forms of victim and  public protection, and improvement of victim participation in various  stages of the criminal justice process. Agencies also provided  information on training objectives for their agency, number of hours  of mandatory pre-service and in-service training, types of information  provided during the training of their staff, sources for their  training, and the priority of additional types of training for their  staff. Agency variables include type of agency, year started, and budget information."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim compensation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim rights"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1995-08-16Version Text: 1995-08-16 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"OJP-89-C-009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1995-08-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Agencies."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All agencies with victim assistance programs in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Agencies receiving surveys were identified by the 1990  National Assessment Program (NAP) survey and through the National Organization of Victim Assistance (NOVA)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 370 surveys were returned, resulting  in an overall response rate of 54 percent. Thirty-two surveys were  dropped from analysis because they were incorrectly completed, and 19  surveys were dropped because the respondents indicated that they no  longer had a victim assistance program. By type of agency, the  response rates were 51 percent from police departments, 49 percent  from prosecutor's offices, 46 percent from sheriff departments, and 24 percent from independent assistance agencies."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Data File","restricted":false,"version":1,"datasetVersionId":34165,"dataFile":{"id":2603587,"persistentId":"","pidURL":"","filename":"Data File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements","restricted":false,"version":1,"datasetVersionId":34165,"dataFile":{"id":2603588,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}