{"status":"OK","data":{"id":45534,"identifier":"ICPSR06540.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06540.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06540.v1","latestVersion":{"id":41534,"storageIdentifier":"file://10.3886/ICPSR06540.v1","versionState":"RELEASED","distributionDate":"2000-08-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:30:21Z","releaseTime":"2015-04-09T04:30:21Z","createTime":"2015-04-09T04:30:21Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"White-Collar Criminal Careers, 1976-1978:  Federal Judicial Districts"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisburd, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Waring, Elin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chayet, Ellen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the criminal careers of 1,331 offenders  convicted of white-collar crimes in the United States District Courts  to assess the relative effectiveness of court-imposed prison sanctions  in preventing or modifying future criminal behavior. The white-collar  crime event that was the central focus of this study, the  \"criterion\" offense, provided the standard point of entry for sample  members. Researchers for this study supplemented the data collected by  Wheeler et al. in their 1988 study (NATURE AND SANCTIONING OF WHITE  COLLAR CRIME, 1976-1978: FEDERAL JUDICIAL DISTRICTS [ICPSR 8989]) with  criminal history data subsequent to the criterion offense through to  1990. As in the 1988 study, white-collar crime was considered to  include economic offenses committed through the use of some  combination of fraud, deception, or collusion. Eight federal offenses  were examined: antitrust, securities fraud, mail and wire fraud, false  claims and statements, credit fraud, bank embezzlement, income tax  fraud, and bribery. Arrests were chosen as the major measure of  criminal conduct. The data contain information coded from Federal  Bureau of Investigation (FBI) criminal history records (\"rap  sheets\") for a set of offenders convicted of white-collar crimes in  federal courts in fiscal years 1976 to 1978. The seven federal  judicial districts from which the sample was drawn were central  California, northern Georgia, northern Illinois, Maryland, southern  New York, northern Texas, and western Washington. To correct for a  bias that can be introduced when desistance from criminality is  confused with the death of the offender, the researchers examined the  National Death Index (NDI) data to identify offenders who had died  between the date of sentencing for the criterion offense and when data  collection began for this study in 1990. This data collection contains  three types of records. The first record type (Part 1, Summary Data)  contains summary and descriptive information about the offender's rap  sheet as a whole. Variables include dates of first entry and last  entry on the rap sheet, number of separate crimes on the rap sheet,  whether the criterion crime was listed on the rap sheet, whether the  rap sheet listed crimes prior to or subsequent to the criterion crime,  and date of death of offender. The second and third record types are  provided in one data file (Part 2, Event and Event Interim Data). The  second record type contains information about each crime event on the  rap sheet. Variables include custody status of offender at arrest,  type of arresting agency, state of arrest, date of arrest, number of  charges for each arrest, number of charges resulting in no formal  charges filed, number of charges dismissed, number of charges for  white-collar crimes, type of sanction, length of definite sentence,  probation sentence, and suspended probation sentence, amount of fines,  amount of court costs, and restitution ordered, first, second, and  third offense charged, arrest and court disposition for each charge,  and date of disposition. The third record type contains information  about the interim period between events or between the final event and  the end of the follow-up period. Variables include date of first,  second, and third incarceration, date discharged or transferred from  each incarc\neration, custody/supervision status at each incarceration,  total number of prisons, jails, or other institutions resided in  during the interval, final custody/supervision status and date  discharged from incarceration for the interval, dates parole and  probation started and expired, if parole or probation terms were  changed or completed, amount of fines, court costs, and restitution  paid, whether the conviction was overturned during the interval, and  date the conviction was overturned. A single offender has as many of  record types two and three as were needed to code the entire rap sheet."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The seriousness of white-collar crime and the  damage caused by it is becoming increasingly apparent. Crime control  theory, however, has typically ignored the white-collar offender  because these offenders are generally portrayed as \"one-shot  criminals\" who do not reoffend after their initial contact with the  criminal justice system. Recent empirical studies instead show that  those convicted of white-collar crimes are often repeat  offenders. Despite these findings, virtually no empirical examination  of the effects of sanctions on white-collar criminals has been  conducted. This study examined the criminal careers of 1,331 offenders  convicted of white-collar crimes in the United States District  Courts. The data provide a detailed portrait of the offenders'  criminal histories that allows the relative effectiveness of  court-imposed prison sanctions in preventing or modifying future  criminal behavior to be assessed. The following questions guided the  research: (1) Who are the repeat criminals in a sample of convicted  white-collar offenders and how are they different from street  criminals or other white-collar criminals who do not reoffend? (2)  How are their criminal careers similar to or different from offenders  found in more traditional crime samples? (3) Can examination of the  criminality of these offenders help to understand the dynamics that  led to their initial or continued involvement in crime? (4) What is  the impact of sanctions on white-collar criminal reoffending? and (5)  What can be learned that can inform the debate about sentencing  white-collar offenders, about deterrence theory, and potential backfire effects of punishment?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The white-collar crime event that was the central  focus of this study, the \"criterion\" offense, provided the standard  point of entry for sample members. Researchers for this study  supplemented the data collected by Wheeler et al. in their 1988 study  (NATURE AND SANCTIONING OF WHITE COLLAR CRIME, 1976-1978: FEDERAL  JUDICIAL DISTRICTS [ICPSR 8989]) with criminal history data subsequent  to the criterion offense through to 1990. As in the 1988 study,  white-collar crime was considered to include economic offenses  committed through the use of some combination of fraud, deception, or  collusion. Eight federal offenses were examined: antitrust, securities  fraud, mail and wire fraud, false claims and statements, credit fraud,  bank embezzlement, income tax fraud, and bribery. Arrests were chosen  as the major measure of criminal conduct. The data contain information  coded from Federal Bureau of Investigation (FBI) criminal history  records (\"rap sheets\") for a set of offenders convicted of  white-collar crimes in federal courts in fiscal years 1976 to  1978. The seven federal judicial districts from which the sample was  drawn were: central California, northern Georgia, northern Illinois,  Maryland, southern New York, northern Texas, and western Washington.  An extensive codebook was developed to record criminal history  information from the rap sheets. The codebook underwent a number of  revisions to accommodate the five different formats used for the FBI  raps sheets and to allow the flexibility of recording a number of  charges and an infinite number of arrests. To reduce error caused by  complexities\nof the rap sheets (arrests without dispositions, prison  terms without corresponding arrests, information not in chronological  order, series of entries that actually comprised only a single crime),  senior staff reviewed each rap sheet and delimited the events on the  rap sheet according to specific criteria and knowledge of the criminal  justice system. To correct for a bias that can be introduced when  desistance from criminality is confused with the death of the  offender, the researchers examined the National Death Index (NDI) data  to identify offenders who had died between the date of sentencing for  the criterion offense and when data collection began for this study in 1990."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection contains three types of  records. The first record type (Part 1, Summary Data) contains summary  and descriptive information about the offender's rap sheet as a  whole. Variables include dates of first entry and last entry on the  rap sheet, number of separate crimes on the rap sheet, whether the  criterion crime was listed on the rap sheet, whether the rap sheet  listed crimes prior to or subsequent to the criterion crime, and date  of death of offender. The second and third record types are provided  in one data file (Part 2, Event and Event Interim Data). The second  record type contains information about each crime event on the rap  sheet. Variables include custody status of offender at arrest, type  of arresting agency, state of arrest, date of arrest, number of  charges for each arrest, number of charges resulting in no formal  charges filed, number of charges dismissed, number of charges for  white-collar crimes, type of sanction, length of definite sentence,  probation sentence, and suspended probation sentence, amount of fines,  amount of court costs, and restitution ordered, first, second, and  third offense charged, arrest and court disposition for each charge,  and date of disposition. The third record type contains information  about the interim period between events or between the final event and  the end of the follow-up period. Variables include date of first,  second, and third incarceration, date discharged or transferred from  each incarceration, custody/supervision status at each incarceration,  total number of prisons, jails, or other institutions resided in  during the interval, final custody/supervision status and date  discharged from incarceration for the interval, dates parole and  probation started and expired, if parole or probation terms were  changed or completed, amount of fines, court costs, and restitution  paid, whether the conviction was overturned during the interval, and  date the conviction was overturned. A single offender has as many of  record types two and three as were needed to code the entire rap sheet."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"career criminals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prisons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sanctions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"white collar crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6540.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebooks are provided as a  Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Website.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"88-IJ-CX-0046"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-08-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1976"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1978"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1990"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1991"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) Pre-Sentence Investigation Reports (PSIs), (2)  Federal Bureau of Investigation rap sheets, and (3) the National Death Index"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Individuals. Part 2: Crime events and time periods between events."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Convicted white-collar criminals in federal judicial  districts representing metropolitan centers -- specifically, central  California, northern Georgia, northern Illinois, Maryland, southern New York, northern Texas, and western Washington."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample was drawn from a 1988 study of white-collar   criminals conducted by Wheeler, Weisburd, and Bode (NATURE AND  SANCTIONING OF WHITE COLLAR CRIME, 1976-1978: FEDERAL JUDICIAL DISTRICTS [ICPSR 8989])."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Event and Event Interim Data","restricted":false,"version":1,"datasetVersionId":41534,"dataFile":{"id":2660983,"persistentId":"","pidURL":"","filename":"Event and Event Interim Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Summary Data","restricted":false,"version":1,"datasetVersionId":41534,"dataFile":{"id":2660982,"persistentId":"","pidURL":"","filename":"Summary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}