{"status":"OK","data":{"id":39837,"identifier":"ICPSR35527.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35527.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35527.v1","latestVersion":{"id":35837,"storageIdentifier":"file://10.3886/ICPSR35527.v1","versionState":"RELEASED","distributionDate":"2015-01-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:27:50Z","releaseTime":"2015-04-09T03:27:50Z","createTime":"2015-04-09T03:27:50Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Survey of Public Participation in the Arts, 1982-2008 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Survey of Public Participation in the Arts collects data on Americans' participation in the arts, including the performing arts, the visual arts, and the literary arts. The 1982, 1985 and 1992 surveys were conducted by the Bureau of the Census, as a supplement to a larger national survey, the National Crime Survey (NCS). The 1997 survey was conducted by Westat. The 2002 and 2008 surveys were conducted by the Bureau of Labor Statistics as a supplement to the Current Population Survey. Except for 1997, surveys were collected from a sample of U.S. households with the sample selected using a stratified, multistage, clustered design and drawn from Census Bureau population counts. All non-institutionalized adults living in the U.S. were eligible. In 1997, telephone interviews were conducted with a random national sample of U.S. adults ages 18 and over. Respondents were asked a core set of questions about their past-year participation in, and frequency of attending, art performances and events. Other questions varied across the years and are listed in the Description of Variables Section. The 1982 data have 19,837 cases and 419 variables; the 1985 data 16,152 cases and 397 variables; the 1992 data 18,775 cases and 344 variables; the 1997 data 12,349 cases and 335 variables; the 2002 data 17,135 cases and 572 variables; and the 2008 data 18,444 cases and 511 variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection offers information on Americans' participation in the performing arts, including ballet, opera, plays, museums, and concerts, as well as the visual arts and the literary arts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In 1982, a total of 17,254 completed surveys were collected from a sample of U.S. households. The sample was selected using a stratified, multi-stage, clustered design and drawn from Census Bureau population counts. All non-institutionalized individuals living in the U.S. were eligible. All those above age 18 in selected households were asked to respond. One-quarter of the interviews were conducted over the phone; three-quarters face-to-face. The survey was appended to the National Crime Survey, conducted by the Census Bureau for the Department of Justice. About one in twelve NCS households was asked to respond to the SPPA questions. From January to October the questionnaire included the core set of questions (described above) and one of six rotating sets of questions. The November and December interviews (n=2,678) included the core set of questions and all of the rotating question sets.</p>\n\n<p>A total of 13,675 completed surveys were collected from a sample of U.S. households. The sample was selected using a stratified, multi-stage, clustered design and drawn from Census Bureau population counts. All non-institutionalized individuals living in the U.S. were eligible. All those above age 18 in selected households were asked to respond. One-quarter of the interviews were conducted over the phone; three-quarters face-to-face. The 1985 survey was also appended to the National Crime Survey, conducted by the Census Bureau for the Department of Justice. About one in six NCS households was asked to res\npond to the SPPA questions in the first six months of 1985. Each month, the questionnaire included the core set of questions (described above) and one of six rotating sets of questions. The NEA had planned to implement a revised questionnaire for the last six months of 1985 with improved wording from test surveys, but the project was aborted by the Office of Management and the Budget.</p>\n\n<p>In 1992, a total of 12,736 completed surveys were collected from a sample of U.S. households. The sample was selected using a stratified, multi-stage, clustered design and drawn from Census Bureau population counts. All non-institutionalized individuals living in the U.S. were eligible. All those above age 18 in selected households were asked to respond. About three-quarters of the interviews were conducted by telephone, and one quarter of the respondents were interviewed face-to-face in their homes. As with the previous two years, the survey was appended to the National Crime Survey, conducted by the Census Bureau for the Department of Justice. In the first six months of 1992, 6,947 respondents answered only core questions about attendance at live arts events, participation in the arts by means of broadcast and recorded media, and attitudes about the arts. These interviews averaged about eight minutes. The interviews during the second six months lasted 7-10 minutes longer. The 5,789 respondents surveyed in the last six months of 1992 were asked all core questions in addition to a rotating battery of other questions, including additional questions about personal arts participation, by performing or creating, as well as questions about arts attitudes and about participation in other leisure activities.</p>\n\n<p>In 1997, telephone interviews were conducted with a random national sample of 12,349 U.S. adults ages 18 and over. Data were collected by Westat Corporation as a nationwide standalone survey from June through October 1997. Households were sampled from randomly selected telephone numbers using list-assisted random digit dialing (RDD). The individual interviewed within each household was the adult with the most recent birthday. The 1997 survey employed 8 question modules to allow a great number of questions to be asked, even though the number of respondents to particular sets of questions would be too small for detailed analyses. The sample for each module ranged from about 900 to 12,000 responses. All subsamples received the modules containing questions about participation in live events and questions about personal background. The duration of each interview ranged from 13 to 15 minutes.</p>\n\n<p>In 2002, a total of 17,135 completed surveys were collected from a sample of U.S. households. The sample was selected using a stratified, multistage, clustered design and drawn from Census Bureau population counts. Interviewers are unable to obtain interviews at about 4,500 of these household units. All non-institutionalized adults living in the U.S. were eligible. All those above age 18 in selected households were asked to respond. The 2002 SPPA consisted of more than 90 percent telephone and less than 10 percent face-to-face interviews conducted during the period of August 18-24, 2002. Interviewers used laptop computers to administer the interview, asking questions as they appear on the screen and directly entering the responses obtained. The response rate in 2002 was 70 percent -- similar to the rate in the second half of 1992 (68 percent) when a similar questionnaire was used. Questions asked of respondents were consistent from 1992 to 2002 with the exception of several additional questions asked about traveling to arts events and time spent on the Internet viewing, discussing or learning about the arts. DVD viewing was also added to the 2002 SPPA media participation questions. The survey attempted to obtain self-responses from household members aged 18 and over. Proxy responses were allowed if attempts for a self-response were unsuccessful.\nCompleted interviews are electronically transmitted to a central processor where the responses are edited for consistency, imputations are made for missing data, and various codes are added. The survey was appended to the Current Population Survey (CPS), conducted by the Census Bureau. One quarter of the CPS households in August 2002 were sampled for the SPPA supplement.</p>\n\n<p>In 2008, the survey was conducted as part of the Current Population Survey, an ongoing data collection effort of the Census Bureau. About 60,000 occupied households are eligible for interview each month. Sample households are selected by a multistage stratified statistical sampling scheme. The SPPA supplement was administered to a one-quarter sample of CPS households. The 2008 SPPA randomly sampled adults in selected households and accepted proxy respnoses for spouses or partners. The 2008 data have 18,444 cases. Rather than administer the entire SPPA survey to all respondents, the questionnaire was separated into modules, so that any one respondent only answered the core arts attendance questions and 2 of the 4 other modules. Completed interviews are electronically transmitted to a central processor where the responses are edited for consistency, imputations are made for missing data, and various codes are added.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In 1982, respondents were asked a core set of questions about their past-year participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. Subsets of respondents were also asked questions in one or more of six additional topic areas: 1) barriers to participation; 2) socialization experiences relative to the arts; 3) where respondents attended arts events; 4) musical preferences; 5) additional leisure activities; 6) consumption of arts programming on television, radio and pre-recorded audio.</p>\n\n<p>In 1985, respondents were asked a core set of questions about their past-year participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. Subsets of respondents were also asked questions in one of six additional topic areas: 1) barriers to participation; 2) socialization experiences relative to the arts; 3) musical preferences and where respondents attended arts events 4) additional leisure activities; 5) other arts-related participation; 6) consumption of arts programming on television, radio and pre-recorded audio.</p>\n\n<p>In 1992, respondents were asked a core set of questions about their past-year participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. The 1992 survey specifically asked respondents not to include grade school or high school performances for all participation questions. Unlike the 1982 and 1985 SPPAs, the 1992 core questionnaire included questions about exposure to the arts via the media, both broadcast and recorded. Also, all surveys included questions about the kinds of activities respondents would like to do more, and which activities they would like to do most. Other core questions measured the amount and type of leisure reading in which the respondents engaged, measured separately for plays, poetry, novels and short stories, in the last year. Questions also tapped exposure to literature and poetry through live and recorded readings. The long form of the questionnaire, which was completed by all respondents in the second six months of 1992, included many additional items. Respondents were asked\nabout participation in such leisure activities as movies, sports, amusement parks, exercise, outdoor activities, charity work, home improvements, and gardening. A series of questions measured art making and performance. The long form measured musical preferences, participation in and venues of classes and lessons throughout the life cycle, as well as parental education levels.</p>\n\n<p>In 1997, 4espondents were asked questions concerning (a) their attendance at live arts events, (b) their participation in the arts through broadcast and recorded media, and (c) their personal performance or creation of art. Additional questions were asked concerning the amount of exposure respondents received to the arts as children or in classes, barriers to greater participation in the arts, and music preferences. New questions asked in the 1997 SPPA include the extent to which home computers were used in learning about arts events and whether respondents subscribed to performance series or were members of art museums.</p>\n\n<p>In 2002, respondents were asked a core set of questions about their participation in, and frequency of attending, art performances and events between August 1, 2001 and August 1, 2002 in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. The questionnaire also included questions about exposure to the arts via the media, both broadcast and recorded (respondents were asked about DVD viewing for the first time in the 2002 survey). Other questions measured the amount and type of leisure reading in which respondents engaged in the last year, measured separately for plays, poetry, novels and short stories. A series of questions measured art making and performance. Questions were also asked about training and exposure to the arts, musical and artistic preferences, length of travel to artistic events, school-age socialization in the arts, and (for the first time in the SPPA) computer usage related to artistic information. These data also have a state geographic variable.</p>\n\n<p>In 2008, respondents were asked a core set of questions about their participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. The questionnaire also included questions about exposure to the arts via the media, both broadcast and recorded. Other questions measured the amount and type of leisure reading in which respondents engaged in the last year, measured separately for plays, poetry, novels and short stories. A series of questions measured art making and performance. Questions were also asked about training and exposure to the arts, musical and artistic preferences, length of travel to artistic events, school-age socialization in the arts, and computer usage related to artistic information. These data also have state and county geographic variables.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"leisure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reading"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recreation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC IX. Participation in Arts and Leisure Activities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-31Version Text: 2015-03-31Version Date: 2015-03-31Version Text: 2015-03-31 Subject: null  Type: null  Notes: The SPPA 1997 data were updated to include the final weight, four additional replicate weights, and several derived variables. Information on weights was updated in the metadata and documentation. Data documentation, questionnaires, and user guides were added to the collection.;Subject: Study Level Error Note, Notes: In 1982, 1985, and 1992, the survey was conducted by the United States Department of Commerce, Bureau of the Census as a supplement to a larger national survey, the National Crime Survey (NCS). The NCS used revolving panels of adults (over age 18) Americans who were interviewed each month. The 1997 data were collected by Westat Corporation as a nationwide, stand-alone survey. In 2002, the SPPA was conducted by the Bureau of the Census as a supplement to a larger national survey, the Current Population Survey (CPS). In 2008, the SPPA was conducted by the Census Bureau as a supplement to the May 2008 Current Population Survey (CPS). The CPS is an on-going national household sample survey of about 60,000 eligible households every month.;Subject: Study Level Error Note, Notes: This data collection was previously distributed by the Cultural Policy and the Arts National Data Archive (CPANDA). The CPANDA Identification Number (study number) for the entire data collection is c00016. The CPANDA Identification number for the SPPA 1982 is a00002, for the SPPA 1985 is a00003, for the SPPA 1992 is a00004, for the SPPA 1997 is a00007, for the SPPA 2002 is a00080, for the SPPA 2008 is a00249, and for the SPPA 1982-2008 Cumulative file is a00260. SPPA 1982-2008 The cumulative file was produced to facilitate trend analysis. It is not being released as part of this collection. Users are referred to use the SPPA 1982-2012 Combined File, ICPSR 35596. The CPANDA conducted the following processing steps for release of this collection: produced a codebook, checked for undocumented codes, performed consistency checks, provided frequencies, performed recodes, and reformatted the data.;Subject: Study Level Error Note, Notes: Although many of the questions in the 1997 survey were exactly the same as those asked in other SPPAs, the differences in methodologies make the 1997 results difficult to compare with those of the other surveys.;Subject: Study Level Error Note, Notes: The field test in April 1997 suggested that there might be response rate difficulties for the main data collection effort. Therefore, advance letters were sent to the households for which mailing addresses could be obtained. The response rate to the household screening interview was higher for those sent letters than for other households. Many of the screening telephone calls were not answered or were answered by a machine. These households were called again many times. The vast majority of numbers that were abandoned had been called at least 13 times over a period of several weeks. Some households that answered refused to be interviewed. Letters were sent by Federal Express to encourage these households to cooperate. Reasons for not completing the screening included failure ever to reach an answering person, language or illness difficulties, and outright refusal to participate.;Subject: Study Level Error Note, Notes: The surveys conducted in 1992 and 1982, also conducted by the U.S. Bureau of the Census, are the primary points of comparison for the 2002 SPPA. The SPPA supplements in 1992 and 1982 were attached to the National Crime Survey while the 2002 SPPA was collected as a supplement to the Current Population Survey. Even though the methodology for the 2002 and 1992 surveys are more similar, comparison\ns should be made cautiously because of the change of sponsoring survey and different season for the study. It is unknown how the topic of prior questions may affect responses to arts participation questions.;Subject: Study Level Error Note, Notes: Although the 2008 sample sizes and response rates to the Survey of Public Participation in the Arts (SPPA) are comparatively high, caution should be exercised when attempting to estimate arts participation for small population groups. For example, calculating arts attendance by two demographic characteristics such as age and race will likely yield estimates with high standard errors. Similarly, SPPA sample sizes determine which states and metropolitan areas for which arts participation can be estimated with confidence. For researchers interested in calculating arts participation for states, sample sizes are considered sufficiently large for the following: Alabama; California; Colorado; Connecticut; Florida; Georgia; Illinois; Iowa; Kansas; Maine; Maryland; Massachusetts; Michigan; Minnesota; Missouri; Nebraska; Nevada; New Jersey; New York; North Carolina; North Dakota; Ohio; Oregon; Pennsylvania; Rhode Island; South Carolina; South Dakota; Texas; Virginia; Washington; West Virginia; and Wyoming. At the metro area, SPPA sample sizes support the calculation of arts participation for the following 2008-defined metro areas: Boston-Worchester-Manchester; Chicago-Naperville-Michigan City; Dallas-Fort Worth; Denver-Aurora-Boulder; Detroit-Warren-Flint; Los Angeles-Long Beach-Riverside; Miami-Ft. Lauderdale-Miami Beach; New York-Newark-Bridgeport; Philadelphia-Camden-Vineland; San Jose-San Francisco-Oakland; and Washington-Baltimore-Northern Virginia. For 2008 SPPA estimates by region, please see NEA Research Report #49, available at http://www.nea.gov/research/2008-SPPA.pdf. Additionally, the SPPA is a complex sample that employs statistical clustering. The 2008 SPPA, for example, had an overall average design effect of 2.9. For more information about the survey design and the calculation of standard errors, please see the NEA's 2008 SPPA data users guide, available at http://www.nea.gov/research/SPPA/users-guide.pdf.;Subject: Study Level Error Note, Notes: Due to the limit in the number of allowable rows of 65,536 and allowable columns of 256 in Excel 97-2003 (file ending, xls), the Excel file being distributed with this collection is in the later version of Excel (file ending of xlsx).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-01-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008-05-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-08-01"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-05-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-08-24"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["In 1982 and 1985, one-quarter of the interviews were conducted over the phone; three-quarters face-to-face. In 1992, about three-quarters of the interviews were conducted by telephone, and one quarter of the respondents were interviewed face-to-face in their homes. In 2002, more than 90 percent of the interviews were conducted by telephone and less than 10 percent were face-to-face interviews. In 2008 and 2012, interviews were conducted by computer-assisted telephone interviews (CATI) and computer-assisted personal interviews (CAPI)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["County"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult Americans"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The SPPA was conducted as part of the Current Population Survey, an ongoing data collection effort of the Census Bureau. About 60,000 occupied households are eligible for interview each month. Sample households are selected by a multistage stratified statistical sampling scheme.  The SPPA supplement was administered to a one-quarter sample of CPS households. The SPPA studies randomly sampled adults and accepted proxy respnoses for spouses or partners. The sample was selected using a stratified multi-stage design and drawn from Census Bureau population counts. All non-institutionalized adults living in the U.S. were eligible.  The Current Population Survey is an on-going national household sample survey of about 60,000 eligible households every month."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted personal interview (CAPI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>The 1982, 1985, and 1992 data include a household weight and a person weight variable to make the sample representative of the U.S. population by age, gender and ethnicity.</p>\n\n<p>In 1997, a final weight and replicate weights were developed for the data. The weights took into account the probabilities (a) of each telephone number's being selected from the 100-banks in defined geographic area, (b) of households being sampled through one or more-than-one residential telephone number, and (c) of adults being selected within their households. The weights were adjusted for survey nonresponse to help reduce potential nonresponse bias in the survey estimates. The weights were also calibrated to population totals from the Census Bureau's Current Population Survey.</p>\n\n<p>In 2002 and 2008, based on the probability of selection, weights were added to each household and person record so that estimates of the population by state, race, age, sex, and Hispanic origin match the population projections made by the Bureau of the Census each month. For furth\ner information on weights in the Current Population Survey, see U.S. Census Bureau. 2002. Current Population Survey Technical Paper 63RV: Design and Methodology. [http://www.census.gov/prod/2002pubs/tp63rv.pdf].</p>\n\n<p>The 2002 dataset includes a weight variable for use when tallying the supplemental items. The 2008 dataset includes two supplemental weights, one for use with Core and Module C questions which were asked of both the respondent and their spouse/partner and another for use with Module A, B. and D questions, which were asked only about the respondent.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Overall response rates were: 1982, more than 85 percent; 1985, more than 85 percent; 1992, around 80 percent; 1997, 55 percent; 2002, 70 percent; and 2008, 81.6 percent."}]}},"files":[{"description":"","label":"1982 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615023,"persistentId":"","pidURL":"","filename":"1982 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1985 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615024,"persistentId":"","pidURL":"","filename":"1985 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1992 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615025,"persistentId":"","pidURL":"","filename":"1992 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1997 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615026,"persistentId":"","pidURL":"","filename":"1997 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2002 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615027,"persistentId":"","pidURL":"","filename":"2002 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2008 Data","restricted":false,"version":1,"datasetVersionId":35837,"dataFile":{"id":2615028,"persistentId":"","pidURL":"","filename":"2008 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}