{"status":"OK","data":{"id":41539,"identifier":"ICPSR03261.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03261.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03261.v1","latestVersion":{"id":37539,"storageIdentifier":"file://10.3886/ICPSR03261.v1","versionState":"RELEASED","distributionDate":"2002-03-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:46:35Z","releaseTime":"2015-04-09T03:46:35Z","createTime":"2015-04-09T03:46:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Neighborhood Revitalization and Disorder in Salt Lake City, Utah, 1993-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Brown, Barbara B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Utah"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Perkins, Douglas D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vanderbilt University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project examined physical incivilities (disorder),  social strengths and vulnerabilities, and police reports in a  declining first-ring suburb of Salt Lake City. Physical and social  conditions were assessed on residential face blocks surrounding a new  subdivision that was built as a revitalization effort. Data were  collected before and after the completion of the new subdivision to  assess the effects of the subdivision and of more proximal social and  physical conditions on residents' blocks in order to understand  important revitalization outcomes of crime, fear, and housing  satisfaction and conditions. The study also highlighted place  attachment of residents as a psychological strength that deserved  greater attention. The research site consisted of a neighborhood  located on the near west side of Salt Lake City that had been  experiencing gradual decline. The neighborhood surrounded a new  84-unit single family detached housing subdivision, which was built in  1995 with money from a HUD demonstration grant. The study began in  1993 with a systematic observational assessment of crime and  fear-related physical features on 59 blocks of the older neighborhood  surrounding the planned housing site and 8 sampled addresses on each  block, followed by interviews with surrounding block residents during  1994-1995, interviews with residents in the newly built housing in  1997, and interviews and physical condition assessments on the  surrounding blocks in 1998-1999. Police crime report and city  building permit data for the periods during and immediately following  both waves of data collection were obtained and matched to sample  addresses. Variables in Parts 1 and 2, Environmental and Survey Data  for Older Subdivision, focus on distance of respondent's home to the  subdivision, psychological proximity to the subdivision, if new  housing was in the respondent's neighborhood, nonresidential  properties on the block, physical incivilities, self-reported past  victimization, fear of crime, place attachment, collective efficacy  (neighboring, participation, social control, sense of community),  rating of neighborhood qualities, whether block neighbors had improved  property, community confidence, perceived block crime problems,  observed conditions, self-reported home\nrepairs and improvements,  building permits, and home satisfaction. Demographic variables for  Parts 1 and 2 include income, home ownership, ethnicity, religion,  gender, age, marital status, if the resident lived in a house,  household size, number of children in the household, and length of  residence. Variables in Part 3, Environmental and Survey Data for  Intervention Site, include neighborhood qualities and convenience,  whether the respondent's children would attend a local school, and  variables similar to those in Parts 1 and 2. Demographic variables in  Part 3 specify the year the respondent moved in, number of children in  the household, race and ethnicity, marital status, religion, sex, and income in 1996."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project examined physical incivilities  (disorder), social strengths and vulnerabilities, and police reports in  a declining first-ring suburb of Salt Lake City. Physical and social  conditions were assessed on residential face blocks surrounding a new  subdivision that was built as a revitalization effort. Data were  collected before and after the completion of the new subdivision to  assess the effects of the subdivision and of more proximal social and  physical conditions on residents' blocks in order to understand  important revitalization outcomes of crime, fear, and housing  satisfaction and conditions. The study also highlighted place attachment  of residents as a psychological strength that deserved greater  attention. The study sought to answer the following questions: (1) What  did residents think of the new subdivision before it was built? (2) What  kinds of people moved into the new 84-unit subdivision? (3) Are its  residents likely to help larger revitalization efforts, or will they  become an enclave, insulated from the surrounding neighborhood? (4) What  factors predict crime reports prior to or after construction? (5) What  factors predict fear after the construction of new houses? (6) What  factors predict property maintenance and improvements, home  satisfaction, and place attachment? (7) In what ways are residents'  levels of concern over crime, views on housing revitalization,  confidence in the neighborhood, place attachment, social cohesion, and collective efficacy related?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The research site consisted of a neighborhood  located on the near west side of Salt Lake City that had been  experiencing gradual decline. The neighborhood surrounded a new  84-unit single family detached housing subdivision, which was built in  1995 with money from a HUD demonstration grant. The study began in  1993 with a systematic observational assessment of crime and  fear-related physical features on 59 blocks of the older neighborhood  surrounding the planned housing site and 8 sampled addresses on each  block, followed by interviews with surrounding block residents during  1994-1995, interviews with residents in the newly built housing in  1997, and interviews and physical condition assessments on the same  surrounding blocks in 1998-1999. Police crime report and city building  permit data were collected and matched to sample addresses. This study  used the Revised Block Environmental Inventory (RBEI) to objectively  measure the physical environment of the residential blocks. The  procedure involved in-person observations by trained raters of a  variety of residential and nonresidential physical cues associated  with crime, fear, and indicators of residential vitality or  decline. Most Time 1 environmental observations were made in April and  May of 1993. For Time 2, environmental observations were made from  August to September, 1998, after the new subdivision had been built. A  30-minute survey was conducted at both Time 1 (1994-1995) and Time 2  (1998-1999) using Spanish or English versions, depending upon  respondent preference. Surveys were administered by telephone if a  phone number was available, in-person if not. At bot\nh Time 1 and Time  2, approximately half of the interviews were administered by telephone  and half in-person. Respondents were not compensated at Time 1, but  were given $25 for participating at Time 2. In addition, 16 interviews  were completed by mail with added incentive ($50.00) for the return of  completed questionnaires. The observational data were combined with  the data from both survey waves into one data file. The data file for  Part 1 is organized so that the Time 1 and Time 2 survey variables are  on the same row for each respondent, while the data file for Part 2 is  structured so that the data for Time 1 and Time 2 are in the same  column. For Part 3, interviews were conducted with the residents in  the intervention site, the new neighborhood, in 1997. Police report  data were collected from the time of the interview to 9 months after  the Time 1 interviews were completed, and 12 months after Time 2  interviews were completed. A database on citywide building permits  issued from January 1993 through September 2000 was supplied by the  city. After excluding permits outside the defined study area, each  permit was coded based on street address as on, near (within two  blocks), or far from (beyond two blocks) the closest sampled block number."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Parts 1 and 2, Environmental and  Survey Data for Older Subdivision, focus on distance of respondent's  home to the subdivision, psychological proximity to the subdivision,  if new housing was in the respondent's neighborhood, nonresidential  properties on the block, physical incivilities, self-reported past  victimization, fear of crime, place attachment, collective efficacy  (neighboring, participation, social control, sense of community),  rating of neighborhood qualities, whether block neighbors had improved  property, community confidence, perceived block crime problems,  observed conditions, self-reported home repairs and improvements,  building permits, and home satisfaction. Demographic variables for  Parts 1 and 2 include income, home ownership, ethnicity, religion,  gender, age, marital status, if the resident lived in a house,  household size, number of children in the household, and length of  residence. Variables in Part 3, Environmental and Survey Data for  Intervention Site, include neighborhood qualities and convenience,  whether the respondent's children would attend a local school, and  variables similar to those in Parts 1 and 2. Demographic variables in  Part 3 specify the year the respondent moved in, number of children in  the household, race and ethnicity, marital status, religion, sex, and income in 1996."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"housing conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"housing programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood change"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Salt Lake City"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"United States"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Utah"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3261.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3261.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-03-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data, administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Observed assessments of physical conditions, surveys of residents, police reports, and housing building permits"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Households"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Households in two adjacent neighborhoods located on the near west side of Salt Lake City, Utah."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: Random sampling. Part 3: Not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"At Time 1 (1994-1995), at least five residents  were interviewed on most blocks (one block had three interviews and  three had four interviews), for a total of 357 interviews, representing  a 72.71 percent response rate. At Time 2 (1998-1999), at least 7  interviews were completed per block, yielding 617 interviews. For the  entire Time-2 study, of 930 initial contacts for interviews, 13.65  percent refused and 16.76 percent were unresolved (no one at home after  eight or more contact attempts, or no English or Spanish spoken, or  unintentional repeats at the same address). Thus, 84.2 percent of  English or Spanish speakers contacted provided interviews, whereas 66.49 percent of all addresses contacted yielded interviews."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used. The neighboring  scale (NBOR1-4) was based on Brown and Werner (1985) and Perkins et al.  (1990), which were expansions of Ahlbrandt and Dunningham's (1984)  scale. The perceived incivilities and crime problems scale was based  partly on Perkins, Meeks and Taylor (1993), but with items from other  neighborhood problems scales added. The community confidence scale was  based on Varady (1986). The fear of crime and block safety scales, and  worry and avoidance items were taken from Perkins and Taylor  (1996). Place attachment items were from Brown and Werner (1985) and  Ahlbrandt and Cunningham (1984). The victimization scale is a very brief  version adapted from the National Crime Survey. The repairs and upgrading scale was taken from Ginsberg (1982)."}]}},"files":[{"description":"","label":"Environmental and Survey Data for Intervention Site","restricted":false,"version":1,"datasetVersionId":37539,"dataFile":{"id":2628252,"persistentId":"","pidURL":"","filename":"Environmental and Survey Data for Intervention Site","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Environmental and Survey Data for Older Subdivision","restricted":false,"version":1,"datasetVersionId":37539,"dataFile":{"id":2628250,"persistentId":"","pidURL":"","filename":"Environmental and Survey Data for Older Subdivision","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Environmental and Survey Data for Older Subdivision, Stacked File","restricted":false,"version":1,"datasetVersionId":37539,"dataFile":{"id":2628251,"persistentId":"","pidURL":"","filename":"Environmental and Survey Data for Older Subdivision, Stacked File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}