{"status":"OK","data":{"id":41152,"identifier":"ICPSR03437.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03437.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03437.v1","latestVersion":{"id":37152,"storageIdentifier":"file://10.3886/ICPSR03437.v1","versionState":"RELEASED","distributionDate":"2003-01-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:42:18Z","releaseTime":"2015-04-09T03:42:18Z","createTime":"2015-04-09T03:42:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Community Crime Prevention and Intimate Violence in Chicago, 1995-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Block, Carolyn Rebecca"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Illinois Criminal Justice Information Authority"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Skogan, Wesley G."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Northwestern University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to answer the question: If a woman is  experiencing intimate partner violence, does the collective efficacy  and community capacity of her neighborhood facilitate or erect  barriers to her ability to escape violence, other things being equal?  To address this question, longitudinal data on a sample of 210 abused  women from the CHICAGO WOMEN'S HEALTH RISK STUDY, 1995-1998 (ICPSR  3002) were combined with community context data for each woman's  residential neighborhood taken from the Chicago Alternative Policing  Strategy (CAPS) evaluation, LONGITUDINAL EVALUATION OF CHICAGO'S  COMMUNITY POLICING PROGRAM, 1993-2000 (ICPSR 3335). The unit of  analysis for the study is the individual abused woman (not the  neighborhood). The study takes the point of view of a woman standing  at a street address and looking around her. The characteristics of the  small geographical area immediately surrounding her residential  address form the community context for that woman. Researchers chose  the police beat as the best definition of a woman's neighborhood,  because it is the smallest Chicago area for which reliable and  complete data are available. The characteristics of the woman's police  beat then became the community context for each woman. The beat,  district, and community area of the woman's address are  present. Neighborhood-level variables include voter turnout  percentage, organizational involvement, percentage of households on  public aid, percentage of housing that was vacant, percentage of  housing units owned, percentage of feminine poverty households,  assault rate, and drug crime rate. Individual-level demographic  variables include the race, ethnicity, age, marital status, income,  and level of education of the woman and the abuser. Other  individual-level variables include the Social Support Network (SSN)  scale, language the interview was conducted in, Harass score, Power  and Control score, Post-Traumatic Stress Disorder (PTSD) diagnosis,  other data pertaining to the respondent's emotional and physical  health, and changes over the past year. Also included are details  about the woman's household, such as whether she was homeless, the  number of people living in the household and details about each  person, the number of her children or other children in the household,  details of any of her children not living in her household, and any  changes in the household structure over the past year. Help-seeking in  the past year includes whether the woman had sought medical care, had  contacted the police, or had sought help from an agency or counselor,  and whether she had an order of protection. Several variables reflect  whether the woman left or tried to leave the relationship in the past  year. Finally, the dataset includes summary variables about violent  incidents in the past year (severity, recency, and frequency), and in the follow\n-up period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Intimate violence is seldom a single event, but  rather a continuing relationship punctuated by verbal and physical  abuse. Empirical evidence indicates that previous violent events  cumulate to determine the development of each succeeding event, though  escalation is not inevitable. Efforts at prevention or intervention,  if they are to be effective, must take into account not just one event  or circumstance, but also the pattern of repetition. These violent  events take place at a location. That location lies within a  neighborhood context. Research has suggested that a neighborhood's  collective efficacy and capacity to solve problems are linked to  neighborhood violence. Collective efficacy and community capacity are  each a \"social good\" -- a resource for the entire neighborhood,  derived from the social interaction of neighborhood  residents. Community capacity to solve problems includes collective  efficacy as well as social resources that result from neighborhood  organizations and the neighborhood's clout in the city. There are many  avenues through which a woman's neighborhood can provide resources and  support for help-seeking and the reduction of violence. They include,  but go beyond, the physical availability and cultural accessibility of  nearby support services. Intervention from a public health, public  safety, or helping agency may not be sufficient or even necessary for  a woman to escape a dangerous situation. Formal interventions occur in  a context of interventions initiated by the woman herself with the  support of natural helping networks. Research indicates that an abused  woman's ability to mobilize social control effectively is an  interactive process related to her resources and individual situation,  as well as to the availability of services. Therefore, support from  informal social networks may be as vital as support from formal  community services. The vast majority of research on collective  efficacy and violence has focused on street crime, not on violence  committed within the family. The few studies that exist suggest that,  when a neighborhood enjoys greater collective efficacy, the  violence-reduction benefits may accrue not only to those who are  victimized on the street or in public places, but also to those who  are victimized behind closed doors. However, because of methodological  limitations in those studies, it is difficult to examine the processes  underlying the association. To study the effect of the neighborhood  context on an abused woman's ability to escape further violence, it is  necessary to follow the experiences of individual abused women over  time. Though many agree that analysis of the contextual effect of the  community on an abused woman's help-seeking and on violence reduction  is sorely needed, such an analysis is not simple. It requires  longitudinal data on women being physically abused by an intimate  partner, and data on the efficacy and capacity of the neighborhoods  where each woman lives. Together, the Chicago Women's Health Risk  Study (CWHRS) and the Chicago Alternative Policing Strategy (CAPS)  evaluation can provide this information. This study sought to answer  the question: If a woman is experiencing intimate partner violence,  does the collective efficacy and community capacity of her  neighborhood facilitate or erect barriers to her ability to escape  violence, other things being equal? To address this question,  longitudinal data on a sample of 210 abused women from the CHICAGO  WOMEN'S HEALTH RISK STUDY, 1995-1998 (ICPSR 3002) were combined with  community context data for each woman's residential neighborhood taken  from the Chicago Alternative Policing Strategy (CAPS) evaluation,  LONGITUDINAL EVALUATION OF CHICAGO'S COMMUNITY POLICING PROGRAM, 1993-2000 (ICPSR 3335)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study linked two unique Chicago datasets, (1)  the CHICAGO WOMEN'S HEALTH RISK STU\nDY (CWHRS) (ICPSR 3002) and (2) the  Chicago Alternative Policing Strategy (CAPS) evaluation. The CWHRS was  designed to give nurses, beat officers, and other primary support  people information they need in order to help women experiencing  violence at the hands of an intimate partner to lower their risk of  life-threatening injury or death. The CWHRS was designed around the  comparison of a sample of all intimate partner homicides involving a  woman aged 18 or older that occurred in Chicago over a two-year  period, and a clinic/hospital sample of detailed, longitudinal  interviews with women sampled as they came into hospitals and clinics  in Chicago neighborhoods in which the risk for intimate partner  violence was high. The purpose of the CAPS evaluation was to evaluate  the long-term organizational transition of the Chicago Police  Department (CPD) to a community policing model. CAPS is an ambitious  plan to reorganize the CPD, restructure its management, redefine its  mission, and forge a new relationship between police and city  residents. From its inception, the CAPS evaluation included important  geographic components. Information from a number of sources, including  the Census, police reports, traffic, schools, and housing, was  geocoded into area boundaries that were consistently maintained  throughout the evaluation period, and the datasets collected by the  evaluation were also geocoded into the same boundaries. The CAPS  evaluation conducted citywide random-digit dialing surveys of city  residents in English or Spanish. Because the residential address of  each CAPS survey respondent could be geocoded, CAPS survey data were  available for almost all larger areas (such as Chicago community areas  or police districts) and for many smaller areas (such as police  beats). From the CWHRS study, researchers used only the  clinic/hospital sample. From the CAPS evaluation, researchers used (1)  the geographic database including Census data, crime indicators,  neighborhood disorder, and voter turnout, and (2) neighborhood  collective efficacy and community capacity data from the citywide  surveys that the CAPS evaluation conducted annually from 1995 to  1998. The CAPS evaluation surveys also were the source for three of  the four community context indicators used in the combined dataset --  informal social control, organizational involvement, and station  protest (one of the two downtown connections indicators). The second  downtown connections indicator, voter turnout, is from the CAPS  geographic database. The unit of analysis for the combined dataset is  the individual abused woman, not the neighborhood. The study takes the  point of view of a woman standing at a street address and looking  around her. The characteristics of the small geographical area  immediately surrounding her residential address form the community  context for that woman. Although there may be similarities among women  living in the same neighborhood or in neighborhoods with similar  community contexts, each woman responds to her context in a unique  way, depending on her individual situation. To link each woman to the  community where she was living at the time of the initial CWHRS  interview, researchers geocoded her residential address (determined  its longitude and latitude) at the initial interview. It was then  possible to overlay the woman's geocoded address on a Chicago map  showing various area boundaries, such as Chicago community areas,  census tracts, census block groups, Chicago police districts, and  Chicago police beats. Researchers were therefore able to determine the  area in which each woman was living at the time of the initial CWHRS  interview. Researchers evaluated a large variety of alternative area  definitions for residential neighborhood and chose the police beat as  the best, because it is the smallest Chicago area for which the most  reliable and complete data are available. The characteristics of the woman's police beat t\nhen became the community context for each woman."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables include the race, ethnicity,  age, marital status, income, and level of education of the woman and  the abuser. The beat, district, and community area of the woman's  address are present. Neighborhood-level variables (for police beats)  include voter turnout percentage, organizational involvement,  percentage of households on public aid, percentage of housing that was  vacant, percentage of owned units, percentage of feminine poverty  households, assault rate, and drug crimes rate. Individual-level  variables include the Social Support Network (SSN) scale, language the  interview was conducted in, Harass scale score, Power and Control  score, Post-Traumatic Stress Disorder (PTSD) diagnosis, and other data  pertaining to the woman's emotional and physical health. Also included  are details about the woman's household, such as whether she was  homeless, the number of people living in the household and details  about each person, the number of her children or other children in the  household, details of any of her children not living in her household,  and any changes in the household structure over the past  year. Help-seeking in the past year includes whether the woman had  sought medical care, had contacted the police, or had sought help from  an agency or counselor, and whether she had an order of  protection. Several variables reflect whether the woman left or tried  to leave the relationship in the past year. Finally, the dataset  includes summary variables about violent incidents in the past year (severity, recency, and frequency), and in the follow-up period."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community power"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"living conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighbors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social networks"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) The data providing the community context taken  from the Chicago Alternative Policing Strategy (CAPS) evaluation are  contained in the ICPSR study, LONGITUDINAL EVALUATION OF CHICAGO'S  COMMUNITY POLICING PROGRAM, 1993-2000 (ICPSR 3335). Users should refer  to the original study for the data collection instruments. (2) The  data from the personal interviews with abused women are contained in  the ICPSR study, CHICAGO WOMEN'S HEALTH RISK STUDY, 1995-1998 (ICPSR  3002). Users should refer to the original study for the data  collection instruments. The National Archive of Criminal Justice Data  has created an online Resource Guide for the CHICAGO WOMEN'S HEALTH  RISK STUDY, 1995-1998 (ICPSR 3002) in order to provide important  information about the complexities of the data collection. Users are  strongly encouraged to carefully review the information in the  Resource Guide before referring to the Chicago Women's Health Risk  Study.\nThe Resource Guide is available at   http://www.icpsr.umich.edu/NACJD/HELP/faq3002.html\n<a href=\"http://www.icpsr.umich.edu/NACJD/HELP/faq3002.html\">http://www.icpsr.umich.edu/NACJD/HELP/faq3002.html</a>\n. (3) The user  guide and codebook are provided by ICPSR as Portable Document Format  (PDF) file. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WT-VX-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-01-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, telephone interviews, and administrative records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Abused women aged 18 or older living in Chicago, Illinois."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Convenience sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used as well as the  Medical Outcomes Study (MOS) scale of depression (Hayes et al., 1995,  Stewart et al., 1988), the Power and Control scale (Johnson, 1996),  the HARASS scale of stalking and harassment (Sheridan, 1998), a  modified version of the Conflict Tactics Scale (CTS) (Johnson, 1996),  the Post-Traumatic Stress Disorder (PTSD) Symptom Scale (Foa et al.,  1993), the Campbell Danger Assessment (Campbell, 1993), and the Social Support Network (SSN) scale (Block et al., 2000)."}]}},"files":[{"description":"","label":"Community Crime Prevention and Intimate Violence in Chicago, 1995-1998  ","restricted":false,"version":1,"datasetVersionId":37152,"dataFile":{"id":2624824,"persistentId":"","pidURL":"","filename":"Community Crime Prevention and Intimate Violence in Chicago, 1995-1998  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}