{"status":"OK","data":{"id":44283,"identifier":"ICPSR20348.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20348.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20348.v1","latestVersion":{"id":40283,"storageIdentifier":"file://10.3886/ICPSR20348.v1","versionState":"RELEASED","distributionDate":"2007-12-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:16:37Z","releaseTime":"2015-04-09T04:16:37Z","createTime":"2015-04-09T04:16:37Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Drug Treatment Programs at the State Correctional Institution in Chester, Pennsylvania, 2003-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Welsh, Wayne N."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Temple University. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this project was to evaluate the alcohol and  other drug (AOD) treatment programs at a specialized treatment prison,  the State Correctional Institution (SCI) at Chester, Pennsylvania. The  Chester prison is a 1,215-bed medium security prison for male inmates  with a documented history of substance abuse. Programs included an  intensive, 12-month therapeutic community (TC) drug treatment for  high-need inmates and a 12-month outpatient (OP) program for inmates  requiring less intensive treatment. Inmates who met eligibility  criteria for the Chester facility were randomly assigned to the TC (n  = 347) or OP (n = 384) program. The researchers utilized individual measures and outcome measures in this study."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this project was to evaluate the  alcohol and other drug (AOD) treatment programs at a specialized  treatment prison, the State Correctional Institution (SCI) at Chester,  Pennsylvania. The study attempted to address some of the gaps and  questions in the current literature surrounding the effectiveness of  prison-based therapeutic community (TC) drug treatment through the  examination of short-term, intermediate, and long-term outcomes of a  prison-based, TC drug treatment program. The goal of this study was to  inform agencies about designing, implementing, evaluating, and  revising programs that address the AOD treatment needs of offenders and ex-offenders."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Chester prison is a 1,215-bed medium  security prison for male inmates with a documented history of  substance abuse. Programs included an intensive, 12-month therapeutic  community (TC) drug treatment for high-need inmates and a 12-month  outpatient (OP) program for inmates requiring less intensive  treatment. Graduates of both programs were required to complete a  mandatory, six-month aftercare program. Inmates who met eligibility  criteria for Chester were randomly assigned to the TC (n = 347) or OP  (n = 384) program. The OP program provided the comparison group since  a no-treatment control group was not feasible. The TC, however, was  much more intensive (i.e., 1,300 v. 150 total hours of treatment),  and the TC was based upon a well-integrated and structured treatment  model that combined critical elements of peer support and professional  counseling (individual and group). This randomized, \"response-dosage\"  design compared different levels of treatment, but the research  subjects in the two groups were equivalent.</p>\n\n<p>All inmates transferred to the Chester facility as of the study  start date were approached and asked to participate in the study.  Inmates were informed that their decision to participate or not  would have no effect on their treatment or any decision regarding  their release. Those who agreed to participate were asked to sign a  Subject Consent Form.</p>\n\n<p>The researchers utilized individual measures and outcome measures  in this study. Specifically, individual\nmeasures included the Texas  Christian University (TCU) Drug Screen, the TCU Self Rating Form  (SRF), the TCU Resident Evaluation of Self and Treatment (REST) form,  and the TCU Counselor Rating of Client (CRC) form. The TCU Drug Screen  II is a screening tool used to determine the overall level of drug use  and dependency of an individual. The TCU Drug Screen II was  administered by treatment counselors upon the inmates' reception at  Chester. Upon reception, counselors also administered the TCU Self  Rating Form (SRF), which includes four measures of treatment  motivation: problem recognition, desire for help, treatment readiness,  and external pressures. Subjects were asked to complete the TCU  Resident Evaluation of Self and Treatment (REST) form at 3 time  periods (1 month after admission, 6 months after admission, and 12  months after admission). Treatment counselors were asked to complete  the TCU Counselor Rating of Client (CRC) form for each TC inmate on  their caseload at 3 time periods (1 month after admission, 6 months  after admission, and 12 months after admission).</p>\n\n<p>Three main types of post-release outcome data were collected:</p>\n\n<ul>\n<li>Reincarceration data</li>\n<li>Rearrest data</li>\n<li>Drug testing and parole data</li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include Chester reception date, age,  current and prior offenses, offense severity, minimum and maximum  release date, institutional violence, and TCU Drug Screen II total  score. Scores on the problem recognition, desire for help, treatment  readiness, and external pressures scales from the TCU Self Rating Form  (SRF) are also included. Eight items from the Counselor Rating of  Client (CRC) form were measured at three time periods. SRC items  include therapeutic engagement, rapport with others, denial,  psychological problems, self confrontation, life skills development,  family, and financial management. A total of 18 items from the  Residential Evaluation of Self and Treatment (REST) Administration  were also measured at 3 time periods. REST items include self-esteem,  depression, anxiety, self efficacy, hostility, risk taking, social  conformity, treatment readiness, external pressures, therapeutic  engagement, personal progress, trust group, program staff, counselor  rapport, counselor competence, program structure, program sessions,  and peer support. Other variables include the difference in score  between Time 1 and Time 3 for the 8 CRC items and the 18 REST  variables. A total of 5 variables were included from the Correctional  Plan Evaluation (CPE), 13 variables were included from the Department  of Corrections (DOC) databases and inmate records system, and 7  variables were included from the Pennsylvania Commission on Crime and  Delinquency. The type of release, date discharged from the Chester  facility, participation in aftercare treatment, successful or  unsuccessful inmate completion of treatment, and the length of time in  treatment are also variables that are included in this study. A total  of 20 variables relate to drug tests during the prerelease period and  a total of 17 variables pertain to drug tests while on parole. Race,  employment status, case type, current status on parole, Pennsylvania  Board of Probation and Parole (PBPP) level of supervision, and  deletion code comprise other variables. A total of five variables  relate to restrictive housing unit (RHU) assignments. Final program  assignment, override, motivation, and risk are additional variables in this study."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-12-12Version Text: 2007-12-12 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS  transport (CPORT) file, SPSS system file, Stata system file, and tab-delimited ASCII data file;Subject: Study Level Error Note, Notes: Data from the alcohol or other drug (AOD) program  census, staff interview form, inmate interview form, and observation checklist form are not available as part of this collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-RT-BX-1002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-12-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-01-13"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-03-23"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-01-13"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-03-23"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, survey data, and observational data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["<p>Data were obtained from the following instruments  and/or data sources:</p>\n\n<ul>\n<li>Department of Corrections (DOC) Databases</li>\n<li>Texas Christian University (TCU) Drug Screen II</li>\n<li>Texas Christian University (TCU) Resident Evaluation of Self and  Treatment (REST) Administration</li>\n<li>Texas Christian University (TCU) Self Rating Form (SRF)</li>\n<li>Texas Christian University (TCU) Counselor Rating of Client  (CRC)</li>\n<li>Gaudenzia program records</li>\n<li>Department of Corrections (DOC) Inmate Records System</li>\n<li>Pennsylvania Commission on Crime and Delinquency (PCCD)</li>\n<li>Pennsylvania Board of Probation and Parole (PBPP)</li>\n<li>Correctional Plan Evaluation (CPE)</li>\n</ul>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chester"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates transferred to the State Correctional  Institution in Chester, Pennsylvania, between January 13, 2003, and March 23, 2004."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To obtain their sampling frame, the researchers initially  planned on recruiting subjects for a 12-month time period. The  researchers extended the original 12-month subject recruitment period  for 3 months to make up for the shortfall in admissions and ensure a  reasonable statistical power (.80) for the study. Power analysis  indicated that a minimum sample of 600 (300 TC, 300 OP) was required  to achieve a statistical power of .80. By extending the recruitment  period by 3 months, a total of 843 inmates were admitted between  January 13, 2003, and March 23, 2004. Once all refusals, overrides,  and removals from the institution were excluded, a total sample of 731  inmates remained. The proportions of inmates randomly assigned to TC  and OP were fairly even, with 347 (47 percent) of the inmates designated for TC, and 384 (53 percent) designated for OP."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The overall participation rate for the research  study was 95 percent (790 out of 831 admissions, excluding inmates who  were removed from the institution prior to being approached for  subject recruitment). Up to the end of the subject recruitment period,  59 of 831 admissions (7.1 percent) were designated for overrides. A  total of 38 individuals were removed from the study because they  refused to participate, and 3 individuals were removed from the study because they were serving life sentences."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Texas Christian University (TCU)  Resident Evaluation of Self and Treatment (REST) Psychological  Functioning Scales and Motivational Scales, the Texas Christian  University Counselor Rating of Client (CRC) treatment scales, the  Texas Christian University Self Rating Form (SRF) motivational scales, and the TCU Drug Screen II."}]}},"files":[{"description":"","label":"Evaluation of Drug Treatment Programs at the State Correctional Institution in Chester, Pennsylvania, 2003-2004","restricted":false,"version":1,"datasetVersionId":40283,"dataFile":{"id":2652760,"persistentId":"","pidURL":"","filename":"Evaluation of Drug Treatment Programs at the State Correctional Institution in Chester, Pennsylvania, 2003-2004","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}