{"status":"OK","data":{"id":45908,"identifier":"ICPSR13579.v1","persistentUrl":"https://doi.org/10.3886/ICPSR13579.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR13579.v1","latestVersion":{"id":41908,"storageIdentifier":"file://10.3886/ICPSR13579.v1","versionState":"RELEASED","distributionDate":"2005-07-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:34:31Z","releaseTime":"2015-04-09T04:34:31Z","createTime":"2015-04-09T04:34:31Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN): Infant Assessment Unit, Wave 1, 1995-1997"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"PHDCN IAU, 1995-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Earls, Felton J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard Medical School"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Brooks-Gunn, Jeanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. Columbia University. Teacher's College. Center for the Study of Children and Families"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Raudenbush, Stephen W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. University of Michigan. School of Education and Survey Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sampson, Robert J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard University. Department of Sociology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Project on Human Development in Chicago Neighborhoods (PHDCN) was a large-scale, interdisciplinary study of how families, schools, and neighborhoods affect child and adolescent development. One component of the PHDCN was the Longitudinal Cohort Study, which was a series of coordinated longitudinal studies that followed over 6,000 randomly selected children, adolescents, and young adults, and their primary caregivers over time to examine the changing circumstances of their lives, as well as the personal characteristics, that might lead them toward or away from a variety of antisocial behaviors. Numerous measures were administered to respondents to gauge various aspects of human development, including individual differences, as well as family, peer, and school influences. Part of the Longitudinal Cohort Study was the Infant Assessment Unit (IAU). The objective of the IAU was to observe how prenatal and postnatal conditions affect the health and cognitive functioning of infants during the first year of life. Consisting of several instruments, the IAU sought to measure infant cognition and quantify the experiences of the sampled infants from Cohort 0 during their first 12 months of life. Additionally, the IAU examined the circumstances surrounding the mother's pregnancy and the subsequent care received by the infant."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago   Neighborhoods</strong></p>\n\n<p>The Project on Human Development in Chicago Neighborhoods (PHDCN)  was a large-scale, interdisciplinary study of how families, schools,  and neighborhoods affect child and adolescent development. It was  designed to advance the understanding of the developmental pathways of  both positive and negative human social behaviors. In particular, the  project examined the causes and pathways of juvenile delinquency,  adult crime, substance abuse, and violence. At the same time, the  project provided a detailed look at the environments in which these  social behaviors took place by collecting substantial amounts of data  about urban Chicago, including its people, institutions, and  resources.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>One component of the PHDCN was the Longitudinal Cohort Study, which  was a series of coordinated longitudinal studies that followed over  6,000 randomly selected children, adolescents, and young adults, and  their primary caregivers over time to examine the changing  circumstances of their lives, as well as the personal characteristics,  that might lead them toward or away from a variety of antisocial  behaviors. The age cohorts include birth (0), 3, 6, 9, 12, 15, and 18  years. Numerous measures were administered to respondents to gauge  various aspects of human development, including individual  differences, as well as family, peer, and school influences.</p>\n\n<p><strong>Infant Assessment Unit</strong></p>\n\n<p>The data in this collection are from Wave 1 of the Longitudinal  Cohort Study, which was administered between 1994 and 1997. The data  files contain information from the Infant Assessment Uni\nt (IAU)  protocol. The IAU was intended to evaluate the effects of prenatal and  postnatal conditions on the cognitive development and overall health  of infants. The IAU sampled 412 infants, between the ages of five and  seven months and their primary caregivers (PC) from Cohort 0 of the  Longitudinal Cohort Study. The IAU employed numerous measures to obtain the data for this study, between the years 1994 and 1995.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago  Neighborhoods</strong></p>\n\n<p>The city of Chicago was selected as the research site for the PHDCN  because of its extensive racial, ethnic, and social-class diversity.  The project collapsed 847 census tracts in the city of Chicago into  343 neighborhood clusters (NCs) based upon seven groupings of  racial/ethnic composition and three levels of socioeconomic status.  The NCs were designed to be ecologically meaningful. They were  composed of geographically contiguous census tracts and geographic  boundaries, and knowledge of Chicago's neighborhoods were considered  in the definition of the NCs. Each NC was comprised of approximately  8,000 people.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>For the Longitudinal Cohort Study, a stratified probability sample  of 80 neighborhoods was selected. The 80 NCs were sampled from the 21  strata (seven racial/ethnic groups by three socioeconomic levels) with  the goal of representing the 21 cells as equally as possible to  eliminate the confounding between racial/ethnic mix and socioeconomic  status. Once the 80 NCs were chosen, then block groups were selected  at random within each of the sample neighborhoods. A complete listing  of dwelling units was collected for all sampled block groups.  Pregnant women, children, and young adults in seven age cohorts  (birth, 3, 6, 9, 12, 15, and 18 years) were identified through  in-person screening of approximately 40,000 dwelling units within the  80 NCs. The screening response rate was 80 percent. Children within  six months of the birthday that qualified them for the sample were  selected for inclusion in the Longitudinal Cohort Study. A total of  8,347 participants were identified through the screening. Of the  eligible study participants, 6,228 were interviewed.</p>\n\n<p>For all cohorts except 0 and 18, primary caregivers as well as the  child were interviewed. The primary caregiver was the person found to  spend the most time taking care of the child. Separate research  assistants administered the primary caregiver interviews and the child  interviews. The primary method of data collection was face-to-face  interviewing, although participants who refused to complete the  personal interview were administered a phone interview. Interviews  were conducted in Spanish, English, and Polish. In Wave 1 the complete  protocol was translated into Spanish and Polish. An interpreter was  hired for participants who spoke a language other than English,  Spanish, or Polish. Depending on the age and wave of data collection,  participants were paid between $5 and $20 per interview. Other  incentives, such as free passes to museums, the aquarium, and monthly  drawing prizes were also included.</p>\n\n<p>Interview protocols included a wide range of questions. For  example, some questions assessed impulse control and sensation-seeking  traits, cognitive and language development, leisure activities,  delinquency and substance abuse, friends' activities, and  self-perception, attitudes, and values. Caregivers were also  interviewed about family structure, parent characteristics,  parent-child relationships, parent discipline styles, family mental  health, and family history of criminal behavior and drug use.</p>\n\n<p><strong>Infant Assessment Unit</strong></p>\n\n<p>The Infant Assessment Unit was a compilation of various measures  used to evaluate the prenatal and postnatal conditions that affect the  health and cognitive development of infants during the first year of\nlife. Because the IAU was specifically interested in observing  infants, only subjects belonging to Cohort 0, and their primary  caregivers, participated in the IAU. The IAU utilized several measures  to assess the temperament of the infant. The first was the Kagan  Mobile Task/Latency to Grasp, which summarized various behaviors, such  as smiling and crying, as responses to novel visual stimuli. Measures  of these behaviors, including latency to grasp, were used to describe  the infant's overall temperamental disposition. A second measure  employed by the IAU to evaluate the temperament of the subjects was  the Infant Behavior Questionnaire (IBQ). The IBQ offered the PC an  opportunity to assess the behavior of the infant with respect to six  components of infant temperament, including fear, distress to limits,  duration of orienting, soothability, activity, and laughter and  smiling. The IBQ asked the PC to make these valuations based on the  infant's behavior over the course of the two weeks leading up to the  administration of the IBQ. PC's were given three responses from which  to choose one that best described the infant's behavior. The Infant  Behavior Ratings (IBR) measure was also used to evaluate infant  temperament. The IBR rated the infant on a number of observed  behaviors and also rated the validity of the other IAU measures.</p>\n\n<p>Other measures incorporated by the IAU were the Growth Assessment  Form (GAF), the Visual Recognition Memory (VRM) Paradigm, and the  Illinois Department of Public Health (IDPH) Data. The GAF was used to  record the evolution of the subject's physical growth and development  by recording, among other things, height, weight, and body mass as  physical growth as a good proxy for overall health and nutrition. The  VRM Paradigm was included in the IAU to evaluate the subject's visual  information processing, an aspect of infant cognition correlated with  later childhood IQ and development of perceptual speed, language, and  memory. The VRM Paradigm was administered at the respondent's home and  consisted of the interviewer presenting the infant with visual  stimulus cards and observing the subject's eye movements. Various  trials were conducted, and the results were coded and recorded on a  laptop computer in addition to being videotaped. The IAU data contain  an additional VRM file that provides summary data for the various  trials conducted for the VRM Paradigm. The IDPH Data contain  information related to the PC's pregnancy. Information such as age of  mother, number of visits to the doctor, whether or not there were  complications, length of pregnancy, and baby's birth weight are all  recorded in the IDPH file.</p>\n\n<p>The Home Observation for Measurement of the Environment (HOME),  Infant Day Care Screen (DCS), Maternal Social Support Index  (MSSI)/Father Involvement, Young Adult Self-Report (YASR), and  Maternal and Infant Health Survey (MIH) were administered solely to  the primary caregiver. The HOME survey was designed to evaluate the  various aspects of the subject's developmental environment that could  affect future positive or negative social behaviors. In addition, the  PHDCN version of the HOME inventory carefully assessed the various  aspects of the physical environment in which the subject lived,  including the living conditions present inside the home and the state  of the surrounding neighborhood. The DCS questionnaire recorded data  relating the details of the childcare arrangements for the subject.  The PC was asked to describe the nature (family member, babysitter,  day care) and frequency (number of days and hours) of the care  received by the subject. The PC was also asked how long the child had  been receiving the previously described care and if there were any  additional childcare programs utilized by the subject. The MSSI, an  instrument designed to evaluate the aspects of the primary caregiver's  social support, sought to obtain information regarding the di\nvision of  household tasks and responsibilities for child rearing. The MSSI also  questioned the PC with respect to his or her ability to access  transportation, interaction with other adults, and involvement in the  community. The MSSI further asked the PC to describe his or her  relationship with the subject's father, while additional questions  regarding the involvement of the subject's father or father figure  were added to the measure by the IAU research team. The YASR, a  self-administered survey, was included to obtain information on  specific aspects of the respondent's life, such as interpersonal  relationships and conflicts, tendencies toward various anti-social  behaviors, and habits regarding nonmedical drug and alcohol  consumption. The YASR also sought to identify personality traits and  behaviors that might be classified as unusual. The goal of the YASR  was to obtain an overall score for each respondent, based on the  answers provided, that could be used to make observations and  determinations regarding his or her psychological, emotional, and  behavioral health and overall quality of life. The MIH, which is an  adaptation of the National Maternal and Infant Health Survey, was  administered to each subject's biological mother. The MIH was  primarily concerned with the prenatal conditions surrounding the  subject's birth, but also collected information on the infant's  delivery and health for the first six months of life.</p>\n\n<p>The IAU data also include an Assessment Debriefing File (ADF)  containing summary information for all of the instruments that formed  the IAU protocol. The ADF data records what language the IAU  instruments were administered in, whether or not a translator was  required, the amount of privacy during the administration of the  instruments, and who, if anyone, was present at the time the instruments were administered.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The variables appearing in the IAU data files  record the results collected by the various instruments composing the  IAU protocol. In some cases, the variables contain the responses of  the primary caregivers (PC) to questions that formed part of a  self-report or a interview, such as the Young Adult Self-Report or the  Maternal and Infant Health Survey. Other variables record the  observations collected from instruments such as the Visual Recognition  Memory Paradigm. In addition to these variables, many of the data  files contain additional variables that contain administrative  information, such as the date and time the instrument was administered as well as subject and interviewer identification numbers."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"birth"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"caregivers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"childhood"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cognition"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"delinquent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family life"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"home environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"human behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"infants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parent child relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parental influence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prenatal care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social influences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B. Child Development and School Readiness"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II. Parents and Families"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VIII. NICHD Supported Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.H. Social Institutions and Behavior, Family and Gender"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"PHDCN III. Infant Assessment Unit"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"PHDCN subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"PHDCN IV. Longitudinal Cohort Study"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"PHDCN subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-02-17Version Text: 2006-02-17Version Date: 2006-02-17Version Text: 2006-02-17 Subject: null  Type: null  Notes: Data were moved to restricted access. The metadata record was changed accordingly.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport files (XPORT), SPSS portable files, and Stata system files;Subject: Study Level Error Note, Notes: The Murray Research Center conducted the initial data and documentation processing for this collection.;Subject: Study Level Error Note, Notes: At present, only a restricted version of the data is available (see RESTRICTIONS filed). A downloadable version of the data is slated to be available in the near future.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-K005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2005-07-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data","survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Children, adolescents, young adults, and their primary caregivers, living in the city of Chicago in 1994."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Stratified probability sample."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed recodes and/or calculated derived variables."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>The overall response rate for Wave 1 of the  Longitudinal Cohort Study was 75 percent or 6,228 participants. The  response rates by cohort were:</p>\n\n<ol>\n<li>76.2 percent (1,269) for Cohort 0</li>\n<li>76.6 percent (1,003) for Cohort 3</li>\n<li>75.0 percent (980) for Cohort 6</li>\n<li>75.9 percent (828) for Cohort 9</li>\n<li>74.3 percent (820) for Cohort 12</li>\n<li>71.6 percent (696) for Cohort 15</li>\n<li>70.3 percent (632) for Cohort 18</li>\n</ol>"}]}},"files":[{"description":"","label":"Assessment Debriefing Form","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663515,"persistentId":"","pidURL":"","filename":"Assessment Debriefing Form","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Growth Assessment Form","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663507,"persistentId":"","pidURL":"","filename":"Growth Assessment Form","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Home Observation for the Measurement of the Environment","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663503,"persistentId":"","pidURL":"","filename":"Home Observation for the Measurement of the Environment","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Illinois Department of Public Health Data","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663514,"persistentId":"","pidURL":"","filename":"Illinois Department of Public Health Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Infant Behavior Questionnaire","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663505,"persistentId":"","pidURL":"","filename":"Infant Behavior Questionnaire","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Infant Behavior Ratings","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663511,"persistentId":"","pidURL":"","filename":"Infant Behavior Ratings","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Infant Day Care Screen","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663504,"persistentId":"","pidURL":"","filename":"Infant Day Care Screen","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kagan Mobile Task","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663506,"persistentId":"","pidURL":"","filename":"Kagan Mobile Task","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Maternal and Infant Health Survey","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663510,"persistentId":"","pidURL":"","filename":"Maternal and Infant Health Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Maternal Social Support Index","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663508,"persistentId":"","pidURL":"","filename":"Maternal Social Support Index","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Visual Recognition Memory Paradigm","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663512,"persistentId":"","pidURL":"","filename":"Visual Recognition Memory Paradigm","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Visual Recognition Memory Paradigm, Final","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663513,"persistentId":"","pidURL":"","filename":"Visual Recognition Memory Paradigm, Final","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Young Adult Self Report","restricted":false,"version":1,"datasetVersionId":41908,"dataFile":{"id":2663509,"persistentId":"","pidURL":"","filename":"Young Adult Self Report","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}