{"status":"OK","data":{"id":42567,"identifier":"ICPSR03075.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03075.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03075.v1","latestVersion":{"id":38567,"storageIdentifier":"file://10.3886/ICPSR03075.v1","versionState":"RELEASED","distributionDate":"2003-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:57:48Z","releaseTime":"2015-04-09T03:57:48Z","createTime":"2015-04-09T03:57:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Pennsylvania's Residential Substance Abuse Treatment Program for Drug-Involved Parole Violators, 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Young, Douglas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Porter, Rachel"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was a process evaluation of Pennsylvania's two  Residential Substance Abuse Treatment (RSAT) programs in their first  year of implementation. These programs were maintained through the  joint management of the state Department of Corrections (DOC), Board  of Probation and Parole, Pennsylvania Commission on Crime and  Delinquency, and two private sector providers that operated the  programs. Opened in early 1998 in two correctional facilities for men,  each of these programs could serve up to 60 male technical parole  violators (TPVs) with a history of substance abuse. Instead of the  nine- to 36-month terms typical for parolees recommitted for  violations, RSAT participants served six months in prison-based  intensive therapeutic communities (TCs), followed by six months of  aftercare in a DOC-sponsored Community Corrections Center (CCC),  similar to a halfway house. Both programs took a cognitive-behavioral  approach to drug treatment. This study focused on the prison-based  component of the RSAT programs. It examined the extent to which  components of RSAT treatment were in place and the integrity of  program operations. Interviews for this study were conducted between  February and December 1998. At intake, program staff interviewed RSAT  participants (Part 1, Intake Data), and Vera Institute of Justice  onsite researchers conducted participant interviews upon exit (Part 2,  Exit Data). Through December 31, 1998, 160 intake interviews and 77 exit interviews with program graduates were administered."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was a process evaluation of  Pennsylvania's two RSAT programs in their first year of  implementation. These programs were maintained through the joint  management of the state Department of Corrections (DOC), Board of  Probation and Parole, Pennsylvania Commission on Crime and  Delinquency, and two private sector providers that operate the  programs. Pennsylvania's RSAT programs were unique in targeting  technical parole violators (TPVs). Opened in early 1998 in two  correctional facilities for men, each of these programs could serve up  to 60 male TPVs with a history of substance abuse. These programs were  also unique in their focus on cost-savings. Instead of the nine- to  36-month terms typical for parolees recommitted for violations, RSAT  participants served six months in prison-based intensive therapeutic  communities (TCs), followed by six months of aftercare in a  DOC-sponsored Community Corrections Center (CCC), similar to a halfway  house. This study focused on the prison-based component of the RSAT  programs. Men selected for RSAT from the state's western region were  transferred to the State Correctional Institution (SCI) at  Huntingdon. Men from eastern Pennsylvania were sent to  SCI-Graterford. Gateway Rehabilitation Services, a private drug  treatment provider, operated the program at Huntingdon, and  Civigenics, another private provider, operated the Graterford  program. Both programs took a cognitive-behavioral approach to drug  treatment. Their logic model presumed that RSAT participants would  learn to make socially responsible decisions and develop new responses  to social and environmental cues that previously led them to use drugs  and commit crimes. This study provided an interim assessment of the  implementation of t\nhis logic model. It examined the extent to which  components of RSAT treatment were in place and the integrity of  program operations. The following questions guided this evaluation:  (1) What was the underlying treatment philosophy of the RSAT program?  What therapeutic methods were used and how was the program structured?  (2) What was the program setting? How did the correctional setting  affect treatment delivery? (3) How were new RSAT participants  processed upon entry? What were the program's rules and how were they  enforced? Were there any particular successes or problems in  implementing this aspect of the program? (4) What treatment and other  services were delivered in the program? How did the program's phase  structure work? What was the program environment? Were there any  particular successes or problems in implementing this aspect of the  program? (5) How was the program staffed? Were there any particular  successes or problems in establishing and maintaining program  management and staffing? (6) What were the characteristics of program  participants? What were participant perceptions of the programs? (7)  What kinds of aftercare were provided after participants completed the  in-prison treatment phase? Were there any particular successes or  failures in implementing the program's aftercare components? (8) Did  the program reach full capacity and remain there? What were the early  program outcomes regarding participant retention and completion rates?  What did findings on those who failed say about the program? (9) What  were the lessons of this evaluation for other prison treatment programs nationally?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Interviews for this study were conducted between  February and December 1998. At intake, program staff interviewed RSAT  participants, and Vera Institute of Justice onsite researchers  conducted participant interviews upon exit. Through December 31, 1998,  160 intake interviews and 77 exit interviews with program graduates  were administered. The intake interview included a supplemented form  of the Addiction Severity Index (ASI), a widely used and studied  assessment measure for substance abusers. The ASI was supplemented  with additional questions, developed at Vera Institute of Justice,  about criminal behavior and employment history. The exit interview  included the Community Oriented Programs Environment Scale, program  rating and satisfaction measures developed by researchers at Texas  Christian University, an adapted version of the Treatment Services Review, and a series of questions about experiences on parole."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Intake Data, variables include sex, date of  birth, date of admission, date of interview, RSAT site, current  residence, ethnicity, religion, whether in controlled environment in  last 30 days and length of stay, medical history, education,  employment, sources of financial support, dependents, history of  alcohol use, history of use of different types of drugs, which  substance was most problematic, history of abstinence from drugs and  alcohol, sexual activity, number of times overdosed on drugs, money  spent on alcohol or drugs in last 30 days, and how bothered patient  was by use of alcohol and drugs. Also included were data on history of  alcohol and drug treatment, criminal history, family history of  alcohol use, drug use, and psychological problems, marital status,  satisfaction with marital status, living arrangements, number of  self-help meetings attended in last month, number of children, age of  each child, living arrangement of each child, and who had legal  custody of each child, how patient spent free time, number of close  friends, relationship with family and friends, emotional, physical,  and sexual abuse, and mental health history. Variables also include  the patient's rating of the importance of receiving treatment for  problems relating to health, employment, drug and alcohol use,  crimin\nal activity, social relations, and mental health. The  interviewer's ratings of the severity of the patient's problems, his  level of misrepresentation, and his ability to understand are also  included for each of these areas. Part 2, Exit Data, variables include  interview date, RSAT site, admission date, CCC location, medical care  received while in program, participation in RSAT classes/sessions  regarding health, legal problems, education/employment,  family/relationship problems, psychological/emotional problems, and  drug/alcohol use, a patient rating for helpfulness of each type of  class/session, psychiatric medication, frequency of drug/alcohol  tests, and detox medication, whether program helped patient obtain an  ID, public assistance, or unemployment benefits, time spent in  non-therapeutic activities, participation in individual counseling,  frequency with which different issues were discussed in individual  counseling, patient ratings for different aspects of RSAT program,  parole history prior to reincarceration, whether the patient received  drug treatment when first released, reasons treatment was not  received, whether the patient had to find a job upon release and  whether a job was found, whether the patient had to attend any other  programming/counseling and what kind, curfew when first released and  just before violating parole, requirements to submit urine for drug  testing, other conditions of parole, living situation while on parole,  access to transportation while on parole, reason violated parole,  whether the patient made a legal promise to enter treatment, patient's  understanding of consequences if treatment was not completed, whether  the patient thought he would complete the entire RSAT program, and the  patient's opinion of what factors would have helped him get more out of the program."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aftercare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole violation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parolees"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3075.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Data cover the first year of RSAT operations in   Pennsylvania and many of the implementation issues that arose had been resolved  by Spring 1999. Users are encouraged to obtain a copy of the project's final  report for more information. (2) The user guide and codebook are provided by   ICPSR as Portable Document Format (PDF) files. The PDF file format was   developed by Adobe Systems Incorporated and can be accessed using PDF reader   software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is\nprovided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-RT-VX-K002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Interviews with RSAT participants were conducted by program  staff upon entering the program and by Vera researchers upon exit."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male technical parole violators in the ten counties served by RSAT programs in the eastern and western parts of Pennsylvania."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To be eligible for RSAT, technical parole violators must  have had at least 18 months remaining on their (maximum) sentence, a  demonstrated need for drug abuse treatment, and no history of escape,  arson, or significant difficulties in the community corrections  centers. All RSAT recommitments carried a mandatory time limit of 12  months regardless of time spent in the Community Corrections Centers (CCCs), resulting in varying lengths of stay in CCC aftercare."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Through December 31, 1998, 160 of the 237  individuals who entered the programs had completed intake interviews, and 77 of 110 program graduates had completed exit interviews."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Addiction Severity Index (ASI), the  Community Oriented Programs Environment Scale, and an adapted version of the Treatment Services Review."}]}},"files":[{"description":"","label":"Exit Data","restricted":false,"version":1,"datasetVersionId":38567,"dataFile":{"id":2638403,"persistentId":"","pidURL":"","filename":"Exit Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Intake Data","restricted":false,"version":1,"datasetVersionId":38567,"dataFile":{"id":2638402,"persistentId":"","pidURL":"","filename":"Intake Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}