{"status":"OK","data":{"id":42651,"identifier":"ICPSR03166.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03166.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03166.v1","latestVersion":{"id":38651,"storageIdentifier":"file://10.3886/ICPSR03166.v1","versionState":"RELEASED","distributionDate":"2001-12-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:58:43Z","releaseTime":"2015-04-09T03:58:43Z","createTime":"2015-04-09T03:58:43Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use\nof the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Grants to Encourage Arrest Policies for Domestic Violence Cases in the State College, Pennsylvania, Police Department, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mastrofski, Jennifer Adams"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pennsylvania State University. Justice and Safety Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project was an 18-month long research-practitioner  partnership to conduct a process evaluation of the State College  Police Department's implementation of a grant to encourage arrest  policies for domestic violence. The general goals of the process  evaluation were to assess how and to what extent the State College  Police Department's proposed activities were implemented as planned,  based on the rationale that such activities would enhance the  potential for increasing victim safety and perpetrator accountability  systemically. As part of the grant, the police department sought to  improve case tracking and services to victims by developing new  specialized positions for domestic violence, including: (1) a domestic  violence arrest coordinator from within the State College Police  Department who was responsible for monitoring case outcomes through  the courts and updating domestic violence policies and training (Part  1, Victim Tracking Data from Domestic Violence Coordinator), (2) a  victims service attorney from Legal Services who was responsible for  handling civil law issues for domestic violence victims, including  support, child custody, employment, financial, consumer, public  benefits, and housing issues (Part 2, Victim Tracking Data From Victim  Services Attorney), and (3) an intensive domestic violence probation  officer from the Centre County Probation and Parole Department who was  responsible for providing close supervision and follow-up of batterers  (Part 3, Offender Tracking Data). Researchers worked with  practitioners to develop databases suitable for monitoring service  provision by the three newly-created positions for domestic violence  cases. Major categories of data collected on the victim tracking form  (Parts 1 and 2) included location of initial contact, type of initial  contact, referral source, reason for initial contact,  service/consultation provided at initial contact, meetings, and  referrals out. Types of services provided include reporting abuse,  filing a Protection from Abuse order, legal representation, and  assistance with court procedures. Major categories of data collected  on the offender tracking form (Part 3) included location of initial  contact, type of initial contact, referral source, reason for initial  contact, service/consultation provided, charges, sentence received,  relationship between the victim and perpetrator, marital status,  children in the home, referrals out, presentencing investigation  completed, prior criminal history, and reason for termination. Types  of services provided include pre-sentence investigation, placement on  supervision, and assessment and evaluation. In addition to developing  these new positions, the police department also sought to improve how  officers handled domest\nic violence cases through a two-day training  program. The evaluation conducted pre- and post-training assessments  of all personnel training in 1999 and conducted follow-up surveys to  assess the long-term impact of training. For Part 4, Police Training  Survey Data, surveys were administered to law enforcement personnel  participating in a two-day domestic violence training program. Surveys  were administered both before and after the training program and  focused on knowledge about domestic violence policies and protocols,  attitudes and beliefs about domestic violence, and the background and  experience of the officers. Within six months after the training, the  same participants were contacted to complete a follow-up survey.  Variables in Part 4 measure how well officers knew domestic violence  arrest policies, their attitudes toward abused women and how to handle  domestic violence cases, and their opinions about  training. Demographic variables in Part 4 include age, sex, race, education, and years in law enforcement."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project was an 18-month long  research-practitioner partnership to conduct a process evaluation of  the State College Police Department's implementation of a grant to  encourage arrest policies for domestic violence. As part of this  grant, the police department sought to improve case tracking and  services to victims by developing new specialized positions for  domestic violence, including: (1) a domestic violence arrest  coordinator from within the State College Police Department who was  responsible for monitoring case outcomes through the courts and  updating domestic violence policies and training, (2) a victims  service attorney from Legal Services who was responsible for handling  civil law issues for domestic violence victims, including support,  child custody, employment, financial, consumer, public benefits, and  housing issues, and (3) an intensive domestic violence probation  officer from the Centre County Probation and Parole Department who was  responsible for providing close supervision and follow-up of  batterers. Researchers worked with practitioners to assess the  development of newly-created positions to better serve domestic  violence victims, evaluate performance of personnel in these  positions, and examine activities associated with the development of a  systemwide, inter-agency database. In addition to the development of  these new positions, the police department also sought to improve how  officers handled domestic violence cases through a two-day training  program. The evaluation conducted pre- and post-training assessments  of all personnel training in 1999 and conducted follow-up surveys to  assess the long-term impact of training. The general goals of the  process evaluation were to assess how and to what extent the State  College Police Department's proposed activities were implemented as  planned, based on the rationale that such activities would enhance the  potential for increasing victim safety and perpetrator accountability  systemically. However, this evaluation, as a process model, was not  designed to test whether the proposed activities actually increased  victim safety and perpetrator accountability (which would be appropriate goals in an impact evaluation)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Researchers worked with practitioners to develop  databases suitable for monitoring service provision by the three  newly-created positions for domestic violence cases. Major categories  of data collected on the victim tracking form (Parts 1 and 2) included  location of initial contact, type of initial contact, referral source,  reason for initial contact, service/ consultation provided at initial  contact, meetings, and referrals out.  Major categories of data  collected on the offender tracking form (Part 3) included location of  initial contact, type of initial contact, referral source, reason for  initial contact, service/\nconsultation provided, charges, sentence  received, relationship between the victim and perpetrator, marital  status, children in the home, referrals out, presentencing  investigation completed, prior criminal history, and reason for  termination. For Part 4, surveys were administered to law enforcement  personnel participating in a two-day domestic violence training  program. Surveys were administered both before and after the training  program and focused on knowledge about domestic violence policies and  protocols, attitudes and beliefs about domestic violence, and the  background and experience of the officers. Within six months after the  training, the same participants were contacted to complete a follow-up  survey. This survey included questions about domestic violence  incidents the officers encountered at work, how they worked with non-law enforcement agencies, and input on future training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Parts 1-3 include location and type of  initial and follow-up contacts, reasons for initial and follow-up  contacts, referral sources, and types of services offered at initial  and follow-up contacts. In Parts 1 and 2, types of services provided  include reporting abuse, filing a Protection from Abuse order, legal  representation, and assistance with court procedures. In Part 3, types  of services provided include pre-sentence investigation, placement on  supervision, and assessment and evaluation. Part 3 also includes  variables on the family and living situation of offenders, as well as  prior criminal history. Variables in Part 4 measured how well officers  knew domestic violence arrest policies, their attitudes toward abused  women and how to handle domestic violence cases, and their opinions  about training. Demographic variables in Part 4 include age, sex, race, education, and years in law enforcement."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3166.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3166.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) The data available in this collection are part of  a broader evaluation project. Other components of the evaluation that  are not available through this data collection include the evaluation  of a fourth newly-created position (safety auditor coordinator),  tracking time spent on various activities by the newly-created  positions, and a survey of non-law enforcement personnel who  participated in the domestic violence training program. Users are  strongly encouraged to obtain the Final Report for this project in  order to understand the entire process evaluation. (2) The user guide,  codebook, and data collection instruments are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WE-VX-K012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-14"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["case tracking databases and self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-3: Cases. Part 4: Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-3: All domestic violence victims and offenders in  State College, Pennsylvania, between 1999 and 2000. Part 4: All law  enforcement officers participating in domestic violence training from the State College Police Department in 1999."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1-3: Not applicable. Part 4: The pre- and  post-training surveys had response rates of 100 percent and the follow-up survey had a response rate of 56 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 4."}]}},"files":[{"description":"","label":"Offender Tracking Data","restricted":false,"version":1,"datasetVersionId":38651,"dataFile":{"id":2639476,"persistentId":"","pidURL":"","filename":"Offender Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Training Survey Data","restricted":false,"version":1,"datasetVersionId":38651,"dataFile":{"id":2639477,"persistentId":"","pidURL":"","filename":"Police Training Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Tracking Data From Domestic Violence Coordinator","restricted":false,"version":1,"datasetVersionId":38651,"dataFile":{"id":2639474,"persistentId":"","pidURL":"","filename":"Victim Tracking Data From Domestic Violence Coordinator","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Tracking Data From Victim Services Attorney","restricted":false,"version":1,"datasetVersionId":38651,"dataFile":{"id":2639475,"persistentId":"","pidURL":"","filename":"Victim Tracking Data From Victim Services Attorney","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}