{"status":"OK","data":{"id":40686,"identifier":"ICPSR02788.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02788.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02788.v1","latestVersion":{"id":36686,"storageIdentifier":"file://10.3886/ICPSR02788.v1","versionState":"RELEASED","distributionDate":"2000-08-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:37:06Z","releaseTime":"2015-04-09T03:37:06Z","createTime":"2015-04-09T03:37:06Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Study of Innovative and Promising Programs for Women Offenders, 1994-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Morash, Merry"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University, School of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bynum, Timothy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University, School of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to conduct a national-scale  evaluation of correctional facilities housing female offenders in  order to assess the effectiveness of current programs, including  alternative sanctions and treatment programs, and management  practices. The goal was to gather information on \"what works for  which women\" with respect to the program characteristics most related  to positive outcomes. The first stage of the study consisted of  gathering the opinions of administrators in state departments of  corrections, including state-level administrators and administrators  in institutions for women (Part 1). Administrators from jails that  housed women were also interviewed (Part 2). Data collected for Parts  1 and 2 focused on attitudes toward the influx of women into jails and  prisons, the needs of incarcerated women, and management and program  approaches for meeting those needs. Respondents were asked to identify  programs that in their view stood out as especially effective in  meeting the needs of incarcerated women. From this list of nominated  programs, researchers conducted 62 in-depth telephone interviews with  administrators of programs located in jails, prisons, and the  community (Part 3). A supplement to this study consisted of telephone  interviews with 11 program directors who headed mental health programs  that appeared to be \"state of the art\" for incarcerated women (Part  4). Variables in Parts 1-4 that concern the nominated programs include  the underlying principles guiding the programs, whom the programs  targeted, what types of staff were employed by the programs, the most  positive effects of the programs, and whether program evaluations had  been completed. Program effort variables found in Parts 1-4 cover  whether the programs focused on trying to treat substance abuse, stop  child abuse, provide women with nontraditional job skills, parenting  skills, HIV/AIDS education, and life skills, change cognitive  thinking, and/or promote self-esteem. Several variables common to  Parts 1-3 include whether the programs provided women with  follow-up/transitional help, helped to stimulate pre-release planning,  allowed visits between women and children, or used ex-offenders,  ex-substance users, volunteers, or outside community groups to work  with the women. Variables focusing on the types of assessment tools  used cover medical assessments, VD screening, reading/math ability  screening, mental health screening, substance abuse screening, needs  regarding children screening, and victim-spouse abuse  screening. Variables pertaining to instit\nution management include  background knowledge needed to manage a facility, the types of  management styles used for managing female offenders, security and  other operational issues, problems with cross-sex supervision, and  handling complaints. Similar variables across Parts 1, 2, and 4 deal  with the impact of private or state funding, such as respondents'  views on the positive and negative outcomes of privatization and of  using state services. Both Parts 1 and 2 contain information on  respondents' views regarding the unique needs of women offenders,  which programs were especially for women, and which program needs were  more serious than others. Planning variables in Parts 1 and 2 include  whether there were plans to have institutions link with other state  agencies, and which programs were most in need of expansion. Further  common variables concerned the influx of women in prison, including  how administrators were dealing with the increasing number of women  offenders, whether the facilities were originally designed for women,  how the facilities adapted for women, and the number of women  currently in the facilities. In addition, Part 1 contains unique  variables on alternative, intermediate sanction options for women,  such as the percentage of women sent to day supervision/treatment and  sent to work release centers, why it was possible to use intermediate  sanctions, and how decisions were made to use intermediate  sanctions. Variables dealing with funding and the provision of  services to women include the type of private contractor or government  agency that provided drug treatment, academic services, and vocational  services to women, and the nature of the medical and food services  provided to women. Variables unique to Part 2 pertain to the type of  offender the jail housed, including whether the jurisdiction had a  separate facility for pretrial or sentenced offenders, the total rated  capacity of the jail, the average daily population of pretrial  females, whether the jail was currently housing state inmates, and the  impact on local inmates of being housed with state inmates. Variables  concerning classification and assessment focused on the purpose of the  classification process for female offenders, whether the  classification process was different for male and female offenders,  and a description of the process used. Variables specific to Part 3  deal with characteristics of the participants, such as whether program  participants were involved in a case management system, the  approximate number of women and men participating in the programs,  whether offenders were tried and awaiting sentence or were on  probation, and the number of hours a week that individuals  participated in the program. Program structure variables include  whether the program was culture- or gender-specific, restrictions on  program participants, and who established the  restrictions. Programming strategy variables cover identifying  strategies used for meeting the needs of women offenders with short  sentences, strategies for women with long sentences, and what stood in  the way of greater use of intermediate sanctions. Part 4 contains  variables on the size of the mental health program/unit, including the  number of beds in the mental health unit, the number of beds set aside  for different types of diagnoses, and the number of women served  annually. Diagnosis variables provide information on who was  responsible for screening women for mental health needs, whether women  were re-evaluated at any time other than at intake, and the most  common mental health problems of women in the unit. Variables on  running the program include whether the program/unit worked with  private or public hospitals, the factors that hindered coordination of  services among local or state facilities, the types of services  affected by budget constraints, and the strategies used to prevent  women from harming themselves and others. Staffing variable\ns cover the  number of psychologists, social workers, nurses, and correctional  officers that worked in the mental health unit. Demographic variables  were similar for all four data files. These include the institution  level, the type of respondent interviewed, respondents' gender and  educational background, and the number of years they had been in their  positions, were employed in corrections, and had worked in women's facilities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Despite recent increases in the female offender  population, very little evaluation research had been conducted on the  effectiveness of institutional programming with this population, and  much remained unknown about what made programs and practices effective  for women offenders. The limited evaluation research juxtaposed with  the increasing number of incarcerated women, and the multifaceted  nature of problems that contribute to their criminality, underscored  the need for further research. Several unique characteristics of the  female inmate population are relevant to programming for and  management of institutions: (1) a high proportion of women report  prior sexual or physical abuse, (2) a high proportion of women report  being under the influence of a drug at the time of their offense (with  over half reporting daily use of drugs the month before their offense,  and several reporting daily use of a major drug that month), (3) there  have been recent, rapid increases in the proportion of sentenced women  with a drug offense charge, (4) the majority of women in prison have  children under the age of 18 years old, and most of them had children  living with them before coming to prison, (5) less than half of the  women had been working during the month before their arrest, and (6) a  markedly higher proportion of women than men are serving time for  having killed a family member, ex-spouse, or other intimate. The  situation for women in jails may be even more difficult than for women  in prisons. The inadequacy of the mental health system and the  overcrowding of the prison system have resulted in large numbers of  women, with a variety of problems, spilling over into jails. Many  jailed women are housed in a \"women's unit\" within a facility  primarily designed for men. The purpose of this study was to generate  a national-scale evaluation of correctional facilities housing female  offenders in order to assess the effectiveness of current programs,  including alternative sanctions and treatment programs, and management  practices. The goal was to gather information on \"what works for  which women\" with respect to the program characteristics most related to positive outcomes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to be a national-scale  evaluation of correctional institutions. Part 1 consisted of a  comprehensive assessment of the opinions of administrators in state  departments of corrections, including state-level administrators and  administrators in institutions for women. A state-level correctional  administrator was surveyed by mail in all 50 states. For the follow-up  telephone survey, in seven states researchers were able to interview  the commissioner or deputy director of corrections. In another 19  states, the interview was done with a high-level administrator with  responsibility for areas such as planning, programming, or programming  for women, and in eight states information on the overall system of  corrections was collected from an individual other than an  administrator at a woman's facility. At the institution level, mailed  surveys were received from 65 prison facilities and telephone  interviews were conducted with administrators in 54 of these. The  criteria for excluding some of the 65 prisons from the telephone  interview was that they were located in the same state as another  comparable institution that had already been chosen for a phone  interview. Data from the institution-level surveys are attache\nd to  the record of the state where the institution was located. For Part 2,  interviews were conducted with 54 jail administrators from county/city  jurisdictions that housed women offenders. Data collected included  mail and telephone reports of responses to the influx of women into  jails and prisons, the needs of incarcerated women, and management and  program approaches to meeting those needs. Respondents were asked to  identify programs that in their view stood out as especially effective  in meeting the needs of incarcerated women. From this list of  nominated programs, researchers conducted 62 in-depth telephone  interviews with administrators of programs located in jails, prisons,  and the community (Part 3). Program administrator survey questions  were designed to generate information on these effective programs, how  they began, availability of evaluation results, and staff. The main  issues considered in the selection of programs from treatment areas  for in-depth interviews were: (1) representation of programming or  administrative approach to address the range of frequently identified  problems, (2) availability of evaluation results, and (3) evidence of  program relevance to special needs, for example, related to unique  problems of women, race, ethnicity, or type of crime. A direct attempt  was also made to sample programs that were neutral on stereotypes or  that challenged women's dependence or limitation to traditional  roles. A supplement to this study consisted of telephone interviews  with 11 program directors who headed mental health programs that  appeared to be \"state of the art\" for incarcerated women (Part 4). For  all parts, mail surveys concentrated on factual information, while  phone surveys more often focused on obtaining opinions and  descriptions of practices, the needs of offenders, and implementation  difficulties. Much of the data was collected as qualitative information, then coded into categorical information."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Parts 1-4 that concern the nominated  programs include the underlying principles guiding the programs, whom  the programs targeted, what types of staff were employed by the  programs, the most positive effects of the programs, and whether  program evaluations had been completed. Program effort variables found  in Parts 1-4 cover whether the programs focused on trying to treat  substance abuse, stop child abuse, provide women with nontraditional  job skills, parenting skills, HIV/AIDS education, and life skills,  change cognitive thinking, and/or promise self-esteem. Several  variables common to Parts 1-3 include whether the programs provided  women with follow-up/transitional help, helped to stimulate  pre-release planning, allowed visits between women and children, or  used ex-offenders, ex-substance users, volunteers, or outside  community groups to work with the women. Variables focusing on the  types of assessment tools used cover medical assessments, VD  screening, reading/math ability screening, mental health screening,  substance abuse screening, needs regarding children screening, and  victim-spouse abuse screening. Variables pertaining to institution  management include background knowledge needed to manage a facility,  the types of management styles used for managing female offenders,  security and other operational issues, problems with cross-sex  supervision, and handling complaints. Similar variables across Parts  1, 2, and 4 deal with the impact of private or state funding, such as  respondents' views the positive outcomes of privatization and of using  state services. Both Parts 1 and 2 contain information on respondents'  views regarding the unique needs of women offenders, which programs  were especially for women, and which program needs were more serious  than others. Planning variables in Parts 1 and 2 include whether  there were plans to have institutions link with other state agencies,  and which programs we\nre most in need of expansion. Further common  variables concerned the influx of women in prison, including, how  administrators were dealing with the increasing number of women  offenders, whether the facilities were originally designed for women,  how the facilities adapted for women, and the number of women  currently in the facilities. In addition, Part 1 contains unique  variables on alternative, intermediate sanction options for women,  such as, the percentage of women sent to day supervision/treatment and  sent to work release centers, why it was possible to use intermediate  sanctions, and how decisions were made to use intermediate  sanctions. Variables dealing with funding and the provision of  services to women include the type of private contractor or government  agency that provided drug treatment, academic services, and vocational  services to women, and the nature of the medical and food services  provided to women. Variables unique to Part 2 pertain to the type of  offender the jail housed, including whether the jurisdiction had a  separate facility for pretrial or sentenced offenders, the total rated  capacity of the jail, the average daily population of pretrial  females, whether the jail was currently housing state inmates, and the  impact on local inmates of being housed with state inmates. Variables  concerning classification and assessment focused on the purpose of the  classification process for female offenders, whether the  classification process was different for male and female offenders,  and a description of the process used. Variables specific to Part 3  deal with characteristics of the participants, such as whether program  participants was involved in a case management system, the approximate  number of women and men participating in the programs, whether  offenders were tried and awaiting sentence or were on probation, and  the number of hours a week that individuals participated in the  program. Program structure variables include whether the program was  culture or gender-specific, restrictions on program participants, and  who established the restrictions. Programming strategy variables cover  identifying strategies used for meeting the needs of women offenders  with short sentences, strategies for women with long sentences, and  what stood in the way of greater use of intermediate sanctions. Part 4  contains variables on the size of the mental health program/unit,  including the number of beds in the mental health unit, the number of  beds set aside for different types of diagnoses, and the number of  women served annually. Diagnosis variables provide information on who  was responsible for screening women for mental health needs, whether  women were re-evaluated at any time other than at intake, and the most  common mental health problem of women in the unit. Variables on  running the program include whether the program/unit worked with  private or public hospitals, the factors that hindered coordination of  services among local or state facilities, the types of services  affected by budget constraints, and the strategies used to prevent  women from harming themselves and others. Staffing variables cover the  number of psychologists, social workers, nurses, and correctional  officers that worked in the mental health unit. Demographic variables  were similar for all four data files. These include the institution  level, the type of respondent interviewed, respondents' gender and  educational background, and the number of years they had been in their  positions, were employed in corrections, and had worked in women's facilities."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"job training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parenting skills"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prerelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"self esteem"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2788.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebooks, and data collection  instruments are provided as Portable Document Format (PDF) files. The  PDF file was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Website.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-IJ-CX-K027"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-08-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: mailback questionnaires and telephone  interviews, Parts 3 and 4: telephone interviews."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: States. Parts 2-4: Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All correctional institutions holding women offenders in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Not applicable. Part 2: Stratified random  sampling. Parts 3 and 4: Nonprobability sample of programs nominated by state administrators."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: The response rate from state  administrators was 100 percent for both the mail survey and the phone  survey. Institution-level administrators had a response rate of 93  percent for the mail survey and 96 percent for the phone survey. Part  2: The response rate from jail administrators was 89 percent for the  mail survey and 93 percent for the phone survey. Part 3: Program  administrators had a response rate of 87 percent for the telephone  interview. Part 4: The response rate for the mental health program survey was 100 percent for the telephone interview."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Jail Administrator Survey Data","restricted":false,"version":1,"datasetVersionId":36686,"dataFile":{"id":2621406,"persistentId":"","pidURL":"","filename":"Jail Administrator Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Mental Health Program Survey Data Supplement","restricted":false,"version":1,"datasetVersionId":36686,"dataFile":{"id":2621408,"persistentId":"","pidURL":"","filename":"Mental Health Program Survey Data Supplement","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Program Administrator Survey Data","restricted":false,"version":1,"datasetVersionId":36686,"dataFile":{"id":2621407,"persistentId":"","pidURL":"","filename":"Program Administrator Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State- and Institution-Level Administrator Survey Data","restricted":false,"version":1,"datasetVersionId":36686,"dataFile":{"id":2621405,"persistentId":"","pidURL":"","filename":"State- and Institution-Level Administrator Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}