{"status":"OK","data":{"id":40563,"identifier":"ICPSR04540.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04540.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04540.v1","latestVersion":{"id":36563,"storageIdentifier":"file://10.3886/ICPSR04540.v1","versionState":"RELEASED","distributionDate":"2006-08-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:35:47Z","releaseTime":"2015-04-09T03:35:47Z","createTime":"2015-04-09T03:35:47Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>Due to the sensitive nature of the data and to protect respondent confidentiality, the data are restricted from general dissemination. They may only be accessed at the ICPSR Data Enclave in Ann Arbor, MI.  Users wishing to view these data must complete an Application for Use of the ICPSR Data Enclave (available for download as part of the documentation for this study) and receive permission to analyze the files befo\nre traveling to Ann Arbor. More general information about the Enclave may be found on the ICPSR Data Enclave\n<a href=\"https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html\">https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html</a>\nWeb site.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Investigation and Prosecution of Homicide Cases in the United States, 1995-2000: The Process for Federal Involvement"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Newton, Phyllis J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Chicago. National Opinion Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Johnson, Candace M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Chicago. National Opinion Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mulcahy, Timothy M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Chicago. National Opinion Research Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study addressed questions related to potential geographic and racial disparity in the investigation and prosecution of federal capital cases and examined the process by which criminal cases, specially homicide cases, enter the federal criminal justice system. The primary method of data collection used was face-to-face interviews of key criminal justice officials within each district included in the study. Between 2000 and 2004, the researchers visited nine federal districts and interviewed all actors in the state and federal criminal justice systems who potentially would play a role in determining whether a homicide case was investigated and prosecuted in the state or federal systems. The study focused on homicide cases because federal homicides represented the offense of conviction in all capital case convictions in the federal system under the 2000 and 2001 DOJ reports (see U.S. Department of Justice, \"The Federal Death Penalty System: A Statistical Survey (1988-2000),\" Washington, DC: U.S. Department of Justice, September 12, 2000, and U.S. Department of Justice, \"The Federal Death Penalty System: Supplementary Data, Analysis and Revised Protocols for Capital Case Review,\" Washington, DC: U.S. Department of Justice, June 6, 2001). In addition, federally related homicides are frequently involved with drug, gang, and/or organized crime investigations. Using 11 standardized interview protocols, developed in consultation with members of the project's advisory group, research staff interviewed local investigative agencies (police chief or his/her representative, section heads for homicide, drug, gang, or organized crime units as applicable to the agency structure), federal investigative agencies (Special Agent-in-Charge or designee, section heads of relevant units), local prosecutors (District Attorney, Assistant District Attorney, including the line attorneys and section heads), and defense attorneys who practiced in federal court. Due to the extensive number of issues to be covered with the U.S. Attorneys' Offices, interviews were conducted with: (1) the U.S. Attorney or des\nignated representative, (2) section heads, and (3) Assistant U.S. Attorneys (AUSAs) within the respective sections. Because the U.S. Attorneys were appointed following the change in the U.S. Presidency in 2000, a slightly altered U.S. Attorney questionnaire was designed for interviews with the former U.S. Attorney who was in office during the study period of 1995 through 2000. In some instances, because the project focus was on issues and processes from 1995 through 2000, a second individual with longer tenure was chosen to be interviewed simultaneously when the head or section head was newer to the position. In some instances when a key respondent was unavailable during the site visit and no acceptable alternative could be identified, arrangements were made to complete the interview by telephone after the visit. The interviews included questions related to the nature of the local crime problem, agency crime priorities, perceived benefits of the federal over the local process, local and federal resources, nature and target of joint task forces, relationships between and among agencies, policy and agreements, definitions and understanding of federal jurisdiction, federal investigative strategies, case flow, and attitudes toward the death penalty."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study addressed questions related to potential geographic and racial disparity in the investigation and prosecution of federal capital cases and examined the process by which criminal cases, specially homicide cases, enter the federal criminal justice system. The goal was two-fold: to identify the process in selected districts by which the federal government is made aware of potential, federally relevant homicide cases, and to identify the process and factors that influence the decision by U.S. attorneys in those districts to prosecute a homicide case in the federal court system or decline federal prosecution. While the study focused on the processing of homicides, the original impetus for the study revolved around application of the federal death penalty, specifically as it relates to disparity in race, ethnicity, gender, and geographic location with an emphasis on the federal system."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary method of data collection used was face-to-face interviews of key criminal justice officials within each district included in the study. Between 2000 and 2004, the researchers visited nine federal districts and interviewed all actors in the state and federal criminal justice systems who potentially would play a role in determining whether a homicide case was investigated and prosecuted in the state or federal systems. The study focused on homicide cases because federal homicides represented the offense of conviction in all capital case convictions in the federal system under the 2000 and 2001 DOJ reports (see U.S. Department of Justice, \"The Federal Death Penalty System: A Statistical Survey (1988-2000),\" Washington, DC: U.S. Department of Justice, September 12, 2000, and U.S. Department of Justice, \"The Federal Death Penalty System: Supplementary Data, Analysis and Revised Protocols for Capital Case Review,\" Washington, DC: U.S. Department of Justice, June 6, 2001). In addition, federally related homicides are frequently involved with drug, gang, and/or organized crime investigations. Using 11 standardized interview protocols, developed in consultation with members of the project's advisory group, research staff interviewed local investigative agencies (police chief or his/her representative, section heads for homicide, drug, gang, or organized crime units as applicable to the agency structure), federal investigative agencies (Special Agent-in-Charge or designee, section heads of relevant units), local prosecutors (District Attorney, Assistant District Attorney, including the line attorneys and section heads), and defense attorneys who practiced in federal court. Due to the extensive number of issues to be\ncovered with the U.S. Attorneys' Offices, interviews were conducted with: (1) the U.S. Attorney or designated representative, (2) section heads, and (3) Assistant U.S. Attorneys (AUSAs) within the respective sections. Because the U.S. Attorneys were appointed following the change in the U.S. Presidency in 2000, a slightly altered U.S. Attorney questionnaire was designed for interviews with the former U.S. Attorney who was in office during the study period of 1995 through 2000. The first contact with agencies within each district by project staff involved a letter of introduction mailed to the head of each agency or office. The letter introduced project staff and described the project. It requested their agency's participation and the identification of a contact person to help with respondent identification, scheduling of interviews, and logistics. Letters to local officials additionally included a letter from National Institute of Justice (NIJ) encouraging participation. Letters to district attorneys included a letter from the National District Attorneys' Association encouraging participation. Prior to this mailing, authorizations from the main offices of the Federal Bureau of Investigation (FBI), Drug Enforcement Administration (DEA), Bureau of Alcohol, Tobacco, and Firearm (ATF), and the Executive Office of the U.S. Attorney (EOUSA) were emailed to all district offices that would be asked to participate. Approximately two weeks after the letters of introduction were mailed, project staff contacted each agency by telephone to identify the contact person and explain the criteria to be considered in selecting individuals to be interviewed. For all agencies, interviews were requested with the head of the agency (Chief of Police, Sheriff, District Attorney, U.S. Attorney, Special Agent-in-Charge, or Federal Defender) or a proxy designated by the head. For most agencies, three section heads involved in drug, gang, or organized crime investigations or prosecutions were identified to be interviewed. At the U.S. Attorney's Office, typically two or more Assistant U.S. Attorneys were interviewed within each office, with additional interviews conducted if multiple offices were included within the district. Finally, direct contact was made with the Federal Defender in each district. The researchers explained that instead of a formal interview, they preferred to explore issues influencing federal processing in their district with federal or state defense attorneys who were knowledgeable of and had experience in the federal criminal justice system. They were asked to identify knowledgeable defenders, and a joint meeting was held for a group discussion on general issues. Because the project focus was on issues and processes from 1995 through 2000, they requested that, whenever possible, respondents who had been in the agency during some or all of that period be made available. In some instances, a second individual with longer tenure was chosen to be interviewed simultaneously when the head or section head was newer to the position. Despite the researchers' efforts, in some instances the district contacts arranged interviews without following the criteria, which the researchers sometimes felt obliged to interview. In instances when numerous respondents were gathered in a room for an interview, the researchers attempted to break-up the group and reschedule individual meetings. If this was not possible, the researchers interviewed the group as a whole. In some instances when a key respondent was unavailable during the site visit and no acceptable alternative could be identified, arrangements were made to complete the interview by telephone after the visit. Staff took notes during the interview, typing notes at the earliest possible time subsequent to the interview."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The interviews included questions related to the nature of the local crime problem, agency crime priorities, perceived benefits of the fed\neral over the local process, local and federal resources, nature and target of joint task forces, relationships between and among agencies, policy and agreements, definitions and understanding of federal jurisdiction, federal investigative strategies, case flow, and attitudes toward the death penalty."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"capital punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"district courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ethnicity"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"jurisdiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"race"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"state courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-01-20Version Text: 2015-01-20Version Date: 2015-01-20Version Text: 2015-01-20 Subject: null  Type: null  Notes: User Agreement was updated. Application for Use of the ICPSR Data Enclave was added to the collection.;Version Date: 2008-10-29Version Text: 2008-10-29 Subject: null  Type: null  Notes: Minor edits have been made to the metadata.;Version Date: 2008-10-28Version Text: 2008-10-28 Subject: null  Type: null  Notes: The interview data are available in nine WinZip archives. The data are only available for use in the ICPSR Data Enclave.;Subject: Study Level Error Note, Notes: The interview data are available, but are accessible only in the ICPSR Data Enclave. See the ICPSR Web site for information about the ICPSR Data Enclave\n<a href=\"http://www.icpsr.umich.edu/ICPSR/access/restricted/enclave/\">http://www.icpsr.umich.edu/ICPSR/access/restricted/enclave/</a>\n. The 257 interview files are divided by District into nine WinZip archives.;Subject: Study Level Error Note, Notes: At the outset of each interview, a written informed consent statement was read to each respondent. This statement explained the purpose of the study and that the findings and reports would not identify them by name. However, they were informed that, because of the small numbers of respondents from each agency, it might be possible for someone to identify individual respondents. Respondent were asked to sign the informed consent statement prior to beginning the interview.;Subject: Study Level Error Note, Notes: The technical report is available. It is divided into seven chapters. The first chapter provides a brief background on the death penalty research in general, the federal death penalty, the decision-making process prosecutors undergo when deciding whether to recommend the death penalty in capital-eligible cases, previous research studies that have examined the death penalty in a number of states, and a brief primer on the federal criminal justice system in the United States, including its 94 federal districts, federal criminal law, and how the federalization of some crimes, including homicide, contributed to this study's research questions. The second chapter provides the methodology used in conducting the study research, including decisions regarding sampling, advisory group input, interview development process, interview process, obstacles encountered, and the research questions and the means by which they were addressed. The technical report includes a separate chapter on each of the four federal districts analyzed, each describing how decisions are made regarding whether federal investigators and prosecutors become involved with the processing of homicide cases.  Each district chapter contains three primary sections: the first section provides a context for the district under discussion (region of the country, the size and population of the district, the racial and ethnic characteristics of the district's population, and a general discussion of the crime and homicide rates for the district), while attempting to avoid direct identification of the district or the state in which it resides, the second section provides a review of the federal cases submitted to the Department of Justice Capital Case Unit (DOJ CCU), and the final section provides a discussion of the interview data fro\nm each of the districts. More than 150 officials were interviewed in the four districts discussed in the technical report. In writing these interview findings sections, the researchers followed a strict rule to adhere strictly to the data as reported by respondents -- what the respondents had to say about each of the topic areas, with little, if any, attempt to analyze or discuss the findings. Quotation marks reflect quotes from the interview documentation. While quotes are as close to what the respondent said as possible, they represent the information in the interview documentation and may not represent with 100 percent accuracy the actual words of the respondent. They, however, do represent the meaning of what the respondent said. The data are summarized at the end of each chapter and describe the overarching factors that contributed to cases, in general, and homicide cases, in particular, being investigated and/or prosecuted in the federal system. The final chapter brings together the findings of the various districts and provides a comparison of these findings. The technical reports' analysis is limited to four of the nine districts visited. Districts selected and described within the technical report are referred to as Districts A, B, C, and D. Project staff selected districts for which the interviews had been completed early in the process and the greatest amount of analysis had been completed. The four districts should not be considered representative of the original ten. They represent four regions of the country, one district without state capital punishment, and two districts with relatively few cases forwarded to the CCU at DOJ for capital punishment consideration and authorization to charge a case capitally. Some of the other districts visited had decision-making processes that diverged widely from those presented in the report. The researchers hope to complete the analysis of the other five districts at a later time.;Subject: Study Level Error Note, Notes: The Executive Summary\n<a href=\"http://www.ncjrs.gov/pdffiles1/nij/grants/214753.pdf\">http://www.ncjrs.gov/pdffiles1/nij/grants/214753.pdf</a>\n(see Newton, Johnson, and Mulcahy 2006 Investigation and Prosecution of Homicide Cases in the U.S.: The Process for Federal Involvement, NCJ 214753) is available online in a PDF file from the National Criminal Justice Reference Service.; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-IJ-CX-0021"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-08-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for this study were gathered through both face-to-face and telephone interviews."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["federal district"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All capital-eligible cases investigated and prosecuted in the state or federal systems from 1995 to 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"To identify various models of how the federal government processed homicides, the primary factors used to select districts included the number of homicides occurring within each district and the numbers processed federally. Districts with low numbers of homicides reported, coupled with low numbers of federal capital cases were eliminated from consideration. Two lists were developed and districts were rank-ordered according to: (1) the number of reported homicide occurrences within the district as reported by the FBI's Uniform Crime Reports from 1995 through 2000, and (2) the number of federal defendants considered by the DOJ CCU during that same period and as reported in the DOJ studies mentioned above. An equal number of districts were selected from the highest ranking from each list. The final list represented districts with: (1) high homicide occurrence and varying rates of federal prosecution, and (2) high numbers of federal prosecution and varying rates of homicide occurrence. Because several districts at the top of these lists clustered in the same geographic regions, two districts originally included were eliminated and alternate sites were substituted by continuing down the lists. The replacement districts included those with high homicide rates but few federal prosecutions. This method facilitated consideration of factors in these districts that influenced cases to remain in the state system that may have been prosecuted federally in other districts. The resulting ten districts selected for the study represented all regions of the country, states with and without state death penalties, and a wide range in the numbers of cases submitted to the CCU for federal capital case processing. Due to delays in gaining access to the various offices, funds only permitted the researchers to visit nine of the ten districts. Within each of the nine districts, all major local and federal agencies believed to influence (or potentially play a role in) decisions to investigate and prosecute homicide cases federally were included in the study. Local jurisdictions within each district were selected based on the percent of homicides reported in the district that occurred in their geographic area. Jurisdictions reporting the highest number of homicides in each district were selected automatically. If these jurisdictions contributed less than 50 percent of the district's homicide occurrences, additional jurisdictions were included until 50 percent of the homicides were represented. Given this criteria, the number of local jurisdictions selected ranged from one to five jurisdictions. All local law enforcement and local prosecutors that handled homicide cases were included, as well as Sta\nte law enforcement agencies, unless early contacts indicated that they played no role in homicide investigations within the state. Federal agencies in the study included the U.S. Attorney's Offices (USA), Federal Bureau of Investigation (FBI), Drug Enforcement Administration (DEA), Bureau of Alcohol, Tobacco, and Firearms (ATF), and the Federal Defender Offices. In each district, the main offices of the U.S. Attorneys were selected as well as the main offices of the federal investigative agencies. Representatives from satellite offices were included if they processed cases from areas covered by local agencies selected due to homicide rates (see above). Federal Defender Offices or private attorneys who practiced in the federal courts were included in the study as well. Because of the nature of the district selection process for this study, individual districts or the grouping of districts cannot be construed as representative of other districts or all federal districts."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Specific response rates are not available. However, most local agencies were willing to participate once the project was fully explained and they understood that the researchers would be in the area to interview at other agencies. In a few cases, contacts were difficult to make because calls were never returned. However, at least one interview was eventually obtained from each agency contacted, even if completed by telephone after the site visit. All former U.S. attorneys that the researchers were able to contact agreed to be interviewed, some in person and others by telephone."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"District A Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620701,"persistentId":"","pidURL":"","filename":"District A Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District B Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620702,"persistentId":"","pidURL":"","filename":"District B Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District C Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620703,"persistentId":"","pidURL":"","filename":"District C Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District D Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620704,"persistentId":"","pidURL":"","filename":"District D Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District E Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620705,"persistentId":"","pidURL":"","filename":"District E Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District F Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620706,"persistentId":"","pidURL":"","filename":"District F Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District G Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620707,"persistentId":"","pidURL":"","filename":"District G Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District H Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620708,"persistentId":"","pidURL":"","filename":"District H Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District I Interview Data","restricted":false,"version":1,"datasetVersionId":36563,"dataFile":{"id":2620709,"persistentId":"","pidURL":"","filename":"District I Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}