{"status":"OK","data":{"id":41533,"identifier":"ICPSR20345.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20345.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR20345.v1","latestVersion":{"id":37533,"storageIdentifier":"file://10.3886/ICPSR20345.v1","versionState":"RELEASED","distributionDate":"2011-02-24","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:46:32Z","releaseTime":"2015-04-09T03:46:32Z","createTime":"2015-04-09T03:46:32Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Reducing Repeat Sexual Assault Victimization: Design and Testing of a Risk Reduction Program in New York City, New York, and Seattle, Washington, 2003-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Rob"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Guthrie, Pam"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ross, Timothy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"O'Sullivan, Chris"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Safe Horizon"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the study was to develop an intervention that would be analogous to safety planning for battered women, and one that could be used by sexual assault counselors as an adjunct to psychological counseling.  The project was conducted at Safe Horizon in New York City and at Harborview Medical Center in Seattle from August 2003 to May 2005. The client populations of the two programs were complementary. Safe Horizon’s clients were primarily Black (36 percent) and Latina (26 percent). In contrast, a majority of Harborview clients were White (59 percent), although Harborview also had many non-White, non-Hispanic clients. Approximately half of the eligible candidates were randomly assigned to participate in a four-hour workshop on avoiding sexual assault while the others were assigned to a control condition that did not receive the training. Both groups participated in a baseline assessment battery administered in person. After completion of the assessment, those assigned to the experimental condition began the workshop. Researchers contacted women in both groups six months later for a second assessment, this time conducted over the phone.  The 14 data files contain information related to alcohol consumption, tonic immobility, knowledge of sexual assault risk factors, attributions for the most recent sexual assault, self-efficacy, risky behaviors, post-traumatic stress disorder (PTSD) symptomology, and sexual victimization.  The data also contain one file with demographic information.  Each data file contains 84 cases.  Across all parts, the data collection has 612 variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the study was to develop an intervention that would be analogous to safety planning for battered women, and one that could be used by sexual assault counselors as an adjunct to psychological counseling."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The project was conducted at Safe Horizon in New York City and at Harborview Medical Center in Seattle from August 2003 to May 2005. The decision to have two study sites was primarily pragmatic. Although the sexual assault programs in both cities serve large client populations, neither was sufficient by itself to meet the recruitment demands of the field test. The programs used a similar approach, each offering crisis response and counseling.</p>\n\n<p>The client populations of the two programs were complementary. Safe Horizon’s clients were primarily Black (36 percent) and Latina (26 percent). In contrast, a majority of Harborview clients were White (59 percent), although Harborview also had many non-White, non-Hispanic clients.</p>\n\n<p>Approximately half of the eligible candidates were randomly assigned to participate in a four-hour workshop on avoiding sexual assault while the others were assigned to a control condition that did not receive the training. Both groups participated in a baseline assessment battery administered in person. After completion of the assessment, those assigned to the experimental condition began the workshop.</p>\n\n<p>The workshop program consisted of two two-hour sessions intended to (a) increase knowledge of situations likely to lead to sexual assault, (b) teach communication skills and practical strategies for avoiding unwanted sexual contact, (c) teach recognition of risky interpersonal situations, and (d) teach assertiveness in social situations.</p>\n\n<p>Researchers contacted women in both groups six months later for a second assessment, this time conducted over the phone.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The 14 data data files contain information related to alcohol consumption, tonic immobility, knowledge of sexual assault risk factors, attributions for the most recent sexual assault, self-efficacy, risky behaviors, post-traumatic stress disorder (PTSD) symptomology, and sexual victimization.  The data also contain one file with demographic information (Part 1: 37 variables).</p>\n\n<p>The measure of alcohol consumption used in the study was developed from the alcohol use AUDIT. The AUDIT is a commonly-used scale for identifying problem drinkers or persons at risk of developing a problem. Three items were adapted for use in the current study. It asked \"How often do you have a drink containing alcohol?\", \"How many drinks containing alcohol do you have on a typical day when you are drinking?\", and \"How often do you have six or more drinks on one occasion?\".  It was administered at baseline assessment only (Part 2: 11 variables).</p>\n\n<p>The Tonic Immobility Scale was developed as a measure of paralysis (e.g., inability to move or scream, trembling, dissociation) that victims may experience during a serious violent crime.  The instructions for the scale indicated that answers should apply to the most recent sexual assault as an adult. If there had been no adult assault, most interviewers administered the scale to women who were victimized in their teens. It included such items as \"Extent to which you felt panic during your most recent adult experience of unwanted sexual activity\" and \"Degree to which you felt frozen or paralyzed during the event\".  It was administered at baseline assessment only (Part 3: 34 variables).</p>\n\n<p>Knowledge of sexual assault risk factors was based on the Sexual Assault Awareness Survey and was designed to measure subjects' knowledge of sexual assault and situations leading up to it. Typical items included in the scale are: \"Heavy use of alcohol is associated with acquaintance rape\" and \"If a woman is unconscious and a man has sex with her, it is not considered rape\". Subjects responded to items in a true-false format. It was administered at baseline (Part 7: 27 variables) and follow-up assessments (Part 12: 67 variables).</p>\n\n<p>Attributions for the most recent assault, or the extent to which women blame the assault on their behavior in the situation, their own character, or external factors, were assessed using the Sexual Assault Rating Scale. It included such items as \"I thought that I did not resist enough\" and \"I thought to myself, I must have been stupid\". It was administered at baseline  (Part 4: 42 variables) and follow-up assessments (Part 9: 74 variables).</p>\n\n<p>Self-efficacy was measured by having participants rate their confidence that they could ward off unwanted sexual behavior and assess the frequency with which they engaged in behaviors associated with risk of sexual assault.  It included the items \"How confident are you that you can identify a man’s manipulative behavior that may precede sexual abuse?\", \"How confident are you that you could get out of a situation where a man has taken control in a way you don’t want?\", and \"How likely do you think it is that you will be a victim of sexual assault by someone you know in the next year?\".  It was administered at baseline (Part 5: 11 variables) and follow-up assessments (Part 10: 38 variables).</p>\n\n<p>Risky behaviors were measured using an adapted version of the Dating Behavior Survey.  It assessed the frequency with which women\nengaged in behaviors associated with risk of sexual assault in dating situations within the past six months (e.g., drug and alcohol consumption, spending time alone with a man she had just met, and assertiveness in the face of abuse or unwanted sexual advances).  It was administered at baseline (Part 6: 37 variables) and follow-up assessments (Part 11: 61 variables).</p>\n\n<p>PTSD symptoms were measured using the Trauma Symptom Checklist (TSC-33). The TSC-33 consists of 33 symptom items, each rated for frequency of occurrence on a four-point scale. Combinations of the items were summed to produce an overall score and five symptom subscales. The subscales include Dissociation, Anxiety, Depression, Post-Sexual Abuse Trauma, and Sleep Disorder. It was administered at follow-up assessments (Part 14: 76 variables).</p>\n\n<p>Sexual victimization was assessed using the Sexual Experiences Survey (SES).  The SES is a self-report measure that describes various degrees of unwanted sexual behavior. Items ranged from fondling and kissing to attempted rape and rape. For each item endorsed, subjects were asked to indicate frequency of occurrence.  Researchers constructed two measures by summing the number of incidents reported lifetime (on separate scales for children, adolescents, and adults) and the number of incidents reported over the past six months.  It was administered at baseline (Part 8: 50 variables) and follow-up assessments (Part 13: 47 variables).</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"dating (social)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"post-traumatic stress disorder"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-02-24Version Text: 2011-02-24Subject: Study Level Error Note, Notes: Users are encouraged to see the final report for more information about the scales used for this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-WG-BX-0008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-02-24"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-07-27"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-05-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-07-27"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-05-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Seattle"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women 18 years of age or older in New York City or Seattle from 2003-2005 who had experienced either childhood sexual abuse or more than one sexual assault after the age of 18 and had received counseling within the past two years for the sexual assaults and who were not receiving treatment for addictions, psychosis, eating disorders, or borderline personality disorder."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Participants were recruited from among clients 18 years of age or older who were receiving or had received counseling for sexual assault at Safe Horizon in New York City or Harborview Medical Center in Seattle. During the intake period, counselors at both locations screened their clients for repeat victimization and offered those clients who had experienced two or more incidents of sexual assault the opportunity to take part in the study.</p>\n\n<p>Recruitment through the counselors proved to be slow, and it became clear that the sources of intake needed to be expanded. Cooperation was secured from rape crisis programs at local hospitals, clinics, and shelters in New York City. In addition, ads were placed on the Internet and in a local New York newspaper.</p>\n\n<p>In all, 61 participants were recruited in New York and 23 in Seattle. Of the 84 participants, 29 were current or former clients of Safe Horizon’s or Harborview’s sexual assault programs, and 21 were referred to the study by similar rape crisis programs at New York City hospitals. Fifteen were recruited through t\nhe advertisements, and the remainder from shelters and referrals from participants recruited through other means.</p>\n\n<p>At the point that they agreed to participate in the study, subjects were randomly assigned to either the treatment or control group. Each site used different randomization procedures. Seattle researchers spread out cards face down on a table. The cards were evenly split to represent risk reduction training or control conditions. The interviewer picked a card to assign each participant to a condition and then threw the card out, considering that space filled. At Safe Horizon, researchers reached into an envelope and selected one of two pieces of paper marked either “control” or “intervention” and discarded the slip or were assigned by a coin toss. Later, participants were assigned to conditions using the random number generator application on the Microsoft Excel program.</p>\n\n<p>In all, 46 victims were assigned to the experimental condition and 38 to the control condition. However, there were multiple exceptions to the assignment process. In seven cases of women living in emergency domestic violence shelters, researchers bypassed the assignment process to put the women into the risk reduction group. Because they were sharing a house and in some cases were sharing a room, researchers felt there would be contamination if some were assigned to the control and some were assigned to the intervention. Only three of these women were retained at follow-up. In addition, two cases were randomly assigned to the control group but received the intervention. They were invited to the intervention at the last minute when two women who were scheduled for the final workshop cancelled their appointments. Four cases were assigned to the intervention group, but missed the sessions.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rate for the baseline assessments are not available.  Overall, 84 percent of study participants were contacted and agreed to participate in the follow-up interview."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Alcohol Use AUDIT; Tonic Immobility Scale; Sexual Assault Awareness Survey; Sexual Assault Rating Scale; Dating Behavior Survey; Trauma Symptom Checklist (TSC-33); and Sexual Experiences Survey. Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Alcohol Use Audit","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628212,"persistentId":"","pidURL":"","filename":"Alcohol Use Audit","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Attribution Scale","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628214,"persistentId":"","pidURL":"","filename":"Baseline Attribution Scale","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Confidence Measures","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628215,"persistentId":"","pidURL":"","filename":"Baseline Confidence Measures","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Dating Behavior Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628216,"persistentId":"","pidURL":"","filename":"Baseline Dating Behavior Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Revised Sexual Assault Awareness Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628217,"persistentId":"","pidURL":"","filename":"Baseline Revised Sexual Assault Awareness Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Sexual Experiences Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628218,"persistentId":"","pidURL":"","filename":"Baseline Sexual Experiences Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Demographic Information","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628211,"persistentId":"","pidURL":"","filename":"Demographic Information","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Attribution Scale","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628219,"persistentId":"","pidURL":"","filename":"Follow Up Attribution Scale","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Confidence Measures","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628220,"persistentId":"","pidURL":"","filename":"Follow Up Confidence Measures","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Dating Behavior Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628221,"persistentId":"","pidURL":"","filename":"Follow Up Dating Behavior Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Sexual Assault Awareness Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628222,"persistentId":"","pidURL":"","filename":"Follow Up Sexual Assault Awareness Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Sexual Experiences Survey","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628223,"persistentId":"","pidURL":"","filename":"Follow Up Sexual Experiences Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow Up Trauma Symptom Checklist","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628224,"persistentId":"","pidURL":"","filename":"Follow Up Trauma Symptom Checklist","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tonic Immobility Scale","restricted":false,"version":1,"datasetVersionId":37533,"dataFile":{"id":2628213,"persistentId":"","pidURL":"","filename":"Tonic Immobility Scale","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}