{"status":"OK","data":{"id":38322,"identifier":"ICPSR03017.v2","persistentUrl":"https://doi.org/10.3886/ICPSR03017.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03017.v2","latestVersion":{"id":34322,"storageIdentifier":"file://10.3886/ICPSR03017.v2","versionState":"RELEASED","distributionDate":"2001-09-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:11:05Z","releaseTime":"2015-04-09T03:11:05Z","createTime":"2015-04-09T03:11:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted ve\nrsion of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Victim Advocacy Services for Battered Women in Detroit, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisz, Arlene"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wayne State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Canales-Portalatin, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wayne State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated advocacy services offered to battered  women in Detroit, Michigan, and examined other aspects of coordinated  community responses to domestic violence by focusing on women named as  victims in police reports. Advocacy was defined as those services  provided to support victims during the legal process or to enhance  their safety. For the Preliminary Complaint Reports Data (Part 1), a  random sample of preliminary complaint reports (PCRs), completed by  police officers after they responded to domestic violence calls, were  gathered, resulting in a sample of 1,057 incidents and victims. For  Victim Advocacy Contact Data (Part 2), researchers obtained data from  advocates' files about the services they provided to the 1,057  victims. For Case Disposition Data (Part 3), researchers conducted a  computer search to determine the outcomes of the cases. They looked up  each perpetrator from the list of 1,057 incidents, and determined  whether there was a warrant for the focal incident, whether it turned  into a prosecution, and the outcome. The Initial Victim Interview  (Part 4) and Follow-Up Victim Interview Data (Part 5) were conducted  from April 1998 to July 1999. During the same period that researchers  were completing the\nsecond interviews, they also interviewed 23 women  (Victim Comparison Group Interview Data, Part 6) from the list of  1,057 whom they had been unable to reach during the first interviews.  They compared these 23 women to the 63 who had second interviews to  determine if there were any differences in use of services, or views  toward or participation in prosecution. Variables in Part 1 focus on  whether alcohol and abuse were involved, previous incidents, the  suspect's psychological aggressions and physical assaults, if a weapon  was used, if the victim was hurt, if property was damaged, if the  victim sought medical attention, and the severity of physical abuse or  injury. Variables in Part 2 provide information on the role of the  advocate, methods of contact, types of referrals made, and services  provided. Variables in Part 3 include the type of charge, outcome of  resolved case, why the case was dismissed, if applicable, and if the  suspect was sentenced to probation, costs, confinement, no contact  with the victim, a batterer program, or community service. The  initial, follow-up, and comparison group interviews (Parts 4-6) all  collected similar information. Variables about the incident include  how well the respondent remembered the incident, if police arrived  promptly, if the respondent was advised to file charges, if police  told the respondent that a counselor was available, and if the  respondent's partner had been in jail since the incident. Variables  concerning advocacy include whether the victim contacted advocates,  and if advocates provided legal help and referrals. Legal system  variables include whether the respondent felt pressured by anyone to  drop charges or pursue charges, if the respondent received help for  preliminary examination or trial, and if contact with the legal system  helped the respondent. Variables about services include whether the  respondent received assistance in temporary shelter, food/money  resources, child care, employment, education, a lawyer for  divorce/custody, support or self-help group, or a substance abuse  treatment program. Variables concerning what happened in the previous  six months cover the number of times the respondent had called police  because of danger, left home because of a violent incident, partner  had been arrested because of violence, and partner physically abused  respondent. Variables about events that occurred while the respondent  and abuser were separated include how often the partner harassed the  respondent on the phone, wrote threatening letters, violated legal  restrictions, refused to leave the respondent's home, failed to pay  child support, and threatened to take the children. Demographic  variables include respondent's race or ethnic background, education,  marital status, number of children, number of children who lived with  respondent, and employment status and income at the time of the interviews."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Responding to the scarcity of published research  about advocacy services for battered women, this study evaluated  advocacy services offered to battered women in Detroit, Michigan, and  examined other aspects of coordinated community responses to domestic  violence by focusing on women named as victims in police reports.  Advocacy was defined as those services provided to support victims  during the legal process or to enhance their safety. The study sought  to answer the following questions: (1) Is advocacy at the precinct  and/or prosecutor's level associated with a higher rate of completed  prosecution of batterers? (2) Is advocacy at the precinct and/or  prosecutor's level associated with a higher rate of guilty findings  against batterers (or pleas of guilty)? (3) Does advocacy at the  precinct and/or prosecutor's level affect victims' reports of rates of  subsequent violence as well as rates of police reports and arrests?  (4) Do victims who received advocacy assess their situation as more or  less\nsafe than victims who did not receive it? (5) How do victims view advocacy and the criminal justice process related to the abuse?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the Preliminary Complaint Reports Data (Part  1), a random sample of preliminary complaint reports (PCRs) was  gathered. A research assistant went weekly to the five precincts and  collected copies of all the PCRs that officers set aside as \"domestic  violence incidents.\" She then sorted them and removed cases that did  not meet the criteria of having an adult female victim meeting  Michigan's definition of domestic violence. According to Michigan law,  an incident is domestic violence when the perpetrator and victim are  married, formerly married, live-together partners, formerly lived  together, or have a child in common. Researchers had a quota of cases  for each precinct, so if the research assistant had too many from a  single precinct, she made a selection by counting them and selecting a  case when her count matched the last two digits of a table of random  numbers. This quota enabled the researchers to be certain to gather  reports from all of the precincts throughout the data collection  period rather than gathering all the reports researchers needed from  one precinct in a short period of time. If the number of reports did  not exceed the quota, researchers used all the domestic violence  reports from the precinct for the week. A total of 1,057 cases were  selected. The researchers continued to collect PCRs from the five  precincts through March 1999 to look for additional reports pertaining  to the 1,057 victims in the sample. The subsequent PCRs were coded  according to whether the perpetrator was the same or different from  the initial incident perpetrator. For Victim Advocacy Contact Data  (Part 2), researchers obtained data from advocates' files about the  services they provided to the 1,057 victims. During the planning  stages of the proposal, the advocacy programs agreed to provide access  to advocates' records about the numbers of face-to-face and telephone  contacts they had with each victim as well as the types of services  provided. However, as the data gathering began, researchers learned  that some advocates did not keep methodical records on all of the  services they delivered to each victim. Others were apparently  unwilling to allow the researchers to have access to these data.  Therefore, researchers devised a \"contact form\" for advocates to  fill out after each in-person or phone contact with a victim. After  the intake of PCRs was completed, researchers compiled a list of the  1,057 names with the birth date or age of each victim. They then asked  the police department advocates and legal advocates to check the name  of each victim they served against this list and fill out a contact  form for new contacts with women on the list. While advocates reported  that they were following this procedure, it was impossible to know how  consistently they were checking the list. For Case Disposition Data  (Part 3), researchers created a prosecution outcome form and produced  a copy for each case when the prosecutor's advocate's logbook  indicated a warrant request. Researchers then asked the prosecutor's  advocates to fill out a form for cases that were assigned to them on  their intake days. Researchers collected a few completed forms, but  the prosecutor's advocates did not fill out the forms for most of the  cases that were completed. Therefore, researchers conducted a computer  search for the outcomes of the cases. Researchers looked up each  perpetrator from the list of 1,057 incidents, and determined whether  there was a warrant for the focal incident, whether it turned into a  prosecution, and the outcome. Although the computer search did not  yield a report that was as detailed as the disposition forms that  researchers gave the advocates, it did provide the outcome of the  case, and it gave some information about why cases were\ndismissed.  Therefore, researchers were able to categorize cases according to  whether they were dismissed for lack of evidence or lack of a  complaining witness. The Initial Victim Interview (Part 4) and  Follow-Up Victim Interview (Part 5) were conducted from April 1998 to  July 1999. Before the initial interview, a passive consent (refusal)  form was used in precincts by domestic violence counselors and by the  prosecutor's advocates. Advocates were asked to describe the study  when they met with the victims. They explained the survey and had  women sign the refusal form if they were unwilling to be contacted for  the survey. Two questionnaires, one for the initial telephone  interview and the other for the follow-up, were developed. At the  beginning of each interview, interviewers read the consent form to the  respondents and informed them of potential risks and benefits. Victims  were contacted again three months after the first interview to make  sure they were still at the same telephone number and to ask them to  notify the interviewers if their number changed. For the six-month  interviews, all of the women who were reached at three months were  called, except the few who had refused further contact. Researchers  also attempted to contact women who were initially interviewed but  could not be reached with the three-month call. During the same period  that researchers were completing the second interviews, they also  interviewed 23 women (Victim Comparison Group Interview, Part 6) from  the list of 1,057 whom they had been unable to reach during the first  interviews. They compared these 23 women to the 63 who had second  interviews to determine if there were any differences in use of services, or views toward or participation in prosecution."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 focus on whether alcohol and  abuse were involved, previous incidents, the suspect's psychological  aggressions and physical assaults, if a weapon was used, if the victim  was hurt, if property was damaged, if the victim sought medical  attention, and the severity of physical abuse or injury. Variables in  Part 2 provide information on the role of the advocate, methods of  contact, types of referrals made, and services provided. Variables in  Part 3 include the type of charge, outcome of resolved case, why the  case was dismissed, if applicable, and if the suspect was sentenced to  probation, costs, confinement, no contact with the victim, a batterer  program, or community service. The initial, follow-up, and comparison  group interviews (Parts 4-6) all collected similar information.  Variables about the incident include how well the respondent  remembered the incident, if police arrived promptly, if the respondent  was advised to file charges, if police told the respondent that a  counselor was available, and if the respondent's partner had been in  jail since the incident. Variables concerning advocacy include whether  the victim contacted advocates, and if advocates provided legal help  and referrals. Legal system variables include whether the respondent  felt pressured by anyone to drop charges or pursue charges, if the  respondent received help for preliminary examination or trial, and if  contact with the legal system helped the respondent. Variables about  services include whether the respondent received assistance in  temporary shelter, food/money resources, child care, employment,  education, a lawyer for divorce/custody, support or self-help group,  or a substance abuse treatment program. Variables concerning what  happened in the previous six months cover the number of times the  respondent had called police because of danger, left home because of a  violent incident, partner had been arrested because of violence, and  partner physically abused respondent. Variables about events that  occurred while the respondent and abuser were separated include how  often the partner harassed the respondent on the phone, w\nrote  threatening letters, violated legal restrictions, refused to leave the  respondent's home, failed to pay child support, and threatened to take  the children. Demographic variables include respondent's race or  ethnic background, education, marital status, number of children  respondent had, number of children who lived with respondent, and employment status and income at the time of the interviews."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"advocacy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal aid"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-08-22Version Text: 2012-08-22Version Date: 2012-08-22Version Text: 2012-08-22 Subject: null  Type: null  Notes: A Restricted Data Use Agreement form was added to the documentation files that can be downloaded from the study home page.;Version Date: 2006-07-14Version Text: 2006-07-14 Subject: null  Type: null  Notes: Made restricted versions of Parts 1 and 3. In order to comply with the variable width requirements so a complete product suite could be created, eleven variables in Part 4, two variables in Part 5, and two variables in Part 6 were split into two variables (Part A and Part B). The variable counts have been updated to reflect this change.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3017.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3017.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one or more datasets. These files included additional setup files as well as one or more of the following: SAS program, SAS transport, SPSS portable, and Stata system files. The metadata record was revised 2005-11-04 to reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, SPSS portable file, and Stata system file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-WT-VX-0006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-09-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-07"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records, and telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Detroit"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women named as domestic violence victims in police incident reports in Detroit, Michigan."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Initial interview: 242 initial interviews were  completed from the list of 1,057 selected from the PCRs, which was a  response rate of 22.8 percent. One hundred and ninety of the phone  numbers were disconnected, and 182 were numbers for homes with no  resident females or where the victim listed on the PCR denied that  the incident had happened. Eighty-one women refused to be  interviewed. Three-month follow-up: Out of 242 women who were  interviewed initially, phone interviewers were able to reach 153  women for the three-month follow-up. They were able to make an  appointment for the six-month interview with 126 of them. During the  three-month calls, nine women refused to be contacted for the  six-month interview. At 18 of the numbers, interviewers were told  that the respondent was not there or it was the wrong locale. Of the  remainder of the telephone numbers, 62 were not in service. Six-month  interview: 63 interviews were completed. There were 67 telephone  numbers that were not in service. Twenty-four women refused the  second interview, 34 were the wrong locale or no respondent, and  three claimed to be ineligible or that there was no incident that occurred on the PCR date."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Case Disposition Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604679,"persistentId":"","pidURL":"","filename":"Case Disposition Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-Up Victim Interview Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604681,"persistentId":"","pidURL":"","filename":"Follow-Up Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Initial Victim Interview Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604680,"persistentId":"","pidURL":"","filename":"Initial Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Preliminary Complaint Reports Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604677,"persistentId":"","pidURL":"","filename":"Preliminary Complaint Reports Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Advocacy Contact Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604678,"persistentId":"","pidURL":"","filename":"Victim Advocacy Contact Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Comparison Group Interview Data","restricted":false,"version":1,"datasetVersionId":34322,"dataFile":{"id":2604682,"persistentId":"","pidURL":"","filename":"Victim Comparison Group Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}