{"status":"OK","data":{"id":41472,"identifier":"ICPSR06791.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06791.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06791.v1","latestVersion":{"id":37472,"storageIdentifier":"file://10.3886/ICPSR06791.v1","versionState":"RELEASED","distributionDate":"1998-10-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:45:51Z","releaseTime":"2015-04-09T03:45:51Z","createTime":"2015-04-09T03:45:51Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effects of Crime on After-School Youth Development Programs in the United States, 1993-1994"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chaiken, Marcia R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"LINC"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study obtained information on youth-serving  organizations around the country that provide constructive activities  for youth in the after-school and evening hours. It was carried out in  collaboration with seven national youth-serving organizations: Boys  and Girls Clubs of America, Boy Scouts of America, Girls Incorporated,  Girl Scouts of the U.S.A., National Association of Police Athletic  Leagues, National 4-H Council and United States Department of  Agriculture 4-H and Youth Development Service, and YMCA of the  U.S.A. The research involved a national survey of affiliates and  charter members of these organizations. Respondents were asked to  provide information about their programs for the 1993-1994 school  year, including summer 1994 if applicable. A total of 1,234  questionnaires were mailed to the 658 youth-serving organizations in  376 cities in October 1994. Survey data were provided by 579 local  affiliates. Information was collected on the type of building where  the organization was located, the months, days of the week, and hours  of operation, number of adults on staff, number and sex of school-age  participants, number of hours participants spent at the program  location, other participants served by the program, and  characteristics of the neighborhood where the program was  located. Questions were also asked about the types of contacts the  organization had with the local police department, types of crimes  that occurred at the location in the school year, number of times each  crime type occurred, number of times the respondent was a victim of  each crime type, if the offender was a participant, other youth, adult  with the program, adult from the neighborhood, or adult stranger,  actions taken by the organization because crimes occurred, and crime  prevention strategies recommended and adopted by the  organization. Geographic information includes the organization's stratum and FBI region."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Faced with precipitously increasing rates of  violence involving children and teens and other evidence of grim  conditions detrimental to boys and girls, communities around the  United States are seeking effective approaches for creating safer and  more wholesome environments for youth. Youth organizations are  attempting to provide constructive activities in neighborhoods where  many children are at risk of becoming crime victims or offenders, and  many police departments are encouraging their officers to collaborate  with community organizations that implement innovative ways to prevent  crimes involving school-age children. To support these efforts, many  federal agencies and private foundations are sponsoring research to  learn about the needs that must be met and how best to decrease the  number of children and teens involved in criminal incidents while  increasing the number involved in productive activities in wholesome  environments. This study also sought to identify appropriate actions  that could be taken by law enforcement agencies and youth-development  organizations to create safer places for youth, especially approaches  that involved teen participants or approaches that could be carried out  in partnerships between youth-serving organizations and their local  law enforcement agencies. This study was stimulated by and carried out  in collaboration with seven national organizations that have long  played a vital role in fostering the wholesome development of youth in  the United States: Boys and Girls Clubs of America, Boy Scouts of  America, Girls Incorporated, Girl Scouts of the U.S.A., National  Association of Police Athletic Leagues, National 4-H Council and  United States Department of Agriculture 4-H and\nYouth Development  Service, and YMCA of the U.S.A. This research sought to answer two  questions: (1) What are the dimensions of crime affecting  organizations serving youth in the nonschool hours, and (2) What approaches can be taken to prevent such crimes?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The research involved a national survey of  affiliates and charter members of the above seven national  organizations. Respondents were asked to provide information about  their programs for the 1993-1994 school year, including summer 1994 if  applicable. A total of 1,234 questionnaires were mailed to the 658  youth-serving organizations in 376 cities in October 1994. Survey data  were provided by 579 local affiliates that were collectively serving  21,000 children during nonschool hours on a typical weekday. Six  hundred affiliates actually responded to the survey. However,  responses from 21 organizations were eliminated from the study sample  because the data they provided were relatively incomplete or contained  numerous logical inconsistencies. Because the survey questionnaire  inadvertently omitted a question about the respondent being a victim  of threats or attacks with weapons, a followup survey was conducted  and a short questionnaire was sent to all 34 respondents who  previously reported any incidents involving weapons taking place in  the program setting during the 1993-1994 program year. To compare the  project data with data collected in surveys of school staff, the  researchers included in the short questionnaire a question about  injury to the respondent as an outcome of an incident involving the  use of a weapon. The researchers also conducted followup interviews  with a small sample of nonrespondents that indicated that turnover in  staff directing youth programs was the primary reason questionnaires  were not completed and returned. The decision was made to prepare the  data for analysis without conducting an additional followup, since the  returned questionnaires did not appear to be biased in terms of crime  rates, and a relatively high rate of returns already had been achieved."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Information was collected on the type of building  where the organization was located, the months, days of the week, and  hours of operation, number of adults on staff, number and sex of  school-age participants, number of hours participants spent at the  program location, other participants served by the program, and  characteristics of the neighborhood where the program was  located. Questions were also asked about the types of contacts the  organization had with the local police department, types of crimes  that occurred at the location in the school year, number of times each  crime type occurred, number of times the respondent was a victim  of each crime type, if the offender was a participant, other youth,  adult with the program, adult from the neighborhood, or adult  stranger, actions taken by the organization because crimes occurred,  and crime prevention strategies recommended and adopted by the  organization. Geographic information includes the organization's stratum and FBI region."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"after school programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files, SAS transport (XPORT) file, and SPSS portable file; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"B6025 and 94-IJ-CX-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-10-15"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Organizations."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All professionally-staffed youth-serving organizations  affiliated with Boys and Girls Clubs of America, Boy Scouts of  America, Girls Incorporated, Girl Scouts of the U.S.A., National  Association of Police Athletic Leagues, National 4-H Council and  United States Department o\nf Agriculture 4-H and Youth Development Service, and YMCA of the U.S.A."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A stratified random sample of youth-serving organizations  affiliated with the seven national organizations mentioned above"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 600 questionnaires were returned, for  a total response rate of 49 percent. Of the 658 organizations that  were sent questionnaires, 364 responded, a response rate of 55  percent. Of the 364 cities in the sample, questionnaires were returned  for 240 cities, a response rate of 64 percent. Completed  questionnaires were significantly more likely to be returned by  respondents in organizations with the primary mission of serving youth  in the nonschool hours than by respondents in organizations with  broader mandates. The interim response rate of respondents in the  exclusively youth-serving organizations was 69 percent, and the  interim response rate from respondents in organizations with broader  mandates was 36 percent. Of the 34 original respondents who received  the short questionnaire in the followup survey, 22 returned completed questionnaires, a response rate of 65 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Effects of Crime on After-School Youth Development Programs in the United States, 1993-1994","restricted":false,"version":1,"datasetVersionId":37472,"dataFile":{"id":2628089,"persistentId":"","pidURL":"","filename":"Effects of Crime on After-School Youth Development Programs in the United States, 1993-1994","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}