{"status":"OK","data":{"id":38725,"identifier":"ICPSR30441.v1","persistentUrl":"https://doi.org/10.3886/ICPSR30441.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR30441.v1","latestVersion":{"id":34725,"storageIdentifier":"file://10.3886/ICPSR30441.v1","versionState":"RELEASED","distributionDate":"2012-04-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:15:36Z","releaseTime":"2015-04-09T03:15:36Z","createTime":"2015-04-09T03:15:36Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Healthy Families New York Home Visiting Program, Age Seven Follow Up, 2007-2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"DuMont, Kimberly"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York State Office of Children and Family Services"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rodriguez, Monica L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany. State University of New York"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kirkland, Kristen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York State Office of Children and Family Services"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mitchell-Herzfeld, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York State Office of Children and Family Services"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ehrhard-Dietzel, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York State Office of Children and Family Services"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lee, Eunju"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany. State University of New York"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Layne, China"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany. State University of New York"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Greene, Rose"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany, State University of New York"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Healthy Families New York (HFNY), which was based on the Healthy Families America (HFA) model, was established as a strengths-based, intensive home visitation program with the explicit goals of promoting positive parenting skills and parent-child interaction; preventing child abuse and neglect; supporting optimal prenatal care, and child health and development; and improving parent's self-sufficiency.</p>\n<p>In 2000, a randomized controlled trial was initiated at three sites with the HFNY home visiting program. Families eligible for HFNY at each site were randomly assigned to either an intervention group that was offered HFNY services or to a control group that was given information on and referral to appropriate services other than home visiting. Baseline interviews were conducted with 1,173 of the eligible women (intervention, n=579; control, n=594), and follow up interviews at Years 1, 2, and 3. In addition to data gathered during the follow up interviews, information regarding study participants' involvement in reports of child maltreatment was also extracted and coded from Child Protection Services records.</p>\n<p>For the current study, mothers in both the intervention and control groups were re-interviewed at the time of the target child's seventh birthday. Interviews (Dataset 1: Mother Interview Data, n=942) included information about parenting, the child, earnings, and household composition. Interviewers also completed face-to-face assessments (Dataset 2: Target Child Interview Data) with 800 of the children who were born and reached the age of 7 at the time of interview. The target child interviews assessed children's receptive vocabulary skills, emotional health, self-regulatory abilities, and problem behaviors. The research team also extracted or obtained administrative data pertaining to Child Protective Service reports, foster care\nplacements, federal and state supported benefits, and programs services and costs (Datasets 3-8).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to evaluate the effectiveness of Healthy Families New York (HFNY), a state-administered home visitation program, in preventing child maltreatment and risks for delinquency by answering four questions:\n<ol>\n<li>To what extent is the home visiting process of Healthy Families New York (HFNY) consistent with the Healthy Families America (HFA) model?</li>\n<li>Does home visiting effectively prevent or reduce child maltreatment?</li>\n<li>Does home visiting limit the emergence of precursors to delinquency?</li>\n<li>Do the long-term benefits of an HFA-based home visiting program outweigh its cost?</li>\n</ol></p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In the current study, mothers in both the intervention and control groups (\n<strong>Dataset 1: Mother Interview Data</strong>\n, n=942) were re-interviewed at the time of the target child's seventh birthday. Researchers also completed face-to-face assessments with 800 target children (\n<strong>Dataset 2: Target Child Interview Data</strong>\n). Participating mothers and their children were typically assessed in their homes by a trained interviewer, who was independent of the HFNY program and blind to group assignment.</p>\n<p>Interview data were collected using laptop computers equipped with a Computer-Assisted Personal Interviewing (CAPI) system. The mother interview took about 60-75 minutes to complete. If the respondent was unable to complete the interview in a face-to-face setting it was conducted over the phone.</p>\n<p>The target child assessment lasted approximately 30-45 minutes and included an automated Delay of Gratification Task that was developed for the project using the touch screen computer to obtain a direct behavioral assessment of self-regulatory processes.</p>\n<p>For Dataset 3 (\n<strong>Baseline Covariates Data</strong>\n) researchers used information gathered at the baseline to identify appropriate covariates and to evaluate if individuals and family characteristics and resources differ across the treatment arms.</p>\n<p>In addition to the interviews, researchers collected data from several administrative databases. The HFNY Management Information System (MIS) was used to obtain data for the 579 families who were randomly assigned to the intervention portion of the study to better understand how program components, such as visit frequency and content, related to outcomes experienced by families (\n<strong>Dataset 4: Home Visit Logs Data</strong>\n, n=23,176 and\n<strong>Dataset 6: Service Referrals Data</strong>\n, n=6314).</p>\n<p>In order to determine whether respondents or their target children were ever the confirmed subject or confirmed victim in an indicated New York State Child Protective Services (CPS) investigation, person-based searches of CONNECTIONS, the NYS Statewide Automated Child Welfare Information System, were conducted (\n<strong>Dataset 5: Child Welfare Data</strong>\n, n=1173). Demographic information was entered into the search engine and potential system matches were then manually reviewed and evaluated by experienced CONNECTIONS users based on a detailed review of the information contained in the study's master person file.</p>\n<p>Dataset 5 (Child Welfare Data) also includes information extracted from the NYS Child Care Review Service (CCRS). Target child client information numbers (CIN) were used to perform a computerized search of CCRS and extract information for matching target child who received child preventive, protective, or foster care services at any point from birth (or random assignment for those who were assigned postnatally) through the seventh birthday.</p>\n<p>For Dataset 7 (\n<strong>Mothers' Earned Income Data</strong>\n), mother's earned income was calculated as a sum of wages of various jobs that the respondent worked during the study period. In the baseline survey, wage data were collected on one job, but for survey Y\nears 1, 2, and 7, wage data were collected for up to five jobs. In the baseline survey, employment data were collected for the most recent job worked in the last three years prior to the survey. For survey Years 1 and 2, employment data were collected on the most recent jobs worked since the last survey. In Year 7, employment data were collected on the most recent jobs worked in the last five years prior to the survey.</p>\n<p>In order to conduct a cost benefit analysis of the Healthy Families New York program (\n<strong>Dataset 8: Cost Benefit Data</strong>\n), researchers calculated the cost of the two distinct service components that are provided by the HFNY program: outreach and assessment, and home visitation. Food stamp and public assistance eligibility and a payment date for the respondent and/or the target child were obtained from the NYS Office of Temporary and Disability Assistance (OTDA). Information describing the actual foster care experience of the target child and whether or not the target child and his/her family received prevention and support services in any given year were obtain from the CCRS. Child protective service reports were extracted from CONNECTIONS from random assignment up through the target child's seventh birthday for the mothers who completed the baseline interview and their target children. To calculate tax revenues from earned income, researchers calculated federal, state, and Social Security and Medicare taxes paid by the respondent using the respondent's annual earned income for each calendar year covered in the analysis.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1, Mother Interview Data, includes variables about parenting, the child, earnings, and household composition.</p>\n<p>Dataset 2, Target Child Interview Data, includes variables designed to assess children's receptive vocabulary skills, socio-emotional health, self-regulatory abilities, and problem behaviors.</p>\n<p>Potential covariates in Dataset 3 (Baseline Covariates Data) includes dichotomous variables coded to represent the mother's race/ethnicity, the mother's age, the presence of a regular partner, at least one move in the past year, random assignment to the study prenatally or postnatally, and the receipt of at least a GED or high school diploma. The target child's gender and age were also assessed at baseline or the next subsequent interview.</p>\n<p>Dataset 4 (Home Visit Logs Data) and Dataset 6 (Service Referrals Data) include variables on the characteristics and needs of the families served, the initial risk assessment, the frequency and content of home visits, the nature and outcome of service referrals, and worker demographic and training information.</p>\n<p>Dataset 5, Child Welfare Data, includes variables about the number of confirmed Child Protection Services investigations involving either the mother or the target child, foster care placements, and preventative services provided to the family.</p>\n<p>Dataset 7 (Mothers' Earned Income Data) includes variables on earned income for up to five jobs, number of hours worked, start and end dates of employment, time frame of earnings payments, and the amount of federal, state, Social Security and Medicare taxes paid.</p>\n<p>Dataset 8 (Cost Benefit Data) includes variables on Healthy Families New York (HFNY) program costs, food stamp and public assistance payments to the respondent, information on the foster care experience of the target child, costs of prevention and support services provided to the target child and family, costs of confirmed Child Protective Services investigations, costs of Medicaid delivery and hospitalizations, and taxes revenues (state and federal) from the mother's earned income.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child rearing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"delinquent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outreach programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parent child relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parental attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parenting skills"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school age children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"service providers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-04-27Version Text: 2012-04-27Subject: Study Level Error Note, Notes: Users of these data are encouraged to read the Final Report related to this data collection for information on treatment and control assignment, attrition, and exclusion criteria by context and data source. The Final Report also provides additional detailed information about the Healthy Families New York (HFNY) program and the methods used in the cost benefit analysis.;Subject: Study Level Error Note, Notes: Researchers compiled a secure Master Person File containing respondent and target child identifiers including name, date of birth, sex, race/ethnicity, and social security number to identify and track them across multiple administrative databases. Various combinations of these identifiers were then used to obtain administrative data on child protective, preventative, and foster care services use, child target birth weight, and public assistance and food stamps eligiblity and costs. For confidentiality reasons, the Master Person file is not available for secondary analysis.;Subject: Study Level Error Note, Notes: Users of this data should be aware that the Baseline, Year 1, Year 2, and Year 3 interview data are not availabl\ne as part of this data collection. The videotaped Year 3 interaction between the mother and target child are not available. Finally, the Master Person file is not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-MU-MU-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-04-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Dataset 1 (Mother Interview Data): Individual. Dataset 2 (Target Child Interview Data): Individual. Dataset 3 (Baseline Covariate Data): Individual. Dataset 4 (Home Visit Logs Data): Home Visit. Dataset 5 (Child Welfare Data): Individual. Dataset 6 (Service Referrals Data): Service Referral. Dataset 7 (Mothers' Earned Income Data): Individual. Dataset 8 (Cost Benefit Data): Individual."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All mothers and target children eligible for the Healthy Families New York home visiting program between March 2000 and August 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Recruitment for the baseline randomized controlled trial was conducted between March 2000 and August 2001. Randomization was conducted by way of a computer program at three sites with home visiting programs that had been in operation since the Healthy Families New York (HFNY) inception in 1995. All women were selected for the study following the same screening and assessment procedures used to determine eligibility for HFNY.</p>\n<p>Initial study respondents were eligible to participate in the mom interview at Year 7 (Dataset 1: Mother Interview Data) if both the respondent and the target child were still living and women in the control condition had not received the intervention at any time between random assignment and two weeks prior to the Year 7 assessment.</p>\n<p>Eligibility for participation in the child interview (Dataset 2: Target Child Interview Data) was more restrictive. In addition to both of the criteria established for the mom interviews, the target children had to live within driving distance of an interviewer in order to facilitate a face-to-face assessment, and the mother had to have custody of the child in order to grant consent for the interview.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Dataset 1 (Mother Interview Data): Of the 1,128 mothers still eligible, 942 mothers completed an interview at Year 7, including 479 from the intervention condition and 463 from the control condition. Dataset 2 (Target Child Interview Data): Of the 1,128 families with an eligible target child, 800 children were interviewed. Datasets 3-8: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1 (Mother Interview Data) used the revised parent-child Conflict Tactics Scale (CTS-PC: Straus, Hamby, Finkelhor, Moore and Runyan, 1998). Mothers also completed the Child Behavior Checklist for Ages 6-18 (CBCL/6-18: Achenbach and Rescorla, 2001) to assess children's emotional and behavioral problems.</p>\n<p>Dataset 2 (Target Child Interview Data) used the Conflict Tactics Scale-Picture Card Version (CTS-PCV: Mebert and Straus, 2002). To provide a measure of receptive language skills, children were administered the Peabody Picture Vocabulary Test 4th Edition (PPVT-IV: Dunn and Dunn, 2007). The Loneliness and Social Dissatisfaction Questionnaire (Cassidy and Asher, 1992) to provide an assessment of children's self-reported feelings of loneliness and social dissatisfaction. To provide an assessment of children's self-reported anti-social tendencies, target children were asked selected questions adapted from the Seattle Social Development Project (Hawkins, 2003) and the Dominic-R (Valla, Bergeron, and Smolla, 2000; Valla et al., 1994).</p>\n<p>Dataset 3 (Baseline Covariate Data) selected a series of summarized measures to assess mothers' level of depressive symptoms (Center for Epidemiologic Studies Depression Scale (CES-D), Radloff, 1977), sense of mastery (Mastery of Psychological Coping Resources Scale, Pearlin and Schooler, 1978), and total parenting attitudes (Adolescent and Adult Parenting Inventory (AAPI-II), Bavolek and Keene, 1999). A count variable using items from the Kempe Family Stress Checklist (Korfmacher, 1999) was created to describe the level of moderate to severe risks present in families' lives as of random assignment.</p>"}]}},"files":[{"description":"","label":"Baseline Covariate Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607353,"persistentId":"","pidURL":"","filename":"Baseline Covariate Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Child Welfare Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607355,"persistentId":"","pidURL":"","filename":"Child Welfare Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cost Benefit Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607358,"persistentId":"","pidURL":"","filename":"Cost Benefit Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Home Visit Logs Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607354,"persistentId":"","pidURL":"","filename":"Home Visit Logs Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Mother Interview Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607351,"persistentId":"","pidURL":"","filename":"Mother Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Mothers' Earned Income Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607357,"persistentId":"","pidURL":"","filename":"Mothers' Earned Income Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Service Referrals Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607356,"persistentId":"","pidURL":"","filename":"Service Referrals Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Target Child Interview Data","restricted":false,"version":1,"datasetVersionId":34725,"dataFile":{"id":2607352,"persistentId":"","pidURL":"","filename":"Target Child Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}