{"status":"OK","data":{"id":41642,"identifier":"ICPSR20350.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20350.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR20350.v1","latestVersion":{"id":37642,"storageIdentifier":"file://10.3886/ICPSR20350.v1","versionState":"RELEASED","distributionDate":"2008-06-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:47:42Z","releaseTime":"2015-04-09T03:47:42Z","createTime":"2015-04-09T03:47:42Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Preventing Firearm Violence Among Victims of Intimate Partner  Violence in North Carolina, 2003-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Moracco, Kathryn E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pacific Institute for Research and Evaluation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Clark, Kathryn Anderson"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pacific Institute for Research and Evaluation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Espersen, Christina"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pacific Institute for Research and Evaluation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bowling, J. Michael"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Pacific Institute for Research and Evaluation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study examined (1) the scope and nature of firearm possession by Domestic Violence Protective Order (DVPO) defendants, (2) pre- and post-legislation experiences of firearm-related intimate partner violence (IPV) among women applying for Domestic Violence Protective Orders, (3) judges' behaviors specifying firearm-related conditions in DVPOs prior to and following the legislation, and (4) the proportion of and manner in which male DVPO defendants surrendered firearms subsequent to the enactment of the new legislation. Records were extracted for 952 adult women (age 18 and older) seeking relief from a male intimate partner by filing a civil action under North Carolina Statute Chapter 50B in Durham and Wake counties, North Carolina from February 1, 2003, to June 30, 2004, and from their male offenders. Researchers compiled data from three sources: (1) DVPO files, (2) Court Ordered Protection Evaluation (COPE) study, and (3) Criminal background checks. Variables from the DVPO files include demographic information about the plaintiff and defendant, the relationship between the plaintiff and defendant, number of children under 18 in common, incident prompting the DVPO motion, DVPO conditions requested by the plaintiff, ex parte conditions granted including firearm-related restrictions, details of DVPO hearing (e.g. date, presence of attorneys), disposition of the permanent DVPO, conditions of the DVPO, if granted, and the Civil District (CVD) number for that case. Variables from the COPE study include COPE interview information regarding the women's intimate partner violence (IPV) experiences prior to filing for the DVPO (including firearm-related IPV), whether the judge inquired about firearms during the ex parte or DVPO hearings, whether the defendant possessed firearm(s) and whether he surrendered them, women's IPV experiences post-ex parte (including firearm-related IPV), and the CVD number for that case. Variables from the criminal background check include applicable charges (assault on female, communicating threats, violation of DVPO, stalking, other domestic violence related charges, firearm charges, and concealed weapon charges), the associated offense dates, and the existence and scope of other types of charges (i.e. one or more than one additional charges), and the CVD number for that case."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project sought to document the implementation process of legislation designed to restrict firearm access to abusers, including the barriers and facilitating factors to achieving full implementation. By examining judicial behavior and plaintiffs' experiences pre- and post-legislation, researchers assessed the short-term impact of the legislation in these domains. Specifically, this study examined (1) the scope of firearm possession by male defendants in Domestic Violence Protective Order (DVPO) cases, (2) experiences of firearm-related intimate partner violence (IPV) by female plaintiffs in DVPO cases, pre- and post-enactment of S.L. 2003-410 (the North Carolina law enacted on December 1, 2003, which prohibits persons subject to a qualifying DVPO from owning or possessing any firearms or ammunition, and requires them to surrender to the county sheriff within 24 hours any firearms, ammunition, and permits to purc\nhase firearms), (3) changes in judges' behavior regarding inquiring about firearm possession and including firearm-related prohibitions in ex parte and permanent Domestic Violence Protective Orders pre- and post-enactment of S.L. 2003-410, and (4) changes in firearm surrender and confiscation among defendants in DVPO cases pre- and post-enactment of S.L. 2003-410."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This evaluation study used a pretest/post-test design. The study's primary target population was all adult women (aged 18 and older) seeking relief from a male intimate partner by filing a civil action under North Carolina Statute Chapter 50B in Durham County, North Carolina from February 1, 2003, to June 30, 2004. The project's research objectives were addressed though analysis of data from several secondary data sources: (1) DVPO case files in the study county, (2) a subset of eligible cases that contained longitudinal interview data gathered as part of the Court Ordered Protection Evaluation (COPE) study, and (3) criminal record background checks of all the defendants named in the Durham ex parte orders filed by the study plaintiffs. In addition, researchers had COPE interview and DVPO case file information from 221 eligible women filing for protective orders in adjacent Wake County.</p>\n\n<p>The data in this study were compiled from three sources:</p>\n\n<p>(1) Domestic Violence Protective Order (DVPO) files: All DVPO case files were copied and maintained in the office of the Domestic Violence Services Coordinator in the Durham County Sheriff's Department. The case files contained a variety of forms. The researchers created a data entry template to capture the information of interest to the study that was contained on the forms. Each case was assigned a unique identifier, which corresponded to the Civil District (CVD) number for that case. Researchers created codes for many of the variables, and these coded data were entered into the database. Researchers also photocopied and stored the entire case file, so as to have access to the raw data for verification or re-coding.</p>\n\n<p>(2) Court Ordered Protection Evaluation (COPE) study: This research project, funded by the Centers for Disease Control (CDC) and the North Carolina Governor's Crime Commission (GCC), was a longitudinal panel study of 350 women who obtained ex parte Domestic Violence Protective Orders in Durham County and Wake County, North Carolina, from February 1, 2003, to June 30, 2004, the same time period covered by the current study. There were four distinct waves of data collection in the COPE study corresponding with: (1) the initial filing for a DVPO, resulting in an ex parte order (Time 1), (2) the scheduled date of the GPO hearing, usually 7-14 days after the ex parte order was issued (Time 2), (3) six months after the GPO filing (Time 3), and (4) 12 months post GPO filing (Time 4). These interviews provided in-depth contextual information about the GPO process and outcomes, as well as an \"emic,\" or insider's perspective for a subset of the study population. The researchers used data from all four COPE interviews in the current study. Researchers created a COPE dataset that contained variables of interest to the study, and then matched the COPE participant data to abstracted DVPO files data by CVD number in order to add COPE data to a subset of the study cases.</p>\n\n<p>(3) Criminal background check data: Researchers contracted with an employment screening agency to conduct statewide (North Carolina) criminal records checks of all defendants named in the Ex Parte Notice to Parties filed by the women in the Durham County study population. Criminal records and case files were maintained by the clerks of court in all 100 North Carolina counties. As arrests were made or as warrants were sworn out, a case file was started by a clerk of court in that particular county. They kept track of these cases by assigning a unique number to that case and by making an electro\nnic entry about that case. This electronic record replaced the handwritten index cards used in the courthouses up until the mid-1980's. The electronic record contains information about a given case such as the original charge, the final charge, the trial date, and the disposition of the case. The record was a snapshot of what was contained in the actual case file housed in the courthouse, and contained information about criminal misdemeanors dating back seven years and felonies dating back indefinitely. For the purposes of this study, the criminal background check covered the time period from the earliest electronic records through June 30, 2005, (i.e. one year from the latest study DVPO filing). The criminal background check yielded a report for each defendant. For those defendants without criminal charges on file, \"no\" was indicated under the \"records found\" heading. In situations where a criminal record existed, but could not be verified as an exact match to the defendant (due to missing birthdate, etc.), researchers noted the record as a probable match. Researchers then merged the data into the study datafile by CVD number.</p>\n\n<p>At the conclusion of these data entry and validation processes, the final study dataset contained information from the DVPO case files and criminal background checks (for all Durham participants), and the COPE study (for a subset of participants). Once the study dataset had been created, researchers proceeded to create the study variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Variables from the domestic violence protective order (DVPO) include demographic information about the plaintiff and defendant, the relationship between the plaintiff and defendant, number of children under 18 in common, incident prompting the DVPO motion, DVPO conditions requested by the plaintiff, ex parte conditions granted including firearm-related restrictions, details of DVPO hearing (e.g. date, presence of attorneys), disposition of the permanent DVPO, conditions of the DVPO, if granted, and the Civil District (CVD) number for that case.</p>\n\n<p>Variables from the Court Ordered Protection Evaluation (COPE) study include COPE interview information regarding women's intimate partner violence (IPV) experiences prior to filing for the DVPO (including firearm-related IPV), whether the judge inquired about firearms during the ex parte or DVPO hearings, whether the defendant possessed firearms and whether he surrendered them, women's IPV experiences post-ex parte (including firearm-related IPV), and the CVD number for that case.</p>\n\n<p>Variables from the criminal background check include applicable charges (assault on female, communicating threats, violation of DVPO, stalking, other domestic violence related charges, firearm charges, and concealed weapon charges), the associated offense dates, and the existence and scope of other types of charges (i.e. one or more than one additional charge), and the CVD number for that case.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"firearms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-06-30Version Text: 2008-06-30 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-IJ-CX-0025"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-06-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-02-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-06-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data","administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data come from three sources: (1) Domestic Violence Protective Order (DVPO) files of the Durham County Sheriff's Department, (2) the Court Ordered Protection Evaluation (COPE) study, and (3) criminal background checks of case files maintained by clerks of court in all North Carolina counties."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["domestic violence incident"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult women (aged 18 and older) seeking relief from a male intimate partner through filing a civil action under North Carolina Statute Chapter 50B in Durham County and Wake County, North Carolina, from February 1, 2003, to June 30, 2004, and their male offenders."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Researchers abstracted data from the hardcopy Domestic Violence Protective Order (DVPO) case (or court) files for 731 women/aged 18 and older who received ex parte (temporary or emergency) DVPOs against a male partner in Durham County, North Carolina, between February 2003 and June 2004 and 221 women 18 and older who received ex parte (temporary or emergency) DVPOs against a male partner in Wake County, North Carolina, during the same 17-month period. Researchers also examined the criminal histories of the 731 defendants in the cases in Durham County. In addition, researchers had complementary interview data from 129 of the Durham plaintiffs, as well as interview and DVPO file data from 221 additional women who received ex parte orders in Wake County, North Carolina, during the same 17-month time period. The interview data were collected as part of the Court Ordered Protection Evaluation (COPE) study."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Preventing Firearm Violence Among Victims of Intimate Partner  Violence in North Carolina, 2003-2004","restricted":false,"version":1,"datasetVersionId":37642,"dataFile":{"id":2628746,"persistentId":"","pidURL":"","filename":"Preventing Firearm Violence Among Victims of Intimate Partner  Violence in North Carolina, 2003-2004","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}