{"status":"OK","data":{"id":43132,"identifier":"ICPSR29462.v5","persistentUrl":"https://doi.org/10.3886/ICPSR29462.v5","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR29462.v5","latestVersion":{"id":39132,"storageIdentifier":"file://10.3886/ICPSR29462.v5","versionState":"RELEASED","distributionDate":"2010-12-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:04:03Z","releaseTime":"2015-04-09T04:04:03Z","createTime":"2015-04-09T04:04:03Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>This data collection may not be used for any purpose other than statistical reporting and analysis. Use of these data to learn the identity of any person or establishment is prohibited.</p>\n\n<p>Public Use Files:  The Head Start Impact Study documentation is public use and is available for download.  Documentation includes the User Guide, Questionnaires and Codebooks.</p>\n\n<p>Restricted Use Files: To protect respondent privacy, the Head Start Impact Study data are restricted from general dissemination. Access to parts of this study requires a signed User Agreement. To obtain the file(s), researchers must agree to the terms and conditions of the Restricted Data Use Agreement, found via ICPSR's online Restricted Data Contracting System, by clicking the \"apply online for access to the data\" link above.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Head Start Impact Study (HSIS), 2002-2006 [United States]"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"HSIS, 2002-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Administration for Children and Families. Office of Planning, Research and Evaluation"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Administration for Children and Families. Office of Planning, Research and Evaluation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Since its beginning in 1965 as a part of the War on Poverty, Head Start's goal has been to boost the school readiness of low income children. Based on a \"whole child\" model, the program provides comprehensive services that include preschool education; medical, dental, and mental health care; nutrition services; and efforts to help parents foster their child's development.  Head Start services are designed to be responsive to each child's and family's ethnic, cultural, and linguistic heritage.</p>\n\n<p>In the 1998 reauthorization of Head Start, Congress mandated that the United States Department of Health and Human Services determine, on a national level, the impact of Head Start on the children it serves. This legislative mandate required that the impact study address two main research questions:</p>\n\n<ol>\n<li>What difference does Head Start make to key outcomes of development and learning (and in particular, the multiple domains of school readiness) for low-income children? What difference does Head Start make to parental practices that contribute to children's school readiness?</li>\n<li>Under what circumstances does Head Start achieve the greatest impact?  What works for which children?  What Head Start services are most related to impact?</li>\n</ol>\n\n<p>The Head Start Impact Study addresses these questions by reporting on the impacts of Head Start on children and families during the children's preschool, kindergarten, and first grade years.  It was conducted with a nationally representative sample of nearly 5,000 three- and four-year old preschool children across 84 nationally representative grantee/delegate agencies in communities where there are more eligible children and families than can be served by the program. The children participating were randomly assigned to either a treatment group (which had access to Head Start services) or a comparison group (which did not have access to Head Start services, but could receive other community resources). Data collection began in the fall of 2002 and ended in spring 2006, following children through the spring of their first grade year. Baseline data were collected through parent interviews and child assessments in fall 2002. The annual spring data collection included child assessments, parent interviews, teacher surveys, and teacher-child ratings. In addition, during the preschool years only, data collection included classroom and family day care observations, center director interviews, care provider interviews, and care prov\nider-child ratings.</p>\n\n<p>The study examined differences in outcomes in several domains related to school readiness: children's cognitive, social-emotional, health, and parenting outcomes (e.g., reading to the child, use of spanking and time out, exposing children to cultural enrichment activities, safety practices, parent-child relationships). It also examined whether impacts differed based on characteristics of the children and their families, including the child's pre-academic skills at the beginning of the study; the child's primary language; whether the child has special needs; the mother's race/ethnicity; the primary caregiver's level of depressive symptoms; household risk; and urban or rural location.</p>\n\n<p>The Head Start Impact Study differs from other evaluations of early childhood programs in that it:</p>\n<ul>\n<li>represents children from the majority of Head Start programs,</li>\n<li>represents a scaled-up federal program,</li>\n<li>represents the full range of quality within the national program,</li>\n<li>employs a randomized control design, the strongest design for testing impacts,</li>\n<li>examines all domains of children's school readiness, as well as parenting outcomes,</li>\n<li>follows children through their early years of elementary school, and</li>\n<li>compares children who have access to Head Start to a control group that includes many children in center-based and other forms of early childhood education programs.</li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary purpose of the Head Start Impact Study is to determine whether Head Start has impacts on participating children and their parents and whether any impacts vary among different types of children and families.  By impact, we mean a difference between the outcomes observed for Head Start participants and what would have been observed for these same individuals had they not participated in Head Start."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study was designed to separately examine two cohorts of children, newly entering three- and four-year-olds. This design reflects the hypothesis that different program impacts may be associated with different age of entry into Head Start. Differential impacts were of particular interest in light of a trend of increased enrollment of the three-year-olds in some grantee/delegate agencies presumably due to the growing availability of preschool options for four-year-olds. Consequently, the study included two separate samples: a newly entering three-year-old group (to be studied through two years of Head Start participation i.e., Head Start year and age four year, kindergarten and first grade), and a newly entering four-year-old group (to be studied through one year of Head Start participation, kindergarten and first grade).</p>\n\n<p>Baseline data was collected through parent interviews and child assessments in fall 2002. Data collection included annual spring child assessments, parent interviews, teacher surveys, and teacher-child ratings. In addition, during the preschool years only, data collection included classroom/family day care observations, center director interviews, care provider interviews, and care provider-child ratings. Outcome measures were developed in four domains: child cognitive development, child social-emotional development, health, and parenting practices.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The measures used in this study fall into three categories:  (1) child and family demographics and other characteristics collected at baseline that were used as covariates in the impact analyses and also used to form child and family subgroups, (2) child and family outcomes measures (i.e. the variables on which program impacts were estimated), and (3) characteristics of the preschool and early elementary school experiences of the participating children."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cognitive development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cognitive functioning"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"early childhood education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Head Start"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"low income groups"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parent child relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school readiness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B.3. Physical Development and Growth"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V. Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-23Version Text: 2015-03-23Version Date: 2015-03-23Version Text: 2015-03-23 Subject: null  Type: null  Notes: <p>The Spring 2003 and Spring 2004 Classroom Observation files and Family Childcare Observation files have been updated to include 109 child-level records that were absent from the original observation files. In addition, the Spring 2003 and Spring 2004 Child Experiences files have been updated to correct the Preschool Service Capacity variable. Also, the weights file has been revised to include variables for variance estimation using replicate weights.</p>\n\n<p>Codebooks for all five revised data files have been updated. In addition, the codebook for the Covariates file has been updated with a correction to a value label for the derived Home Language variable. The User Guide includes an updated file count matrix (Table 6-1).</p>;Version Date: 2014-03-21Version Text: 2014-03-21 Subject: null  Type: null  Notes: The Head Start Impact Study (HSIS) data was released in the standard ICPSR full product suite of files, which includes ready to use files in SPSS, Stata, SAS, and R formats. The original ASCII files with accompanying setup files are still available for use.;Version Date: 2012-06-15Version Text: 2012-06-15 Subject: null  Type: null  Notes: One variable (D_CA_ASSESSDATE) has been corrected from the unreadable raw SAS values into a readable date format. The Fall 2002, Spring 2003, Spring 2004, Spring 2005, and Spring 2006 Child Assessment Data files have all been corrected. In addition, the documentation for the Fall 2002 Child Assessment Data has been updated.;Version Date: 2012-05-02Version Text: 2012-05-02 Subject: null  Type: null  Notes: Thirty new variables were added to the Spring 2003 Classroom Observation Data file, Spring 2003 Family Child Care Observation Data file, Spring 2004 Classroom Observation Data file, and Spring 2004 Family Child Care Observation Data file. These variables contain source items for the Arnett subscale, mean, and total scores for each of these files. These variables are being added because the Arnett scale is publicly available. All data and documentation for these two years have been updated.;Version Date: 2012-03-05Version Text: 2012-03-05 Subject: null  Type: null  Notes: The Head Start Impact Study (HSIS) Instrument Matrix document was updated.;Version Date: 2012-02-28Version Text: 2012-02-28 Subject: null  Type: null  Notes: The Head Start Impact Study (HSIS) Instrument Matrix document was added to the collection.;Version Date: 2012-02-01Version Text: 2012-02-01 Subject: null  Type: null  Notes: Two variables (D_CA_WEEKOFTESTING and D_CA_AGEATTESTING) were removed from the Fall 2002 Child Assessment Data file. These variables are available in the Spring 2003 Child Assessment Data file.;Version Date: 2011-03-04Version Text: 2011-03-04 Subject: null  Type: null  Notes: <p>A variable was added to the Child Assessment Data (Spring 2003, 2004 and 2005); the Teacher's Child Reports and Teacher Surveys (2003-2006) were udated to reflect the change.  The Tips for Users and the Restricted Data Use Agreement were also updated.</p>\n\n<p>On February 23, 2011, Research Connections (www.researchconnections.org) hosted a Webinar Data Training conducted by Westat, Inc. staff that introduced the HSIS data collection. Topics covered included HSIS Instruments, Data File Structure, Tips for Working with the Data and more. The recorded Webinar is now available for download (select \"Other Data\" from the download page) and can also be viewed directly from the Research Connections website.</p>;Subject: Study Level Error Note, Notes: <p>The User Guide provides descriptive and technical information about the Head Start Impact Study data files.  It begins with an overview of the study, methodology, sampling procedures, response rates, weights and variance estimation.  It contains information about the HSIS data collection instruments, measures, and covariates and subgroup variables.  In addition, the User Guide provides information on data collection procedures, data preparation, file structure, use of the data weights, and sample programs for using the data in SAS or SPSS. Users seeking additional information on the HSIS study design, implementation, and findings are encouraged to refer to the HSIS Final Report\n<a href=\"http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_final.pdf\">http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_final.pdf</a>\nand the Technical Report\n<a href=\"http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_tech_rpt.pdf\">http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_tech_rpt.pdf</a>\n.</p>;Subject: Study Level Error Note, Notes: <p>For additional information see the Head Start Impact Study Program Web site\n<a href=\"http://www.acf.hhs.gov/programs/opre/hs/impact_study\">http://www.acf.hhs.gov/programs/opre/hs/impact_study</a>\n.</p>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"282-00-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-12-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["child"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All newly entering three- and four-year-olds in all Head Start programs operating in 2002-2003, except those serving only special populations (i.e., programs serving primarily only migrant or seasonal farmworkers and their families, American Indian or Alaskan Native tribal populations, or Early Head Start children), or very new programs."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The Head Start Impact Study is based on a nationally representative sample of both Head Start programs and children. First time applicants to Head Start in fall 2002 were randomly selected from a nationally representative sample of Head Start programs."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"coded on-site observation"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Weights are attached to each child in the files.  Cross sectional weights are provided for each data collection period.  In addition three sets of longitudinal weights were created at the end of data collection.  Longitudinal weights are to be used with children with assessments at two or more time points (LONGCHTRWT2), children with assessments at three or more time points (LONGCHTRWT3), or children with a teacher survey and teacher child rating in both kindergarten and first grade (LONGTSTRIMWT). The final program and center weights are also provided.</p>\n\n<p>Careful consideration should be given to the choice of a weight for a specific analysis since it depends on the type of data analyzed. Each set of weights is appropriate for a different set of data or combination of sets of data. A general description of the types of weights available for use is provided in the User Guide. For a more detailed description about the weights, users should refer to the  HSIS Technical Report\n<a href=\"http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_tech_rpt.pdf\">http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_tech_rpt.pdf</a>\n.</p>"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates for each instrument by data collection period, cohort (three- or four-year old cohort), and status (treatment or control group) are provided in the User Guide."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"All assessments and other outcome measures are described in the HSIS Final Report\n<a href=\"http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_final.pdf\">http://www.acf.hhs.gov/programs/opre/hs/impact_study/reports/impact_study/hs_impact_study_final.pdf</a>\n."}]}},"files":[{"description":"","label":"Covariates and Subgroup Variables Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643449,"persistentId":"","pidURL":"","filename":"Covariates and Subgroup Variables Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Fall 2002 Child Assessment Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643450,"persistentId":"","pidURL":"","filename":"Fall 2002 Child Assessment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Fall 2002 Parent Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643451,"persistentId":"","pidURL":"","filename":"Fall 2002 Parent Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Jackknife Factors","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643479,"persistentId":"","pidURL":"","filename":"Jackknife Factors","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Care Provider Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643459,"persistentId":"","pidURL":"","filename":"Spring 2003 Care Provider Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Center Director Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643457,"persistentId":"","pidURL":"","filename":"Spring 2003 Center Director Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Child Assessment Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643452,"persistentId":"","pidURL":"","filename":"Spring 2003 Child Assessment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Child Experiences Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643453,"persistentId":"","pidURL":"","filename":"Spring 2003 Child Experiences Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Classroom Observation Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643458,"persistentId":"","pidURL":"","filename":"Spring 2003 Classroom Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Family Child Care Observation Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643460,"persistentId":"","pidURL":"","filename":"Spring 2003 Family Child Care Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Parent Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643454,"persistentId":"","pidURL":"","filename":"Spring 2003 Parent Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Teacher's Child Report Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643456,"persistentId":"","pidURL":"","filename":"Spring 2003 Teacher's Child Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2003 Teacher Survey Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643455,"persistentId":"","pidURL":"","filename":"Spring 2003 Teacher Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Care Provider Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643468,"persistentId":"","pidURL":"","filename":"Spring 2004 Care Provider Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Center Director Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643466,"persistentId":"","pidURL":"","filename":"Spring 2004 Center Director Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Child Assessment Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643461,"persistentId":"","pidURL":"","filename":"Spring 2004 Child Assessment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Child Experiences Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643462,"persistentId":"","pidURL":"","filename":"Spring 2004 Child Experiences Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Classroom Observation Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643467,"persistentId":"","pidURL":"","filename":"Spring 2004 Classroom Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Family Child Care Observation Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643469,"persistentId":"","pidURL":"","filename":"Spring 2004 Family Child Care Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Parent Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643463,"persistentId":"","pidURL":"","filename":"Spring 2004 Parent Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Teacher's Child Report Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643465,"persistentId":"","pidURL":"","filename":"Spring 2004 Teacher's Child Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2004 Teacher Survey Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643464,"persistentId":"","pidURL":"","filename":"Spring 2004 Teacher Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2005 Child Assessment Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643470,"persistentId":"","pidURL":"","filename":"Spring 2005 Child Assessment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2005 Parent Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643471,"persistentId":"","pidURL":"","filename":"Spring 2005 Parent Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2005 Teacher's Child Report Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643473,"persistentId":"","pidURL":"","filename":"Spring 2005 Teacher's Child Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2005 Teacher Survey Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643472,"persistentId":"","pidURL":"","filename":"Spring 2005 Teacher Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2006 Child Assessment Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643474,"persistentId":"","pidURL":"","filename":"Spring 2006 Child Assessment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2006 Parent Interview Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643475,"persistentId":"","pidURL":"","filename":"Spring 2006 Parent Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2006 Teacher's Child Report Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643477,"persistentId":"","pidURL":"","filename":"Spring 2006 Teacher's Child Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spring 2006 Teacher Survey Data","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643476,"persistentId":"","pidURL":"","filename":"Spring 2006 Teacher Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Weights","restricted":false,"version":1,"datasetVersionId":39132,"dataFile":{"id":2643478,"persistentId":"","pidURL":"","filename":"Weights","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}