{"status":"OK","data":{"id":39377,"identifier":"ICPSR04570.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04570.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04570.v1","latestVersion":{"id":35377,"storageIdentifier":"file://10.3886/ICPSR04570.v1","versionState":"RELEASED","distributionDate":"2008-09-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:22:48Z","releaseTime":"2015-04-09T03:22:48Z","createTime":"2015-04-09T03:22:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Development and Validation of a Coercive Control Measure for Intimate Partner Violence in Boston, Massachusetts and Washington, DC, 2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dutton, Mary Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgetown University Medical Center. Department of Psychiatry"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Goodman, Lisa"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boston College. Department of Counseling Psychology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Schmidt, R. James"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"COSMOS Corporation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The overall goals of this project were to develop a clear theoretical understanding of coercive control and to develop a measure of \"nonviolent coercive control\" for use in the measurement of intimate partner violence (IPV). The psychometric properties of the newly developed coercive control measure were assessed between February and September 2004 in a total sample of 757 that included 302 males and 448 females from the metropolitan Washington, DC, and Boston areas. Of this sample, 139 reporting IPV victimization only, 39 reported IPV perpetration only, 245 reported both IPV victimization and perpetration, and 334 reported neither IPV victimization nor perpetration.</p>\n\n<p>Respondents were recruited from community agencies involving identified IPV victims and perpetrators, agencies providing non-IPV services to demographically similar participants, community college settings, and general public community settings, e.g., fast food restaurants. The sample was a convenience, not a representative, sample. Selection criteria included the following: (1) involvement in an intimate partner relationship within the past 12 months, and (2) being 18 years of age or older. Respondents were excluded if they exhibited signs of intoxication or other indications of a lack of coherence sufficient to complete the survey.</p>\n\n<p>Both data files contain demographic information. Respondents were asked several series of questions including those pertaining to demands received from their partner, whether their partner did anything to find out if the respondent had done what the partner had demanded, if their partner made them feel the partner might do something if the respondent did not do what the partner wanted, and whether they had done certain things when their partner demanded something. Respondents were then asked the same series of questions conversely. Respondents were read a statement and asked how often they felt this way in the past month, asked whether in the last 12 months they had experienced certain physical abuse or abused their partner physically, and they were asked whether in the last 12 months they had experienced certain types of emotional abuse or had abused their partner emotionally. Respondents were read a series of statements regarding their relationships with people in general and asked to tell whether the statement was true or false, asked how often they had experienced problems in response to a trauma, and asked how likely their partner might attempt to abuse the respondent in specific ways in the next year.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The overall goals of this project were to develop a clear theoretical understanding of coercive control and develop a measure of \"nonviolent coercive control\" for use in the measurement of intimate partner violence (IP\nV). Specific objectives were: (1) to develop a conceptual model of coercive control, (2) to develop an ecologically and statistically valid instrument to measure coercive control, (3) to evaluate psychometric properties of the coercive control measure, and (4) to conduct a preliminary test of the usefulness of the measure for validating Michael P. Johnson's (2000) typology of IPV."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study team developed a conceptual model of coercive control by conducting a comprehensive literature review and refining the model through collaboration with an Advisory Panel comprised of 16 experts in the field of intimate partner violence (IPV) research and a consensus panel of 100 experts. An ecologically and statistically valid measure of nonviolent coercive control was developed by using ethnographic and classical test theory methodologies to construct the measure. The psychometric properties of the newly developed coercive control measure were assessed between February and September 2004 in a total sample of 757 that included 302 males and 448 females from the metropolitan Washington, DC, and Boston areas. Of this sample, 139 reporting IPV victimization only, 39 reported IPV perpetration only, 245 reported both IPV victimization and perpetration, and 334 reported neither IPV victimization nor perpetration. Respondents were recruited from community agencies involving identified IPV victims and perpetrators, agencies providing non-IPV services to demographically similar participants, community college settings, and general public community settings, e.g., fast food restaurants. The sample was a convenience, not a representative, sample. Selection criteria included the following: (1) involvement in an intimate partner relationship within the past 12 months, and (2) being 18 years of age or older. Respondents were excluded if they exhibited signs of intoxication or other indications of a lack of coherence sufficient to complete the survey.</p>\n\n<p>The survey was administered by trained project staff at each site. In the field, survey administrators were required to wear a name tag identifying themselves as members of the study team. Three recruitment incentives were implemented: (1) a $20.00 incentive fee for completion of the survey, (2) optional entry into three drawings from which three randomly selected winners would receive $100 each, and (3) a limited amount of money to compensate respondents for child care and transportation.</p>\n\n<p>Respondents also were offered the choice of self-administering the survey or having the survey administered by a study team member. Interviews were conducted in privacy whenever possible. Completion of the survey required approximately one hour. At the conclusion of the survey, survey administrators were required to conduct a quick review of the completed survey to ensure that all items on each page were completed and filled out correctly. Following this quality review, respondents received their $20.00 incentive fee.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>It should be noted that all the variables present in the raw data file are also present in the analytical data file, though some variables have been recoded in the analytical file. Not all variables in the analytical data file are present in the raw data file.</p>\n\n<p>Both data files contain demographic information such as age, gender, ethnicity, employment, education, income, and living situation. Respondents were then asked if their intimate partner demanded something related to a variety of topics. This included: (1) questions regarding personal activities or appearance such as leaving the house, eating, or answering the phone, (2) questions regarding support, social life, or family such as talking on the phone or taking care of dependent relatives, (3) questions regarding household activities such as buying or preparing foods, (4) questions regarding working, economics, or resources such as spending mo\nney or using a car or truck, (5) questions related to health such as using street drugs or going to the doctor, (6) questions regarding the intimate relationship such as spending time with their partner or having sex, (7) questions related to legal matters such as talking to police or a lawyer or doing things that are illegal, (8) questions regarding immigration such as filing citizenship papers or immigration sponsorship, and (9) questions related to children and parenting such as disciplining the children or making important decisions about the children.</p>\n\n<p>Respondents were then asked if their partner had done anything to find out if the respondent had done what the partner had demanded such as checked or opened mail, checked receipts, or spied on, followed, or stalked the respondent. Next, respondents were asked if their partner had made them feel they might do something if they did not do what the partner wanted such as say something mean, embarrassing, or humiliating to them, physically hurt them, or threaten to commit suicide. Respondents were asked whether they had done certain things when their partner demanded something such as refusing to do what was demanded, fought back physically, or argued back verbally. Respondents were then asked the same series of questions only as to what demands they had requested of their partner, how the respondent knew whether their partner had done what the respondent demanded, and whether the respondent made their partner feel the respondent might do something if the partner did not do what was demanded. The respondents were not asked what their partner did in response to the demand.</p>\n\n<p>Next, respondents were read a statement and asked how often they felt this way in the past month. Statements included such things as \"I was bothered by things that usually don't bother me\", \"I felt fearful\", and \"I enjoyed life\". Respondents were asked whether in the last 12 months they had experienced such things as being grabbed by their partner, being choked or strangled by their partner, or had gone a doctor because of their partner's abuse. The same set of questions was then asked conversely.</p>\n\n<p>Next, respondents were asked whether in the last 12 months they had experienced such things as their partner calling them names, being accused by their partner of having an affair, or being blamed by their partner for the partner's problems. Once again, the same set of questions was asked conversely.</p>\n\n<p>Respondents were then asked about their relationship including whether they had a right to know everything their partner did, whether they tended to be jealous, or whether it bothered them when their partner made plans without talking to them first. Respondents were also read a series of statements regarding their relationships with people in general and asked to tell whether the statement was true or false. This included such statements as \"There is at least one person I know whose advice I can really trust\", \"There is someone I can turn to for advice about handling hassles over household responsibilities\", or \"There are not many people I trust to help solve my problems\".</p>\n\n<p>Respondents were also asked how often they had experienced problems in response to a trauma such as being bothered by repeated, disturbing memories, thoughts, or images of abuse or violence, avoiding thinking about or talking about abuse, or experienced feeling irritable or having angry outbursts. Finally, respondents were asked how likely it was that their partner might attempt in the next year to do such things as threaten to harm them physically, cause financial problems for them, or try to get custody of their child or children.</p>\n\n<p>The analytical data file contains several additional variables. Included are some recoded raw data variables, sums and percentages involving series of questions that were related, a number of calculated scores such as an intrusion score, avoidance score, and hyperarousal score, as w\nell as dichotomous variables indicating such things as depression. There is also a variable indicating from which site the data originated.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional states"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-09-26Version Text: 2008-09-26Subject: Study Level Error Note, Notes: Data from the ethnographic interviews in Phase I of the project are not available as part of this collection.;Subject: Study Level Error Note, Notes: Complete reference for the Johnson;Subject: Study Level Error Note, Notes: typology is provided in the project's final report.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-WT-BX-0503"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-09-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004-02"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-02"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Boston"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Males and females aged 18 or older between February and September 2004 from the metropolitan Washington, DC, and Boston areas, who were involved in an intimate partner relationship within the past 12 months."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample was a convenience, not a representative, sample.</p>\n\n<p>Respondents were recruited in Boston, MA, and in Washington, DC. At the Boston site, respondents were recruited from a variety of settings - including domestic violence programs and shelters, batterer treatment programs, GED and ESL classes, and a restaurant located in a low-income neighborhood in Cambridge frequented by residents of local shelters -- in order to tap a wide range of coercive control experiences. Respondents were recruited several different ways: (1) At the program sites, program staff approached the clients they thought might be interested in participating. If a client expressed interest in participating, he or she was directed to one of the survey administrators. (2) Individuals who had participated in the ethnographic interviews were contacted and recruited to participate in the survey portion of the study. (3) Intercept methods were used at the local restaurant (4) At the GED and ESL classes, the team members arranged to announce the study in the classes, and they scheduled survey administration at a later time.</p>\n\n<p>At the Washington, DC, site, recruited respondents were (1) residents at a transitional housing facility, and (2) students at Montgomery College's Germantown campus. At the transitional housing facility, the study team worked with the facility director to arrange the administration of the survey at one of their regularly scheduled mandatory evening classes, which was attended, on average, by approximately 70 individuals, both male and female, who reside at the facility. A team of five survey administrators attended the session to ensure coverage for the large group of respondents. At Montgomery College, the study team administered the survey to students on four separate days. Students were recruited in one of two ways: (1) via response to survey announcement flyers that were distributed by instructors in the classrooms prior to the team's scheduled administration sessions and (2) via intercept methods on the date of the scheduled administration sessions.</p>\n\n<p>Litigants at the District of Columbia (DC) Superior Court's Family and Domestic Violence Courts were also recruited. The research team sent information letters to local organizations in the DC metropolitan area who work with the litigants who had cases before the Family and Domestic Violence Courts, in order to inform the organizations of the purpose of the research study and the specifics of the data collection in the court. The organizations that were contacted include the District of Columbia Bar, law clinics from American University, George Was\nhington University, Georgetown University, and Catholic University, as well as community-based organizations including Ayuda, Women Empowered Against Violence (WEAVE), and the DC Coalition Against Domestic Violence</p>\n\n<p>The research team used intercept methods to recruit respondents, specifically approaching people who waited outside of the designated courtrooms, to inquire about their interest in participating in the research study. The team utilized scripts provided at the training and in the training manual for the specific language to use when approaching potential respondents.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Analytical Data","restricted":false,"version":1,"datasetVersionId":35377,"dataFile":{"id":2611746,"persistentId":"","pidURL":"","filename":"Analytical Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Raw Data","restricted":false,"version":1,"datasetVersionId":35377,"dataFile":{"id":2611745,"persistentId":"","pidURL":"","filename":"Raw Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}