{"status":"OK","data":{"id":42004,"identifier":"ICPSR22060.v1","persistentUrl":"https://doi.org/10.3886/ICPSR22060.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR22060.v1","latestVersion":{"id":38004,"storageIdentifier":"file://10.3886/ICPSR22060.v1","versionState":"RELEASED","distributionDate":"2011-07-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:51:40Z","releaseTime":"2015-04-09T03:51:40Z","createTime":"2015-04-09T03:51:40Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Prevalence, Context, and Reporting of Drug-Facilitated Sexual Assault on Campus of Two Large Public Universities in the United States, 2005-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Krebs, Christopher P."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lindquist, Christine H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Warner, Tara D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fisher, Bonnie S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Martin, Sandra L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Chapel Hill"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary research objective of this study was to examine the prevalence, nature, and reporting of various types of sexual assault experienced by university students in an effort to inform the development of targeted intervention strategies.  In addition, the study had two service-oriented objectives: (1) to educate students about various types of sexual assault, how they can maximize their safety, and what they can do if they or someone they know has been victimized and (2) to provide students with information about the campus and community resources that are available should they need assistance or have any concerns or questions. The study involved a Web-based survey of random samples of undergraduate students at two large public universities, one located in the South (University 1) and one located in the Midwest (University 2). Researchers drew random samples of students aged 18-25 and enrolled at least three-quarters' time at each university to participate in the study. The survey was administered in the winter of 2005-2006, and a total of 5,446 undergraduate women and 1,375 undergraduate men participated for a grand total of 6,821 respondents. Sampled students were sent an initial recruitment e-mail that described the study, provided a unique study ID number, and included a hyperlink to the study Web site. During each of the following weeks, students who had not completed the survey were sent follow-up e-mails and a hard-copy letter encouraging them to participate. The survey was administered anonymously and was designed to be completed in an average of 15 minutes. Respondents were provided with a survey completion code that, when entered with their study ID number at a separate Web site, enabled them to obtain a $10 Amazon.com gift certificate. The survey was divided into six modules. The Background Information module included survey items on demographics, school classification (year of study, year of enrollment, transfer status), residential characteristics, academic performance, and school involvement. An Alcohol and Other Drug Use module generated a number of measures of alcohol and drug use, and related substance use behaviors. A Dating module included items on sexual orientation, dating, consensual sexual activity, and dating violence. The Experiences module was developed after extensive reviews of past surveys of sexual assault and generated information on physically forced sexual assault and incapacitated sexual assault. For both physically forced and incapacitated sexual assault, information was collected on completed and attempted assaults experienced before entering college and since entering college. For male respondents, a Behaviors module asking about the p\nerpetration of the same types of sexual assault covered in the Experiences module was included. The final module of the survey covered attitudes about sexual assault and attitudes about the survey. The data file contains 747 variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary research objective of this study was to examine the prevalence, nature, and reporting of various types of sexual assault experienced by university students in an effort to inform the development of targeted intervention strategies.  In addition, the study had two service-oriented objectives: (1) to educate students about various types of sexual assault, how they can maximize their safety, and what they can do if they or someone they know has been victimized and (2) to provide students with information about the campus and community resources that are available should they need assistance or have any concerns or questions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study involved a Web-based survey of random samples of undergraduate students at two large public universities, one located in the South (University 1) and one located in the Midwest (University 2). Researchers drew random samples of students aged 18-25 and enrolled at least three-quarters' time at each university to participate in the study. The survey was administered in the winter of 2005-2006, and a total of 5,446 undergraduate women and 1,375 undergraduate men participated.</p>\n\n<p>Sampled students were sent an initial recruitment e-mail that described the study, provided a unique study ID number, and included a hyperlink to the study Web site. During each of the following weeks, students who had not completed the survey were sent follow-up e-mails and a hard-copy letter encouraging them to participate.</p>\n\n<p>The survey was administered anonymously (students did not enter their study ID number to take the survey) and was designed to be completed in an average of 15 minutes. After the last survey question was answered, respondents were presented with an informational module on sexual assault (e.g., sexual assault definitions, prevention advice, legal consequences of giving someone a drug without their knowledge or consent, signs of drug ingestion, and links and telephone numbers to local, state, and national resources for sexual assault victims). In addition, respondents were provided with a survey completion code that, when entered with their study ID number at a separate Web site, enabled them to obtain a $10 Amazon.com gift certificate.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The survey was divided into six modules. Background Information included survey items on demographics, school classification (year of study, year of enrollment, transfer status), residential characteristics, academic performance (grade point average, ever failed a course), sports and social involvement (sports team membership, social organization membership, party attendance), attendance at functions where alcohol is served, and attitudes toward one's university.</p>\n\n<p>Alcohol and Other Drug (AOD) Use included items regarding frequency of alcohol and drug consumption (data on 13 different classes of drugs were obtained) since entering college, frequency of binge drinking and getting drunk, risk behaviors associated with unknown drug ingestion (accepting a drink from someone unknown, leaving a drink unattended), experiences (suspected and/or known) with unknown drug ingestion (a series of questions were asked about both giving a drug to someone without their knowledge/consent and being given a drug without one's knowledge/consent), and availability of alcohol and other drugs.</p>\n\n<p>The Dating module included items on sexual orientation, frequency of dating, frequency of consensual sexual intercourse, AOD consumption prior to sexual intercourse, and dating violence (questions were asked about both victimization and perpetration of emotional and physical abuse).</p>\n\n<p>The information on sexual assault victimization was included in the Experiences module, which was developed after extensive reviews of past surveys of sexual assault. This module included a series of gate questions for numerous types of nonconsensual sexual contact experienced by the victim. Distinct gate questions were asked for the following types of nonconsensual sexual contact, both before and since entering college: verbally coerced sexual contact (both completed and attempted incidents),\nphysically forced sexual assault (both completed and attempted incidents), and sexual assault occurring when the respondent was incapacitated (respondents were asked about incidents they were certain happened and incidents they suspected happened).</p>\n\n<p>Detailed follow-up questions were asked of respondents who reported experiencing since they began college attempted and/or completed physically forced sexual assault and/or known and/or suspected sexual assault occurring when the respondent was incapacitated. The follow-up questions were asked separately for these two general types of sexual assault and included items on the number of incidents; the specific type of assault(s) that occurred (forced touching of a sexual nature, oral sex, sexual intercourse, anal sex, and/or sexual penetration with a finger or object); the number of perpetrators; the relationship between the victim and the perpetrator(s); characteristics of the perpetrator(s); AOD use by the perpetrator(s); AOD use by the victim; the location of the incident(s); the timing of the incident(s); the use of weapons by the perpetrator(s); injuries sustained in the incident(s); disclosure about the incident(s) to family/friends, victim's crisis/health care centers, and law enforcement; timing of reporting to victim's crisis/health care centers and law enforcement; physical examinations/drug tests received; drug(s) tested positive for; satisfaction with reporting; reasons for not reporting the incident(s); other actions (both personal and academic) taken as a result of the incident(s); legal consequences experienced by the perpetrator; and whether the respondent considered the incident to be rape.</p>\n\n<p>Although the survey was predominantly closed-ended, victims were also given the opportunity to write in (in a narrative fashion) any additional information about the incident(s) that they wanted to share. The Experiences module received by male respondents had the same level of detail and content, but it was tailored to be gender-appropriate.</p>\n\n<p>For male respondents, a section that paralleled the Experiences module was then covered. This module, Behaviors, asked about the perpetration of the same types of sexual assault covered in the victimization module. Respondents who answered affirmatively to the gate questions were asked a set of follow-up questions about the number of victims, the specific type of assault(s) that occurred, relationship to the victim, AOD use by the perpetrator, AOD use by the victim, weapon use, injuries sustained, and whether the respondent considered the incident(s) to be rape.</p>\n\n<p>The final module of the survey covered attitudes about sexual assault (respondents were given seven scenarios and asked to classify whether each scenario constituted rape) and attitudes about the survey (the degree of honesty they employed when answering the survey questions). In addition, the final module of the survey included a question designed to enable an aggregate-level prevalence estimate of physically forced sexual assault to be generated among the study participants. Using an \"item count\" technique, survey respondents were randomly assigned to respond to one of two questions in which a list of adverse events is provided and the respondents simply report the number of the events they have experienced (without indicating which events they have experienced). One list included the key event (\"Someone has had sexual contact with you by using physical force or threate\nning to physically harm you\") and the other did not, enabling a prevalence estimate to be generated simply by subtracting the average number of events experienced by the group whose list did not include the key event from the average number of events experienced by the group whose list did include the key event.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"dating (social)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-07-28Version Text: 2011-07-28 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-WG-BX-0010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-07-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Students between the ages of 18-25 enrolled at least three-quarters' time at one of two large public universities, one located in the South (University 1) and one located in the Midwest (University 2), in the fall of 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Two large public universities participated in the study. Both universities provided researchers with data files containing the following information on all undergraduate students who were enrolled in the fall of 2005: full name, gender, race/ethnicity, date of birth, year of study, grade point average, full-time/part-time status, email address, and mailing address. In developing the sampling frame, researchers excluded students who were not enrolled full- or three-quarters' time or who were over the age of 25. Students under the age of 18 were also excluded to avoid having to obtain parental consent for the survey. The total sampling frame from University 1 included 15,661 students (9,151 women and 6,510 men), and the sampling frame from University 2 included 14,875 students (7,011 women and 7,864 men).</p>\n\n<p>Researchers created four sampling subframes, with cases randomly ordered within each subframe: University 1 women, University 1 men, University 2 women, and University 2 men. Researchers then slightly reduced the size of the subframes (using random sampling procedures) to obtain equal numbers of freshmen, sophomores, juniors, and seniors. The reduced sampling subframes at University 1 and University 2 contained 14,804 students (8,912 women and 5,892 men) and 11,960 students (6,324 women and 5,636 men), respectively -- a total of 26,764 students across the four subframes at the two universities.</p>\n\n<p>Samples were then drawn randomly from each of the four subframes. The sizes of these samples were dictated by response rate projections and sample size targets (4,000 women and 1,000 men, evenly distributed across the universities and years of study). For the female subsamples, 7,200 women were ultimately sampled from University 1 and 5,636 women were ultimately sampled from University 2.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"web-based survey"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"A nonresponse bias analysis was conducted to create sample weights. Researchers compared respondents and nonrespondents on the administrative data elements provided by the universities, which included age, university, race/ethnicity, and year of study. Although little nonresponse bias was detected, weights adjusting for nonresponse were developed using a Generalized Exponential Model to reduce nonresponse bias and increase sample representativeness. Cohen's effect size was used as a measure of the magnitude of the bias, and weights were added for university, gender, year of study, and race/ethnicity, which reduced the bias to negligible levels. All prevalence estimates and multivariate models were\ncomputed using weighted data.  The following weight variables are included in the data file: (1) CSAWT -- Case weight based on race, gender, and age of sample population, (2) FWWEIGHT -- Female weight, normalized for sample size, and (3) MWWEIGHT -- Male weight, normalized for sample size."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The overall response rates for survey completion for University 1 were 42.2 percent for the undergraduate sampled women and 32.7 percent for the undergraduate sampled men. The overall response rates for survey completion for University 2 were 42.8 percent for the undergraduate sampled women and 35.5 percent for the undergraduate sampled men."}]}},"files":[{"description":"","label":"Prevalence, Context, and Reporting of Drug-Facilitated Sexual Assault on Campus of Two Large Public Universities in the United States, 2005-2006","restricted":false,"version":1,"datasetVersionId":38004,"dataFile":{"id":2634995,"persistentId":"","pidURL":"","filename":"Prevalence, Context, and Reporting of Drug-Facilitated Sexual Assault on Campus of Two Large Public Universities in the United States, 2005-2006","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}