{"status":"OK","data":{"id":40453,"identifier":"ICPSR35531.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35531.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35531.v1","latestVersion":{"id":36453,"storageIdentifier":"file://10.3886/ICPSR35531.v1","versionState":"RELEASED","distributionDate":"2015-03-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:34:35Z","releaseTime":"2015-04-09T03:34:35Z","createTime":"2015-04-09T03:34:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS): Teachers' Use of Educational Technology in U.S. Public Schools, 2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Fast Response Survey System (FRSS) was established in 1975 by the National Center for Education Statistics (NCES), United States Department of Education. FRSS is designed to collect issue-oriented data within a relatively short time frame. FRSS collects data from state education agencies, local education agencies, public and private elementary and secondary schools, public school teachers, and public libraries. To ensure minimal burden on respondents, the surveys are generally limited to three pages of questions, with a response burden of about 30 minutes per respondent. Sample sizes are relatively small (usually about 1,000 to 1,500 respondents per survey) so that data collection can be completed quickly. Reported data are weighted to produce national estimates of the sampled education sector. The sample size permits limited breakouts by classification variables. However, as the number of categories within the classification variables increases, the sample size within categories decreases, which results in larger sampling errors for the breakouts by classification variables.</p>\n\n<p>The Teachers' Use of Educational Technology in U.S. Public Schools, 2009 survey provides national estimates on the availability and use of educational technology among teachers in public elementary and secondary schools during 2009. This is one of a set of three surveys (at the district, school, and teacher levels) that collected data on a range of educational technology resources. A stratified multistage sample design was used to select teachers for this study. Data collection was conducted September 2008 through July 2009, and 3,159 eligible teachers completed the survey by web, mail, fax, or telephone.</p>\n\n<p>The survey asked respondents to report information on the use of computers and Internet access in the classroom; availability and use of computing devices, software, and school or district networks (including remote access) by teachers; students' use of educational technology; teachers' preparation to use educational technology for instruction; and technology-related professional development activities. Respondents reported quantities for the following: computers located in the classroom every day, computers that can be brought into the classroom, and computers with Internet access. Data on the availability and frequency of using computers and other technology devices during instructional time were also collected. Respondents reported on students' use of educational technology resources during classes and teachers' use of modes of technology to communicate with parents and students. Additional survey topics included teacher training and preparation to effectively use educational technology for instruction, and teachers' opinions related to statements about their participation in professional development for educational technology. Respondents were also asked for administrative information such as school instructional level, school enrollment size, main teaching assignment, and years of experience.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to collect data on teachers' use of educational technology in public schools i\nn the United States."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Data collection for the study was conducted in two stages. The first stage was the collection of teacher sampling lists, which coincided with data collection for the school survey. Materials for the study were mailed to the principal of each sampled school in September 2008. The materials introduced the study and requested that a list of eligible teachers be provided by mail or fax. The package included instructions for preparing the list and a form to be returned with the list of teachers. For confidentiality reasons, this form did not include the name of the survey or the name of the school. It contained a random ID number that allowed authorized staff to identify the school. Telephone follow-up for nonresponse and clarification of information on the lists was initiated in early October 2008 and completed in April 2009.</p>\n\n<p>For the second stage of collection, questionnaires and cover letters for the teacher survey were mailed to sampled teachers at their school addresses. Sampling and mailing was conducted in batches, as teacher lists were collected and processed, beginning in January 2009 and ending in April 2009. Respondents were offered the option of completing the survey by web or mail. Telephone follow-up for survey nonresponse and data clarification was initiated in early February 2009 and completed in July 2009.</p>\n\n<p>A total of 3,159 teachers completed the Teachers' Use of Educational Technology in U.S. Public Schools survey. Of the teachers who completed the survey, 63 percent completed it by web, 33 percent completed it by mail, 4 percent completed it by fax, and 1 percent completed it by telephone.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The survey asked respondents to report information on the use of computers and Internet access in the classroom; availability and use of computing devices, software, and school or district networks (including remote access) by teachers; students' use of educational technology; teachers' preparation to use educational technology for instruction; and technology-related professional development activities. Respondents reported quantities for the following: computers located in the classroom every day, computers that can be brought into the classroom, and computers with Internet access. Data on the availability and frequency of using computers and other technology devices during instructional time were also collected. Respondents reported on students' use of educational technology resources during classes and teachers' use of modes of technology to communicate with parents and students. Additional survey topics included teacher training and preparation to effectively use educational technology for instruction, and teachers' opinions related to statements about their participation in professional development for educational technology. Respondents were also asked for administrative information such as school instructional level, school enrollment size, main teaching assignment, and years of experience."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"computer use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"instructional materials"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Internet"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teachers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teaching methods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"technology"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC V. Arts Education and Training"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-19Version Text: 2015-03-19Subject: Study Level Error Note, Notes: <p>NCES does all it can to assure that the identity of data subjects cannot be disclosed. All direct identifiers, as well as any characteristics that might lead to identification, are omitted or modified in the dataset to protect the true characteristics of individual cases. Any intentional identification or disclosure of a person or institution viola\ntes the assurances of confidentiality given to the providers of the information.</p>\n\n<p>Before using the data, users must read the Data Disclosure Warning section of the User Guide.</p>;Subject: Study Level Error Note, Notes: Before using the data, users are encouraged to review the Technical Notes presented in the User Guide on Sample and Response Rates; Weighting Procedures and Sampling Errors; Nonsampling Errors, Coding, and Editing; Definitions of Selected Analysis Variables; and Definitions of Terms.;Subject: Study Level Error Note, Notes: NCES statistical standards and guidelines require a nonresponse bias analysis if the unit response rate at any stage of data collection is less than 85 percent. Therefore, a nonresponse bias analysis was conducted for the survey to inform the nonresponse weight adjustments. The User Guide contains the Nonresponse Bias Analysis Report as well as a summary of the results in the Nonsampling Errors, Coding, and Editing section.;Subject: Study Level Error Note, Notes: Although item nonresponse for key items was very low, missing data were imputed for the items with a response rate of less than 100 percent. The missing items included both numerical data such as the number of computers in the classroom every day, as well as categorical data such as whether LCD projectors are available for teachers to use in the classroom every day. The missing data were imputed using a \"hot-deck\" approach to obtain a \"donor\" teacher from which the imputed values were derived. Under the hot-deck approach, a donor teacher that matched selected characteristics of the teacher with missing data (the recipient) was identified. The matching characteristics included characteristics of the school and district in which the teacher worked. These included categories of district enrollment size, instructional level of the school, categories of school enrollment size, locale, categories for percent of students in the school eligible for free or reduced-price lunch, the average number of computers per classroom in the school, and whether there were full-time technology staff in the school. In addition, relevant teacher questionnaire items were used to form appropriate imputation groupings. Once a donor was found, it was used to obtain the imputed values for the teacher with missing data. For categorical items, the imputed value was simply the corresponding value from the donor teacher. For numerical items, an appropriate ratio (e.g., proportion of computers in the classroom every day that have Internet access) was calculated for the donor teacher, and this ratio was applied to available data (e.g., reported number of computers in the classroom every day) for the recipient teacher to obtain the corresponding imputed value. Imputation flags are included in the data.;Subject: Study Level Error Note, Notes: For confidentiality reasons, NCES did not include question 13 of the survey (grades the teacher currently teaches at the school) in the public-use file.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xls Data fi\nle(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-09"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2009-07"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["region"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Full-time teachers teaching at least one regularly scheduled class (other than physical education) in grades K through 12 in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample for the FRSS 2009 teacher survey on educational technology consisted of 4,133 teachers from public schools in the 50 states and the District of Columbia. This survey was one of three related FRSS surveys conducted under a nested design involving a sample of schools, districts that administer the sampled schools, and teachers within the sampled schools. The selection of teachers included two stages.</p>\n\n<p>For the first stage, a nationally representative sample of 2,005 regular public schools in the United States was selected from the 2005-06 NCES Common Core of Data (CCD) Public School Universe file, which was the most current file available at the time of selection. The sampling frame included 85,719 regular schools. Excluded from the sampling frame were schools with a high grade of prekindergarten or kindergarten and ungraded schools, along with special education, vocational, and alternative/other schools; schools outside the 50 states and the District of Columbia; and schools with zero or missing enrollment. To select the sample, the public school sampling frame was stratified by level (elementary or secondary/combined), categories of enrollment size, and categories for percent of students eligible for free/reduced-price lunch. To improve the representativeness of the sample, an implicit stratification was induced by sorting the schools within each stratum by type of locale and region prior to sampling. Within each stratum, schools were sampled systematically and with equal probabilities at predetermined rates that varied from stratum to stratum.</p>\n\n<p>Of the 2,005 schools in the sample, 56 were found to be ineligible for the survey because they were closed, merged, or did not meet the eligibility requirements for inclusion (e.g., they were special education, vocational, or alternative schools). Of the 1,949 eligible schools in the sample, 1,563 schools provided a teacher sampling list.</p>\n\n<p>For the second stage, a nationally representative sample of teachers was selected from lists provided by participating schools. The sampling frame included full-time teachers teaching at least one regularly scheduled class (other than physical education) in grades K through 12. Excluded from the sampling frame were administrators, counselors, advisors, and social workers (even if they also taught); teachers who taught only physical education; substitute, itinerant, part-time, and preschool teachers; teacher's aides; and unpaid volunteers. An average of two to three teachers was randomly selected from each participating school at rates that varied by instructional level of the school.</p>\n\n<p>Of the 4,133 teachers in the sample, 150 were found to be ineligible for the survey because they did not meet the eligibility requirements for inclusion (e.g., they were physical education, substitute, itinerant, part-time, or preschool teachers). Of the 3,983 eligible teachers in the sample, 3,159 teachers completed the survey.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>This data collection contains the following weight variables: TFWT (Full Sample Weight) and TFWT1-TFWT50 (Replicate Weights).</p>\n\n<p>For further details regarding the base weight and replicate weights in this data collection, please refer to the Weighting Procedures and Sampling Errors section of the User Guide.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>For the eligible schools, the response rate for the first stage of the data collection procedure was 80 percent (1,563 schools that provided a teacher sampling list divided by the 1,949 eligible schools in the sample). The weighted list collection response rate was 81 percent.</p>\n\n<p>For the eligible teachers, the response rate for the second stage of the data collection was 79 percent (3,159 responding teachers divided by the 3,983 eligible teachers in the sample). The weighted teacher response rate was 79 percent.</p>"}]}},"files":[{"description":"","label":"Fast Response Survey System (FRSS) Teachers' Use of Educational Technology in U.S. Public Schools, 2009","restricted":false,"version":1,"datasetVersionId":36453,"dataFile":{"id":2620023,"persistentId":"","pidURL":"","filename":"Fast Response Survey System (FRSS) Teachers' Use of Educational Technology in U.S. Public Schools, 2009","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}