{"status":"OK","data":{"id":43882,"identifier":"ICPSR29430.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29430.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR29430.v1","latestVersion":{"id":39882,"storageIdentifier":"file://10.3886/ICPSR29430.v1","versionState":"RELEASED","distributionDate":"2014-09-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:12:14Z","releaseTime":"2015-04-09T04:12:14Z","createTime":"2015-04-09T04:12:14Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Indirect Impacts of Community Policing, Jersey City, NJ, 1997-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisburd, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Hebrew University of Jerusalem, and University of Maryland"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wyckoff, Laura"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ready, Justin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"City University of New York. John Jay College of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Eck, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hinkle, Joshua"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gajewski, Frank"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Jersey City Police Department"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study attempted to measure spatial displacement or diffusion of crime to areas near the targeted sites of police intervention. Data were drawn from a controlled study of displacement and diffusion in Jersey City, New Jersey. Two sites with substantial street-level crime and disorder were targeted and carefully monitored during an experimental period. Two neighboring areas were selected as \"catchment areas\" from which to assess immediate spatial displacement or diffusion. Intensive police interventions were applied to each target site but not to the catchment areas. More than 6,000 20-minute social observations were conducted in the target and catchment areas. Physical observations of the areas were conducted before, during, and after the interventions as well. These data were supplemented by interviews with local residents and ethnographic field observations."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The main focus of this study was to uncover immediate spatial displacement or diffusion to areas near the targeted sites of police intervention.  The study intended to identify whether hot spots policing efforts that were brought in unusually high dosage to the target areas \"diffused\" to areas immediately surrounding the direct focus of the policing efforts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Two study sites were selected in Jersey City, New Jersey.  One was an area plagued with drugs and violent crime, and the other had a high level of prostitution. The primary unit of analysis was a street segment with its corresponding intersections nested within the specific geographic areas (target area, catchment area 1, or catchment area 2).  A street segment was defined as a block face, including both sides of a street, from one intersection to the next.  This included all residential and commercial addresses and public services (i.e., municipal buildings) on both sides of the street.</p>\n\n<p><strong>Social observations</strong>\ntook place by street segment pre- and post-intervention. A social observation instrument and codebook were developed for consistency between observers. Generally, social observations took place over seven consecutive days each month between September and May, with the exception of a handful of necessary make-up observations.  Nine waves of social observations were conducted in the drug/violent crime site: one wave before the intervention, six waves during the intervention and two waves after the intervention. Additionally, nine waves of observations in the prostitution site were conducted: one wave before the intervention, seven waves during the intervention period and one wave after the intervention. The social observations were conducted in 20-minute periods.  Each 20-minute period was considered one social observation.  Fifty-two observations were scheduled in a day and 364 observations were scheduled in a wave. Researchers completed a total of 3,063 observations in the violent crime/dr\nug site and 3,066 observations in the prostitution site.</p>\n\n<p>A total of 507\n<strong>physical observations</strong>\nwere conducted during the course of the study: 243 observations in the violent crime/drug site and 264 observations in the prostitution site. Physical observations were conducted on each street segment to assess the level of physical disorder and other environmental variables in each site's target and catchment areas. The physical observations were conducted in three waves: (1) one month before the intervention, (2) after the maximum intervention period (about four months after the first wave) and (3) after the entire intervention (about four months after the second wave). The average physical observation took 30 minutes to complete.  A team of three field researchers conducted each physical observation. The physical observation instrument and codebook contained 40 items pertaining to the street layout, housing conditions, and signs of physical disorder and decline. Using the physical observation instrument and codebook, the researchers observed each street segment at the same time, without consulting with each other.  After the researchers finished observing the street segment separately, they compared their responses for each item on the physical observation instrument.</p>\n\n<p><strong>Resident interviews</strong>\nwere also conducted pre and post intervention period. A team of research assistants conducted 2,441  household surveys during the course of the study: 958 surveys in the violent crime/drug site, 451 surveys in the prostitution site.  The household surveys contained 63 questions and were administered in two waves: one wave before the police interventions and another wave after the intervention period. The first section included questions relating to the specific crimes targeted by the police in the target areas. The second section examined fear of crime and disorder, as well as the demographic characteristics of the respondents.</p>\n\n<p>Field researchers conducted a total of 456\n<strong>place manager interviews</strong>\n: 182 in the assault/drug site, 145 in the prostitution site and 129 in the burglary site. These interviews were conducted in person at the respondents' place of employment or just outside the premises. Each interview lasted approximately 15 minutes, and consisted of 44 questions. The interview instrument consisted of structured and open-ended questions in three topic areas. The first topic area pertained to familiarity with the area, including questions such as how much time the respondent spends in the area per week, and how long they have been employed in the area. The second topic area included questions about crime and disorder on the street segment, such as how often fights, muggings, drug dealing, prostitution, and burglary took place. The third topic area involved questions about police activity in the area, such as what specific problems were targeted by the police, and whether the respondent had observed changes as a result of the intervention.</p>\n\n<p>Emergency\n<strong>calls for service</strong>\nto the Jersey City Police Department were obtained from the Jersey City Planning and Research Bureau from 1996-2000. This data includes emergency calls for service, officer initiated calls, and administrative calls (administrative calls are used as a measure of police presence in the target and catchment areas as an additional way to assess intervention implementation).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Social Observations</strong></p>\n\n<p>Social observations included variables describing the social instances of each segment area observed. Variables in this dataset include: site id, type of area (target, catchment 1 or 2), date/time of observation, which intervention wave, number of adults and youth sitting in public, number of adults and youth using pay phone, taking part in a recreational activity, verbal disorder, quantity of physical assaults, loitering, volume of automobile and pedestrian traffic,\navailable lighting on street, weather conditions, number of prostitutes observed, number of prostitute pickups, amount of panhandling, amount of soliciting for drugs, number of drug transactions, drug related activities observed,   number of homeless, number of gambling instances, number of unattended dogs, number of officers observed on patrol, number of office/citizen interactions, and number of police searches/arrests.</p>\n\n<p>There are two datasets pertaining to the social observations: (1) the Violent Crime and Drug Site - Social Observations (Dataset 1) has 3063 cases and 78 variables and (2) the Prostitution Site (Dataset 2) - Social Observations has 3066 cases and 78 variables.</p>\n\n<p><strong>Physical Observations</strong></p>\n\n<p>Physical observations dataset includes variables about the physical appearance/presence of the street segment being observed. Variables include: site id; type of area (target or catchment 1/2); date/time of observation; wave of intervention; number of abandoned buildings, broken windows, vacant lots, abandoned vehicles, public telephones, signs restricting access, security gates/barred windows, picnic tables, liquor stores; rate of automobile traffic; number of parked cars on street, bus/subway stops; type of street pattern (one way, 2 lane, etc.), description of property and residential buildings, researcher's overall perception of neighborhood; percentage of structurally damaged, burned, boarded up, and graffitied buildings; percent of commercial and public service buildings in segment; physical appearance/condition of street, sidewalk, etc.</p>\n\n<p>There are two datasets pertaining to the physical observations: (1) the Violent Crime and Drug Site - Physical Observations (Dataset 3) has 243 cases and 49 variables and (2) the Prostitution Site (Dataset 4) - Physical Observations has 264 cases and 49 variables.</p>\n<p><strong>Resident Interviews</strong></p>\n\n<p>The resident interviews included basic demographic variables, variables identifying the time period and intervention wave, date the interview took place, the geographical area (coded), and respondent's length of residency in area.</p>\n\n<p>Other variables included in the data set are: resident perception of safety on block, resident perceptions of time/type/frequency/location of crimes (burglary/theft, drug crime, violent and non-violent crime, and prostitution) committed in the area, resident's personal experience with crime in area, residents perception of amount of crime over intervention period, and the resident's perception of police activity in area over intervention period.</p>\n<p>There are two datasets pertaining to resident interviews: (1) the Violent Crime and Drug Site - Resident Interviews (Dataset 5) has 934 cases and 120 variables and (2) the Prostitution Site (Dataset 6) - Resident Interviews has 438 cases and 120 variables.</p>\n\n<p><strong>Place Manager Interviews</strong></p>\n\n<p>Even though place manager interviews were not included in the main study, an appendix is available with results from the place manager interviews. These datasets for both the prostitution and violent crime/drug site included variables of date/time of interview, the site and street segment where the manager lives/works, type of business where the manager works, job of the manager, days/amount of time manager spends in location, variables about type of crime seen by manager including where and when it typically takes place, manager willingness/ability to \"do something\" about crime, manager perception of amount of crime in area, where they think offenders are from, perceptions of police presence, usage of Police services, and manager's perceptions of community action against crime. The dataset also includes variables measuring place manager's experience with crime perpetrated on them.</p>\n<p>There are two datasets pertaining to the place manager interviews: (1) the Violent Crime and Drug Site - Place Manager Interviews (Dataset 7) has 182 cases and 122 variables and (2) th\ne Prostitution Site (Dataset 8) - Place Manager Interviews has 145 cases and 122 variables.</p>\n\n<p><strong>Police Calls for Service</strong></p>\n\n<p>The dataset that includes calls for service to the Jersey City PD included variables: call ID, location, date and time call was received, police call code, type of call (crime or administrative), origin of the call (citizen crime calls, police crime calls, or administrative calls), time of dispatch, time of arrival, and variables to identify if call was from area of study.</p>\n\n<p>There is one dataset pertaining to both the Violent Crime and Drug Site and the Prostitution Site (Dataset 9) - Police Calls has 1,079,837 cases and 29 variables.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug related crimes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prostitution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-10-08Version Text: 2014-10-08Version Date: 2014-10-08Version Text: 2014-10-08 Subject: null  Type: null  Notes: Study Documentation was Updated;Subject: Study Level Error Note, Notes: Users should be aware that this collection of data sets includes Place Manager Interviews. The Place Manager Interviews dataset was not included in the primary study by the principle investigators, but as a separate analysis included in the appendix of the Final Report that is provided by the National Criminal Justice Reference Service (NCJRS).;Subject: Study Level Error Note, Notes: In the documentation, it is noted that there is an additional source of data, Arrestee Interviews. This data was not provided to ICPSR from the principle investigators, so this dataset is not available from ICPSR.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0055"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-09-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","experimental data","observational data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Police Calls for Service to the Jersey City Police Department, Planning and Research Bureau (1996 - 2000)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Jersey City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["block face"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual","Emergency Calls for Police Service","Social/Physical Observations"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>In datasets 1 and 2, the universe was social observations conducted in Jersey City, New Jersey between September 1998 and May 1999.</p>\n\n<p>Datasets 3 and 4 consisted of physical observations conducted in Jersey City, New Jersey between August 1998 and June 1999.</p>\n\n<p>Datasets 5 and 6, resident interviews, respondents were living in households in Jersey City, New Jersey between August 1998 and June 1999.</p>\n\n<p>Datasets 7 and 8, place manager interviews, respondents were business owners, managers, and employees in Jersey City, New Jersey between September 1998 and August 1999.</p>\n\n<p>For dataset 9 the universe was calls for service by the Jersey City Police Department between 1996-2000.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Social observations were conducted using the street segment as the unit of analysis. Observers were instructed to only record events on their assigned street from one street corner to the next. A social observation codebook was developed for consistency between observers.</p>\n\n<p>Physical observations were conducted to the corners of a street segment in order to control for double counts at intersections. Field researchers syst\nematically observed the physical characteristics of the violent crime/drug and prostitution sites. A codebook for physical observations was developed for this study to maintain consistency across observers.</p>\n\n<p>For resident interviews, a computerized telephone directory (Powerfinder) was used to identify the telephone numbers and addresses of households in the research sites. To ensure that the sample was evenly distributed across all potential displacement areas, 10 households from each street segment in the study were randomly sampled.</p>\n\n<p>Place managers were selected for interviews based on their occupation and how much interaction they had with the surrounding area. An even distribution of interviews across the research sites was desired, although the researchers determined it practical to oversample on street segments where several place managers were willing to be interviewed. In addition, several street segments consisted of entirely residential or abandoned areas and thus allowed few opportunities for place manager interviews.</p>\n\n<p>Calls received from the Police Calls for Service were selected for analysis if the call came from an area that was within any of the target or catchment areas of the study.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"telephone interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Police Calls for Service","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649421,"persistentId":"","pidURL":"","filename":"Police Calls for Service","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prostitution Site - Physical Observations","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649416,"persistentId":"","pidURL":"","filename":"Prostitution Site - Physical Observations","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prostitution Site - Place Manager Interviews","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649420,"persistentId":"","pidURL":"","filename":"Prostitution Site - Place Manager Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prostitution Site - Resident Interviews","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649418,"persistentId":"","pidURL":"","filename":"Prostitution Site - Resident Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prostitution Site - Social Observations","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649414,"persistentId":"","pidURL":"","filename":"Prostitution Site - Social Observations","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Violent Crime and Drug Site - Physical Observations","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649415,"persistentId":"","pidURL":"","filename":"Violent Crime and Drug Site - Physical Observations","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Violent Crime and Drug Site - Place Manager Interviews","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649419,"persistentId":"","pidURL":"","filename":"Violent Crime and Drug Site - Place Manager Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Violent Crime and Drug Site - Resident Interviews","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649417,"persistentId":"","pidURL":"","filename":"Violent Crime and Drug Site - Resident Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Violent Crime and Drug Site - Social Observations","restricted":false,"version":1,"datasetVersionId":39882,"dataFile":{"id":2649413,"persistentId":"","pidURL":"","filename":"Violent Crime and Drug Site - Social Observations","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}