{"status":"OK","data":{"id":42937,"identifier":"ICPSR06485.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06485.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06485.v1","latestVersion":{"id":38937,"storageIdentifier":"file://10.3886/ICPSR06485.v1","versionState":"RELEASED","distributionDate":"1995-10-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:01:48Z","releaseTime":"2015-04-09T04:01:48Z","createTime":"2015-04-09T04:01:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>UNAVAILABLE.  This study is unavailable at this time.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Survey of Community Policing Strategies, 1992-1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Annan, Sampson O."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary objective of this national study was to gather  reliable information on the extent to which the concept of community  policing had been adopted by law enforcement agencies across the  country. As a\nprogram evaluation, the survey also sought to provide  information on what was happening and what needed to happen within the  law enforcement community with respect to the development and  implementation of community policing. Following a pretest of the  questionnaire, a survey package was mailed to the chief executive of  each selected agency in May 1993. To minimize the number of unresolved  cases and reduce the potential nonresponse bias, four follow-up  contacts were made with agencies that had not responded by various  stages of the data collection process. Part 1 examines the chief  executive's views about community policing. Part 2 contains data on  the agency's current situation, resources used, and types of police  training needed in the implementation of community policing. Agencies  that had implemented or planned to implement community policing  identified various written policies or legislation that had been  developed. Agencies that had been implementing community policing for  more than one year assessed the effects of community policing. All  respondents indicated programs and organizational arrangements that  their agencies had in place or planned to develop, identified who in  their agencies performed various community policing activities, and  examined their agencies' current or planned community involvement with  various activities and programs. Demographic data include the agency's  sworn and civilian personnel size, number assigned to patrol and  investigative divisions, size of jurisdiction served, and whether the  agency provided 24-hour patrol service. The unit of analysis for the  chief executive data is the individual chief executive of the agency. The unit of analysis for the agency data is the agency."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Community policing is a general concept that  stresses a closer working relationship between police and the citizens  they serve. This evolving concept involves reforming decision-making  processes and creating new cultures within law enforcement agencies.  The primary objective of this national study was to gather reliable  information on the extent to which the concept of community policing  had been adopted by law enforcement agencies across the country. As a  program evaluation, the survey also sought to provide information on  what was happening and what needed to happen within the law  enforcement community with respect to the development and implementation of community policing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Following a pretest of the questionnaire, a survey  package containing a questionnaire, a cover letter, a postcard, and a  self-addressed, stamped envelope was mailed to the chief executive of  each of the 2,314 selected agencies in May 1993. The first follow-up  was conducted in June 1993, about three weeks after the initial  mailing. A follow-up letter, designed as a \"thank you\" to agencies  that had already mailed the questionnaire and a reminder to the other  agencies that had not, was faxed to most of the approximately 2,000  agencies that had not yet responded. The letter was mailed to agencies  that could not receive a fax. About nine weeks after the initial  mailing, a second survey package, including a new cover letter, a  questionnaire, and a self-addressed, stamped envelope, was mailed to  1,217 agencies that had not responded to the initial mailing or the  subsequent follow-up letter. About six weeks after the second  follow-up mailing, a third follow-up was conducted that consisted of a  short letter emphasizing the importance of the study and encouraging  participation. In addition to the letter, a response form was designed  to allow the nonresponding agencies to respond to the survey without  necessarily completing the questionnaire. Respondents were requested  to check one of five response status categories on the form. The  letter and response form were faxed to the nonresponding agencies in  September 1993, and mailed t\no agencies that could not receive a fax.  Agencies were requested to fax back the response form after checking  the appropriate box. To further minimize the number of unresolved  cases and reduce the potential nonresponse bias, a fourth and final  follow-up was conducted about six weeks after the third follow-up.  The same letter and response form used in the third follow-up were  sent to approximately 580 agencies from whom no final response had been received."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Section One of the survey examined the chief  executive's views about community policing. It consisted of twenty-one  questions statements about community policing with which the chief  executive could agree or disagree. Through eleven more questions, the  respondent assessed the impact or potential impact of implementing  community policing. The respondent was also asked who should be  responsible for implementing community policing within the agency.  Sections Two through Nine could be completed by someone other than the  chief executive. Respondents were asked about the agency's current  situation, resources used, and types of police training needed in the  implementation of community policing. For agencies that had  implemented or planned to implement community policing, questions were  asked regarding whether various written policies or legislation had  been developed. For agencies that had been implementing community  policing for more than one year, the respondent assessed the effects  of community policing. Respondents indicated which programs or  practices their agencies had implemented or planned to implement and  identified various organizational arrangements or structures that  their agencies had in place or planned to develop. Respondents also  indicated who in the agency performed various community policing  activities. Data were also collected on the authority and  responsibility of mid-level field operation managers for various  activities. Fifteen items examined in detail the agency's current or  planned community involvement with various activities and programs.  Demographic information includes the agency's sworn and civilian  personnel size, number of people assigned to patrol and investigative  divisions, size of jurisdiction served, and whether the agency provided 24-hour patrol service."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-01-12Version Text: 2006-01-12Version Date: 2006-01-12Version Text: 2006-01-12 Subject: null  Type: null  Notes: All files were removed from dataset 3 and flagged as study-level files, so that they will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: A list of law enforcement agencies that participated  in this survey can be obtained from the National Criminal Justice Reference Service (NCJRS).; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"91-U-CX-K008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1995-10-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993-05"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1993-11"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["The unit of analysis for the chief executive data  is the individual chief executive of the agency. The unit of analysis for the agency data is the agency."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All law enforcement agencies that perform patrol duties in  the United States as listed in the 1990 Justice Agency List, excluding  state police agencies, special police agencies, and agencies with less than five sworn personnel."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A stratified random sample of 2,337 law enforcement  agencies was selected from the universe of 11,824 agencies, designed to select larger agencies at higher rates than smaller agencies."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates for this survey were calculated  by dividing the number of completed questionnaires by the sample size  minus the 23 ineligible units. These figures were considered  conservative, since some nonresponding agencies might also have been  out-of-scope but their status could not be determined before the end  of the data collection period. The response rates by type of agency  were: municipal police - 75.6 percent, county police - 81.2 percent,  county sheriff - 60.7 percent. The overall response rate was 71.3 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-like scales were used."}]}},"files":[{"description":"","label":"Agency Data","restricted":false,"version":1,"datasetVersionId":38937,"dataFile":{"id":2641558,"persistentId":"","pidURL":"","filename":"Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Chief Executive Data","restricted":false,"version":1,"datasetVersionId":38937,"dataFile":{"id":2641557,"persistentId":"","pidURL":"","filename":"Chief Executive Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Diskette D00197","restricted":false,"version":1,"datasetVersionId":38937,"dataFile":{"id":2641561,"persistentId":"","pidURL":"","filename":"Diskette D00197","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Agency Data","restricted":false,"version":1,"datasetVersionId":38937,"dataFile":{"id":2641560,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Chief Executive Data","restricted":false,"version":1,"datasetVersionId":38937,"dataFile":{"id":2641559,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Chief Executive Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}