{"status":"OK","data":{"id":38786,"identifier":"ICPSR03976.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03976.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03976.v1","latestVersion":{"id":34786,"storageIdentifier":"file://10.3886/ICPSR03976.v1","versionState":"RELEASED","distributionDate":"2004-07-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:16:18Z","releaseTime":"2015-04-09T03:16:18Z","createTime":"2015-04-09T03:16:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Prosecuting Adolescents in Juvenile and Criminal Jurisdictions in Selected Counties in New Jersey and New York, 1992-1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kupchik, Aaron"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York University, Department of Sociology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A different model of justice is assumed to be reflected in  the prosecution of adolescents in juvenile jurisdictions compared to  criminal jurisdictions, with a juvenile justice model in the juvenile  jurisdiction and a criminal justice model in the criminal jurisdiction.   These two models of justice are believed to be very different from one  another across three dimensions: formality of case processing,  evaluation of defendants, and punishment. This research project compared  the prosecution and punishment of adolescent felony offenders in the New  Jersey juvenile jurisdiction and the New York criminal jurisdiction to  determine whether these two models of justice varied across the two  jurisdiction types. Data from this collection were used by the  researcher only to examine the dimension of punishment severity across  jurisdiction types and across courts within each jurisdiction type. Data  were collected on comparable cases of adolescent felony offenders from  counties in New Jersey and New York. Due to the very different  boundaries between juvenile and criminal jurisdictions in these adjacent  states, the data include cases (matched by offense and offender age) in  New Jersey's juvenile jurisdiction and New York's criminal jurisdiction.  Cases of 15- and 16-year-old defendants who had been charged with  aggravated assault, robbery, or burglary in three counties of New Jersey  and three counties of New York City in 1992 and 1993 were sampled.  Variables include offender characteristics, such as age at offense, sex,  race, and ethnicity, offense characteristics, court action and sentencing information, state, and county."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"An important shift in the prosecution and  punishment of adolescents is the increasingly frequent transfer of youth  from the juvenile jurisdiction to the criminal jurisdiction previously  reserved primarily for adults. A different model of justice is assumed  to be reflected in the prosecution of adolescents in each of these two  legal forums, with a juvenile justice model in the juvenile jurisdiction  and a criminal justice model in the criminal jurisdiction. These two  models of justice are believed to be very different from one another  across three dimensions: formality of case processing, evaluation of  defendants, and punishment. This research project compared the  prosecution and punishment of adolescent felony offenders in the New  Jersey juvenile jurisdiction and the New York criminal jurisdiction to  determine whether these two models of justice varied across the two  jurisdiction types. The researcher examined whether both jurisdiction  types actually practiced juvenile justice, both practiced criminal  justice, or one practiced juvenile justice and the other criminal  justice. Additionally, the researcher examined whether the two models of  justice varied along only one or two of the dimensions, while  maintaining similarity along other dimensions. The project also  investigated court-level variation within jurisdiction. Data from this  collection were used by the researcher only to examine the dimension of  punishment severity across jurisdict\nion types and across courts within  each jurisdiction type for three punishment outcomes -- pretrial  detention, final case disposition, and length of custodial sentence. The  central questions in regard to these data were: (1) Does jurisdiction  type affect punishment severity when controlling for other relevant  factors? and (2) Does court context affect punishment severity when controlling for jurisdiction type?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to compare case processing across juvenile  and criminal jurisdictions, data were collected on comparable cases of  adolescent felony offenders from counties in New Jersey and New York.  Due to the very different boundaries between juvenile and criminal  jurisdictions in these adjacent states, the data include cases (matched  by offense and offender age) in New Jersey's juvenile jurisdiction and  New York's criminal jurisdiction. Cases of 15- and 16-year-old  defendants were sampled who had been charged with aggravated assault,  robbery, or burglary in three counties of New Jersey and three counties  of New York City in 1992 and 1993. These three offense types were chosen  because they are all serious felony charges and are among the most  common offenses from the list of juvenile offender (JO) eligible  offenses and thus provided a large sample. The age range includes both  adolescents excluded from the juvenile jurisdiction by the JO Law in New  York (15-year-olds) and individuals who are above New York's general age  of criminal majority (16-year-olds). Thus the New York data are able to  show how adolescents fare in the criminal jurisdiction regardless of the  legal method by which they arrived there (both exclusion from the juvenile jurisdiction and surpassing the general age of majority)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include offender characteristics such as  age at offense, sex, race, and ethnicity. Offense characteristics  include offense type at case filing (robbery, aggravated assault,  burglary), whether offense was committed with a weapon, imposition of  pretrial detention, number of prior arrests, number of arrests during  case processing, whether the defendant had been previously  incarcerated, and whether an arrest warrant for the defendant was  ordered during case processing. Court action and sentencing variables  include total number of charges at arraignment, number of days from  arrest to final disposition, whether incarcerated, type of  adjudication, final disposition/sentence, and number of months served  (in New Jersey) or sentenced (in New York) in prison. Variables also include state and county."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"jurisdiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) The qualitative data collected as part of this grant  and extensively described in the project's final report and the  quantitative data described in Appendix A of the final report are not  available from ICPSR. (2) The user guide and codebook are provided by  ICPSR as Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-IJ-CX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-07-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The New Jersey Administrative Office of Courts provided  data for one of the three New Jersey juvenile jurisdiction courts in  automated format. For the other two New Jersey courts, data were  collected manually at the county courthouses from case files of sampled  individuals. The New York City Criminal Justice Agency provided the New  York criminal jurisdiction data, which were supplemented by data from  the New York Department of Criminal Justice Services. These data were  provided as part of a separate project funded by OJJDP (97-FN-FX-01, PI: Jeffrey Fagan)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adolescent felony offenders in three counties in New Jersey and three counties in New York in 1992 and 1993."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"In order to reduce the likelihood of disparate environmental  and organizational influences, the sample included two states within a  single social and criminal justice milieu. Within Northeastern New  Jersey, juvenile jurisdictions in three counties that border the H\nudson  River were studied. These counties (Essex, Hudson, and Passaic) are  among the most populous in the state and each includes large urban  areas. Within New York criminal jurisdictions were examined in three  boroughs (Brooklyn, Queens, Bronx), each of which is an independent  county of New York City. These six counties border one another,  separated only by the Hudson River. They were matched along a variety of  dimensions. They have similar rates of unemployment, poverty,  female-headed households, and residential mobility. And, they are each  leaders in their respective states regarding homicides and rates of  imprisonment. Cases of 15- and 16-year-old defendants who were charged  with aggravated assault (1st and 2nd), robbery (1st and 2nd), or  burglary (1st) in the above six counties of New Jersey and New York in  1992 or 1993 were sampled. Precautions were taken to help ensure that  the cases in both states involved offenses of equal severity: (1)  Sampling was done after an initial screening process in each system. In  New Jersey cases were sampled at court filing and after having passed an  initial screening by a prosecutor. In New York cases were sampled at  arraignment and after screening by prosecutors for legal sufficiency and  appropriate charging. (2) The sample includes only the most serious  sub-charges within each offense type. This sampling method includes the  most serious 15- and 16-year-old offenders in each state other than adolescents arrested for homicide or sexual assault."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Prosecuting Adolescents in Juvenile and Criminal Jurisdictions in Selected Counties in New Jersey and New York, 1992-1993  ","restricted":false,"version":1,"datasetVersionId":34786,"dataFile":{"id":2607838,"persistentId":"","pidURL":"","filename":"Prosecuting Adolescents in Juvenile and Criminal Jurisdictions in Selected Counties in New Jersey and New York, 1992-1993  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}