{"status":"OK","data":{"id":40395,"identifier":"ICPSR03011.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03011.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03011.v1","latestVersion":{"id":36395,"storageIdentifier":"file://10.3886/ICPSR03011.v1","versionState":"RELEASED","distributionDate":"2003-04-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:33:57Z","releaseTime":"2015-04-09T03:33:57Z","createTime":"2015-04-09T03:33:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Iowa State Residential Substance Abuse Treatment Program, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cadoret, Remi J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Iowa. Iowa Consortium for Substance Abuse Research and Evaluation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought (1) to set up a system to evaluate the  operations and effectiveness of The Other Way (TOW) residential  substance abuse treatment program at the Clarinda Correctional Facility  in Clarinda, Iowa, and (2) to assist program staff in developing and  implementing intake, discharge, and follow-up instruments and evaluation  protocols to document inmate characteristics and changes over time  related to substance use/abuse, mental health, social functioning, and  criminal behavior and attitudes. Inmates are referred to this program if  they have an identified need for residential-level substance abuse  treatment and are within 12 months of release consideration. TOW is a  voluntary, six-month long program that works with inmates to identify  the causes of their addictive behaviors and encourage changes in  unacceptable behaviors and criminal thinking. The sample for this study  consists of adult male inmates at the Clarinda Correctional Facility  between January 1998 and March 1999. The first point of data collection  was the intake assessment. At intake, each subject completed an intake  packet consisting of several instruments that measured variables  relevant to TOW program goals. Each inmate was also given an Addiction  Severity Index (ASI) interview by a counselor at intake. Upon discharge  from the program, each subject completed a discharge packet, which  contained instruments slightly different from those in the intake  packet. Instruments were chosen for reliability and validity, ease of  administration, potential for dual clinical and evaluation use, and  whether they duplicated any existing efforts. Versions of the following  instruments were included in both the intake and discharge packets: the  Colorado Cognitive Assessment Questionnaire, Circumstances, Motivation,  and Readiness (CMR) Scales for Substance Abuse Treatment, the Social  Provisions Scale (SPS), the Self-Help Questionnaire, and the STEPS  Questionnaire. A consumer satisfaction survey was also administered at  the discharge interview. Variables obtained from answers to the ASI  include gender, living situation, date of birth, race, religion, length  of incarceration, medical status, education and employment history,  sources of financial support, family/social relationships including  abuse history, psychiatric status, drug and alcohol use including kinds  of drugs used, length of use, age at first use, and frequency of use for  each drug, personal problems caused by drug use, drug treatment history,  legal history, and family history of drug, alcohol, and psychological  problems. Intake assessment variables included are related to social  attitudes, and include variables on life goals and the subjects' own  views of their achievability, how subjects thought their friends viewed  them, how wrong subjects thought certain illegal acts were, and  criminal acts by the subjects' friends in the past six months. Discharge  packet variables include the same variables on social attitudes as the  intake packet as well as variables obtained from answers to the SPS  relating to the amount of social support subjects felt they had, past  involvement with self-help groups, and life attitudes related to drug/alcohol use."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Other Way (TOW) program is an intensive  residential substance abuse treatment p\nrogram housed at the Clarinda  Correctional Facility in Clarinda, Iowa. Inmates are referred to this  program if they have an identified need for residential-level  substance abuse treatment and are within 12 months of release  consideration. TOW is a voluntary, six-month long program that works  with inmates to identify the causes of their addictive behaviors and  encourage changes in unacceptable behaviors and criminal  thinking. This study sought (1) to set up a system to evaluate the  operations and effectiveness of TOW at the Clarinda Correctional  Facility, and (2) to assist program staff in developing and  implementing intake, discharge, and follow-up instruments and  evaluation protocols to document inmate characteristics and changes  over time related to substance use/abuse, mental health, social functioning, and criminal behavior and attitudes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The sample consists of adult male inmates at the  Clarinda Correctional Facility between January 1998 and March  1999. The first point of data collection was the intake assessment. At  intake each subject completed an intake packet consisting of several  instruments that measured variables relevant to TOW program  goals. Each inmate was also given an Addiction Severity Index (ASI)  interview by a counselor at intake. Upon discharge from the program  each subject completed a discharge packet, which contained instruments  slightly different from those in the intake packet. Instruments were  chosen for reliability and validity, ease of administration, potential  for dual clinical and evaluation use, and whether they duplicated any  existing efforts. Versions of the following instruments were included  in both the intake and discharge packets: the Colorado Cognitive  Assessment Questionnaire, Circumstances, Motivation, and Readiness  (CMR) Scales for Substance Abuse Treatment, the Social Provisions  Scale (SPS), the Self-Help Questionnaire, and the STEPS  Questionnaire. A consumer satisfaction survey was also administered at the discharge interview."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables obtained from answers to the ASI include  gender, living situation, date of birth, race, religion, length of  incarceration, medical status, education and employment history,  sources of financial support, family/social relationships including  abuse history, psychiatric status, drug and alcohol use including  kinds of drugs used, length of use, age at first use, and frequency of  use for each drug, personal problems caused by drug use, drug  treatment history, legal history, and family history of drug, alcohol,  and psychological problems. Intake assessment variables included are  related to social attitudes, and include variables on life goals and  the subjects' own views of their achievability, how subjects thought  their friends viewed them, how wrong subjects thought certain illegal  acts were, and criminal acts by the subject's friends in the past six  months. Discharge packet variables include the same variables on  social attitudes as the intake packet in addition to variables  obtained from answers to the SPS relating to the amount of social  support subjects feel they have, variables on past involvement with self-help groups, and life attitudes related to drug/alcohol use."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-04-11Version Text: 2003-04-11 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-RT-VX-K009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-04-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires and clinical interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Iowa"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult males with substance abuse problems in the Clarinda Correctional Facility between January 1998 and March 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"inap."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Addiction Severity Index (ASI), the  Colorado Cognitive Assessment Questionnaire, Circumstances,  Motivation, and Readiness (CMR) Scales for Substance Abuse Treatment,  the Social Provisions Scale (SPS), the Self-Help Questionnaire, the STEPS Questionnaire, and other Likert-type scales."}]}},"files":[{"description":"","label":"Evaluation of the Iowa State Residential Substance Abuse Treatment Program, 1998-1999  ","restricted":false,"version":1,"datasetVersionId":36395,"dataFile":{"id":2619625,"persistentId":"","pidURL":"","filename":"Evaluation of the Iowa State Residential Substance Abuse Treatment Program, 1998-1999  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}