{"status":"OK","data":{"id":44387,"identifier":"ICPSR28561.v1","persistentUrl":"https://doi.org/10.3886/ICPSR28561.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR28561.v1","latestVersion":{"id":40387,"storageIdentifier":"file://10.3886/ICPSR28561.v1","versionState":"RELEASED","distributionDate":"2013-02-13","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:17:45Z","releaseTime":"2015-04-09T04:17:45Z","createTime":"2015-04-09T04:17:45Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Elder Mistreatment Study, 2008 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Acierno, Ronald"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Medical University of South Carolina"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Resnick, Heidi"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Medical University of South Carolina"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kilpatrick, Dean"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Medical University of South Carolina"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Boyle, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt SRBI"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Steve, Kenneth"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt SRBI"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Muzzy, Wendy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Medical University of South Carolina"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The overall aim of this project was to conduct a national epidemiological study to determine prevalence and risk factors for elder mistreatment in community residing older adults, defined generally as physical, sexual, emotional, neglectful, or financial mistreatment of a person aged 60 years or older. A second goal was to determine whether proxy reports of mistreatment would yield prevalence estimates similar to those of older adult respondents themselves, thereby demonstrating the validity of an alternate method of assessing elder mistreatment. Random Digit Dialing methodology was used to derive a nationally representative sample (based on age, race, and gender) of 6,052 older adults (target goal 4,000) and 538 proxy respondents (target goal 500) for this study. Participants were interviewed via telephone in English or Spanish about a variety of mistreatment types and mistreatment risk factors, in addition to questions regarding health, social support, and demographics. Specific elder mistreatment categories included emotional, physical, sexual, financial, and neglect."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The overall aim of this project was to conduct a national epidemiological study to determine prevalence and risk factors for elder mistreatment in community residing older adults, defined generally as physical, sexual, emotional, neglectful, or financial mistreatment of a person aged 60 years or older. A second goal was to determine whether proxy reports of mistreatment would yield prevalence estimates similar to those of older adult respondents themselves, thereby demonstrating the validity of an alternate method of assessing elder mistreatment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was comprised of a telephone survey of older adults across the continental United States (excluding Alaska and Hawaii). The survey was administered via computer assisted telephone interview (CATI) script, and contained two separate interviews. The base interview was designed to be used directly with adults aged 60 years or older. The second, or proxy interview was designed to be used with individuals who lived with an older adult aged 60 or older (and may or may not fulfill caretaker duties). Given that the quota for proxy interviews was set at approximately 11 percent of the total sample, screening questions and algorithms were built into the first part of the script to identify households with elder adults, and determine who would be interviewed (adult or proxy). Whenever an index older adult (index defined as that person over age 60 who most recently had a birthday) was judged to be potentially unable to give informed consent the default response was to conduct a proxy interview. The proportion of older adult vs. proxy interviews was continually examined to maintain the 9:1 ratio. Individuals from 6,590 randomly selected households were interviewed. Of these households, interviews were collected from 6,052 older adults (target goal 4,000), and 538 individuals who lived with or cared for older adults, (target goal 500). Participants were interviewed via tel\nephone in English or Spanish about a variety of mistreatment types and mistreatment risk factors, in addition to questions regarding health, social support, and demographics. Specific elder mistreatment categories included emotional, physical, sexual, financial, and neglect."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study contains 448 variables including demographic characteristics of elderly adult, household demographics, recent health, prior traumatic stressors, social support available, emotional mistreatment, physical mistreatment, sexual mistreatment, financial exploitation, and neglect of the elderly adult. Demographic characteristics of the elderly adult and household included gender, race/ethnicity, age, marital status, education level, employment status, and income. Regarding recent health, the survey asked how elderly adults would rate their health during the past four weeks, whether physical health problems limited their usual physical activities, how much difficulty they had doing their daily work, both at home and away from home, because of their physical health, how much bodily pain and energy they had, how much their physical health or emotional problems limited their usual social activities with family or friends, how much they had been bothered by emotional problems such as feeling anxious, depressed or irritable, and how much personal or emotional problems kept them from doing their usual work, school or other daily activities. Prior traumatic stressors were measured by asking respondents whether they had ever experienced a serious accident at work, in a car, or somewhere else in which they thought they might be seriously injured or killed, whether they had ever experienced a tornado, hurricane, flood, major earthquake, or other natural disaster in which they thought they might be seriously injured or killed, whether they had ever seen someone seriously injured or violently killed, and whether they had ever experienced any other situation in which they were permanently physically harmed or had a life threatening illness. Social support was measured by asking respondents how often someone was available to help them if they were confined to bed, give them good advice about a crisis, get together with them for relaxation, talk to them about their problems, and love them and make them feel wanted. In addition respondents were asked what type of programs or services they participated in.</p>\n<p>Emotional mistreatment was measured by asking respondents whether anyone has ever verbally attacked, scolded, or yelled at them so that they felt afraid for their safety, threatened or intimidated, whether anyone ever made them feel humiliated or embarrassed, whether anyone ever forcefully or repeatedly asked them to do something so much that they felt harassed or coerced into doing something against their will, whether someone close to them ever completely refused to talk to them or ignored them for days at a time, who committed the mistreatment, and whether it was reported to the police. Physical mistreatment was measured by asking respondents whether anyone has ever hit them with their hand or object, slapped them, or threatened them with a weapon, whether anyone ever tried to restrain them by holding them down, tying them up, or locking them in their room or house, whether anyone ever physically hurt them so bad that they suffered some degree of injury, including cuts, bruises, or other marks, who committed the mistreatment, and whether it was reported to the police. Sexual mistreatment was measured by asking respondents whether anyone has ever made them have sex or oral sex by using force or threatening to harm them or someone close to them, whether anyone has ever forced them to undress or expose themselves when they didn't want to, whether anyone has ever taken pictures of them with their clothes partially or completely taken off when they didn't want them to, who committed the mistreatment, and whether it was r\neported to the police. Financial exploitation was measured by asking respondents whether someone helps them take care of their finances, or makes decisions about their money and property, either with or without their approval, how this person is related to respondent, whether this person has ever been in trouble with the law, whether they ask for permission before deciding to spend their money or sell their property, whether they have ever forged their signature in order to sell their property or to get money from their accounts, whether the person has ever forced or tricked them into signing a document so that they would be able to get some of their money or possessions, whether that person, or anyone else they are close to, has ever stolen their money or took their things for themselves, their friends, or to sell, and whether  a stranger has ever spent their money or sold their property without their permission. Finally neglect was measured by asking respondents whether they need someone to help take care of them, how many people help care for them, and whether that person is reliable.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elder abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"eldercare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"exploitation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"older adults"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-02-13Version Text: 2013-02-13Subject: Study Level Error Note, Notes: The project's report (Acierno, Hernandez-Tejada, Muzzy, and Steve, 2009; NCJ 226456) references a sample of 5,777 older adults and 813 proxies, however the data being distributed as part of this collection contains information on 6,052 older adults and 538 proxies.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-WG-BX-0009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-02-13"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008-02-06"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-09-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-02-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-09-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Medical University of South Carolina Elder Mistreatment Survey"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All adults aged 60 years or older across the continental United States (excluding Alaska and Hawaii), and all individuals who lived with or cared for an individual aged 60 years or older between February 2, 2008 and September 9, 2008."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Based on the Current Population Survey conducted by the United States, Census Bureau, it was estimated that approximately 26 percent of households in the United States would have an adult over the age of 59 living at the residence. The number of those who would be impaired (i.e., unable to participate in the interview) was much smaller. Therefore efforts were made to ensure that at least 10 percent of the surveys were completed by proxy in the final dataset. The full-scale test targeted a total of 6,500 completed interviews, thus the proxy target was at least 650.</p>\n<p>The survey samples were based on a modified stratified random digit dialing (RDD) method, using an area probability/RDD sample rather than a single-stage/RDD sample. The sample was stratified by time zone within the continental United States (Eastern, Central, Mountain and Pacific) to better reflect population densities within each region.</p>\n<p>Once the sample had been geographically stratified with sample allocation proportionate to population distribution, a sample of assigned telephone banks was randomly selected from an enumeration of the Working Residential Hundreds Blocks of the active telephone exchanges within the region. The Working Residential Hundreds Blocks were defined as each block of 100 potential telephone numbers within an exchange that included 3 or more residential listings. (Exchanges with one or two listings were excluded because in most cases such listings represent errors in the published listings). The sampling frame for working hundreds blocks in all surveys using random digit dialing is restricted to land-line telephones since there are no public listings of cell phones. Further, federal law prohibits the use of auto-dialers in calling of cell phone numbers.\nHence, any known cell phone banks and numbers ported from land-line to cell phone are systematically excluded from the RDD land-line samples.</p>\n<p>In the third stage sample, a two-digit number was randomly generated by computer for each Working Residential Hundreds Block selected in the second stage sample. This third stage sampling process is the RDD component. Every telephone number within the Hundreds Block has an equal probability of selection, regardless of whether it is listed or unlisted. The third stage RDD sample of telephone numbers was then dialed by SRBI interviewers to determine which were currently working residential household phone numbers. Non-working numbers and non-residential numbers were immediately replaced by other RDD numbers selected within the same stratum in the same fashion as the initial number. Ineligible households (e.g., no adult in the household, language barriers other than Spanish) were also immediately replaced. Non-answering numbers were not replaced until the research protocol was met.</p>\n<p>The sample construction process yielded a population-based, RDD sample of telephone numbers. The systematic dialing of those numbers to obtain a residential contact yielded a random sample of telephone households. The next step was to select eligible households within the total sample of working numbers. An adult respondent at each number drawn into the sampling frame was contacted about the composition of the household. Telephone numbers that yielded non-residential contacts such as businesses, churches, and college dormitories, were screened out. Only households, i.e., residences in which any number of related individuals or no more than five unrelated persons living together, were eligible for inclusion in the sample. This minimal screening was only to ascertain that the sample of telephone numbers reached by interviewers was residential households.</p>\n<p>A systematic selection procedure was used to select one designated respondent for each household sampled. First, the total number of age-eligible adults in the household was ascertained from a household informant. If there was only one eligible adult in the household that individual was the designated respondent. The \"most recent/next birthday method\" was used for within household selection among multiple eligibles.</p>\n<p>In cases where there was even the slightest indication that an older adult respondent was cognitively impaired, the interviewer attempted to use a proxy respondent. If the impaired older adult lived with more than one other person, the proxy was identified as the person living in the household who is closest to, or spends the most time with the adult. If the older adult lived alone, a proxy could be identified if they had face to face contact with the adult on a regular basis, that is, at least every other day. As mentioned, proxy respondents were also sought in order to main the 9:1 proportion outlined above. Thus, the proxy selection procedure was also applied to a random selection of households where the older adult was not impaired to ensure there was enough proxy interviews in the completed sample to make meaningful comparisons.</p>\n<p>A total of 6,590 randomly selected households were surveyed. Of these households, interviews were collected from 6,052 older adults (target goal 4,000), and 538 individuals who lived with or cared for older adults, here classified as \"proxy\" respondents (target goal 500).</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>The weighting plan for the survey was a two-stage sequential. The first stage in the sample weighting procedure was designed to correct for procedures that yielded unequal probability of selection within sampled households. Although\nthe survey was designed as a population survey, only one eligible person per household could be interviewed (because multiple interviews per household are burdensome and introduce additional design effects into the survey estimates). A respondent's probability for selection is inverse to the size (number of other eligible adults) of the household. Hence, the base weight was equal to the number of eligible respondents within the household.</p>\n<p>The second step in the weighting process was to correct the study design for non-response bias by dividing the expected population distribution, based on Census projections, by the base-weighted sample distribution for age and gender. Specifically, the post-stratification weight corrected the sample to the cell distribution of the population for the eight separate age groups (60-61, 62-64, 65-66, 67-69, 70-74, 75-79, 80-84, and 85 or older) by gender using the 2000 Census Population estimates for Age and Sex.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The American Association for Public Opinion Research (AAPOR)  cooperation rate 3 was 69.1 percent for the sample and the response rate 3 was 47.8 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"National Elder Mistreatment Study, 2008 [United States]","restricted":false,"version":1,"datasetVersionId":40387,"dataFile":{"id":2653571,"persistentId":"","pidURL":"","filename":"National Elder Mistreatment Study, 2008 [United States]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}