{"status":"OK","data":{"id":43480,"identifier":"ICPSR02628.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02628.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02628.v1","latestVersion":{"id":39480,"storageIdentifier":"file://10.3886/ICPSR02628.v1","versionState":"RELEASED","distributionDate":"2000-05-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:07:50Z","releaseTime":"2015-04-09T04:07:50Z","createTime":"2015-04-09T04:07:50Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Reducing Disorder, Fear, and Crime in Public Housing: Evaluation of a Drug-Crime Elimination Program in Spokane, Washington, 1992-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McGarrell, Edmund"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University at Bloomington, Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Established in 1994, Project ROAR (Reclaiming Our Area  Residences) is a public housing drug-crime elimination program  sponsored by the Spokane Police Department and the Spokane Housing  Authority. This study was undertaken to examine and evaluate the  effects and outcomes of Project ROAR as it was implemented in the  Parsons' Public Housing Complex, located in downtown Spokane,  Washington. In addition, the study sought to determine to what extent  the project as implemented reflected Project ROAR as originally  conceived, and whether Project ROAR could be considered a  comprehensive community policing crime prevention program. Further,  the study attempted to determine what effects this collaborative  anti-crime program might have on: (1) residents' perceptions of the  quality of their neighborhood life, including perceptions of  neighborhood inhabitants, satisfaction with their neighborhood, fear  of crime, and neighborhood physical and social disorder, (2) objective  measures of physical and social disorder, (3) levels of neighborhood  crime, and (4) subjective perceptions of the level and quality of  policing services. To assess the implementation and short-term impacts  of Project ROAR, data were collected from various sources. First, four  waves of face-to-face interviews were conducted with Parsons' Public  Housing residents at approximately six-month intervals: April 1994,  December 1994, May 1995, and November 1995 (Part 1, Public Housing  Residents Survey Data). Information collected from interviews with the  Parsons' residents focused on their involvement with Project ROAR,  community block watches, and tenant councils. Residents commented on  whether there had been any changes in the level of police presence,  drug-related crimes, prostitution, or any other physical or social  changes in their neighborhood since the inception of Project  ROAR. Residents were asked to rate their satisfaction with the housing  complex, the neighborhood, the Spokane Police Department, the number  of police present in the neighborhood, and the level of police  service. Residents were also asked if they had been the victim of any  crimes and to rate their level of fear of crime in the complex during  the day and night, pre- and post-Project ROAR. The gender and age of  each survey participant was also recorded. The second source of data  was a city-wide survey mailed to the residents of Spokane (Part 2,  Spokane Citizens Survey Data). Information collected from the survey  includes demographics on ethnicity,\ngender, age, highest level of  education, present occupation, and family income. The city residents  were also asked to assess the level of police service, the number of  police present in their neighborhood, the helpfulness of neighbors,  whether they felt safe alone in their neighborhood, and overall  satisfaction with their neighborhood. Third, a block-level physical  and social disorder inventory was taken in April 1994, October 1994,  April 1994, and October 1995 (Part 3, Neighborhood Inventory  Data). The sex, age, and behavior of the first ten people observed  during the inventory period were recorded, as well as the number of  people observed loitering. Other observations made included the number  of panhandlers, prostitutes, open drug sales, and displays of public  drunkenness. The number of residential and commercial properties,  restaurants, bars, office buildings, empty lots, unboarded and boarded  abandoned buildings, potholes, barriers (walls or fences), abandoned  cars, and for-sale signs, along with the amount of graffiti on public  and private properties and the amount of litter and broken glass  observed in each neighborhood, completed the inventory data. Finally,  crime reports were collected from the Spokane Police Department's  Crime Analysis Unit (Part 4, Disaggregated Crime Data, and Part 5,  Aggregated Crime Data). These data contain monthly counts of robberies  and burglaries for the public housing neighborhood, a constructed  controlled comparison neighborhood, and the city of Spokane for the period January 1, 1992, through December 31, 1995."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Project ROAR (Reclaiming Our Area Residences),  established in 1994, is a public housing drug-crime elimination  program sponsored by the Spokane Police Department and the Spokane  Housing Authority. The program reflected a public-private,  inter-agency collaboration that sought to empower public housing  tenants in an effort to produce a safer neighborhood. The main  purposes of Project ROAR were (1) to build upon the ideas of past and  present community-based crime prevention and reduction efforts, (2) to  provide insight into the effectiveness of such programs as they  related to the mobilization of public housing residents, and (3) to  examine the extent to which community-based crime prevention programs  could create positive changes in perceptions of safety, neighborhood  disorder, and crime rates. The Project ROAR program targeted poor  neighborhoods located in central business districts with large elderly  and transient populations that were experiencing high rates of drug  dealing and related crime and disorder problems. Key elements of the  program as originally conceived included: (1) opening a  community-oriented policing substation within the public housing area  and assigning a neighborhood resource officer to the target area, (2)  collaborative problem-solving meetings among all key stakeholders in  the targeted neighborhood, (3) the development of a neighborhood  improvement committee, (4) hiring a resident resource coordinator to  act as a liaison between the public housing residents and other  program participants, (5) coordinating crime prevention education  programs with the city's Crime Prevention Center and Block Watch, and  (6) initiating neighborhood physical improvements. The purpose of this  study was to examine and evaluate the effects and outcomes of Project  ROAR as it was implemented in the Parsons' Public Housing Complex,  located in downtown Spokane, Washington. Moreover, the study sought to  determine to what extent the project as implemented reflected Project  ROAR as originally conceived, and whether Project ROAR could be  considered a comprehensive community crime prevention  program. Further, the study sought to determine what effects a  collaborative anti-crime program might have on: (1) residents'  perceptions of the quality of their neighborhood life, including  perceptions of neigh\nborhood inhabitants, satisfaction with their  neighborhood, fear of crime, and neighborhood physical and social  disorder, (2) objective measures of physical and social disorder, (3)  levels of neighborhood crime, and (4) subjective perceptions of the level and quality of policing services."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To assess the implementation and short-term  impacts of Project ROAR, data were collected from four sources. First,  four waves of face-to-face interviews were conducted with a  representative sample of the Parsons' Public Housing residents  approximately at six-month intervals: April 1994, December 1994, May  1995, and November 1995 (Part 1, Public Housing Residents Survey  Data). The interviews generally touched upon perceptions of the  quality of neighborhood life and the level and quality of police  services. The second source of data was a city-wide mail survey on  many of the same items included in the Parsons' resident interviews  sent to residents of the city of Spokane (Part 2, Spokane Citizens  Survey Data). The intent was to conduct two such sets of interviews  and to oversample from both the Project ROAR area and the Spokane city  area, in an effort to gain a sufficient number of respondents from  these two neighborhoods. The study did not produce sufficient numbers  by which meaningful conclusions could be drawn, despite  oversampling. The Spokane citizens' survey, however, can be used to  examine trends among city residents as a whole. Given the  differences in method of administration (face-to-face interviews  versus mail surveys), direct comparisons between the Parsons' resident  interviews and the Spokane citizens' survey should not be made. Third,  a controlled site was constructed which was similar to the project  area that surrounded the Parsons Public Housing Complex with regard to  individual and neighborhood characteristics (Part 3, Neighborhood  Inventory Data). The control site was used to develop comparisons to  the project area with respect to objective measures of social and  physical disorder. A block-level physical and social disorder  inventory was conducted in April 1994 (to gather baseline data),  October 1994, April 1995, and October 1995. The inventory was  conducted for 44 blocks that comprised the total number of blocks in  the project and comparison areas. A team of independent evaluators  walked through all of the blocks in both the project and comparison  sites during various times of the day and recorded observations of the  physical and social environment. Inter-evaluator reliability checks  were made to ensure consistency of the data collected. Each  block-level inventory began with the evaluators recording the street  name and cross streets, date, time, and the estimated  temperature. Immediately thereafter, the social environment inventory  was conducted. For exactly one minute, evaluators observed the social  activity of the block, recording the number of individuals present  outside, their gender, approximate age, and their behavior. After one  minute elapsed, the physical environment inventory  commenced. Evaluators recorded the number of guardianship items,  lighting items, and disorder items found on each block. Due to varied  block lengths, the environment inventory (per block) lasted anywhere  between five and forty minutes. Lastly, 24 months of pre-program and  post-program implementation crime data were collected from the Spokane  Police Department's Crime Analysis Unit for the period beginning  January 1, 1992, and ending December 31, 1995 (Part 4, Disaggregated  Crime Data, and Part 5, Aggregated Crime Data). The Crime Analysis  Unit routinely collected data on reported crimes for burglaries,  robberies, and sex offenses. Burglary was defined as any unauthorized  entry into a residential or commercial dwelling, and robbery was  defined as any use of force or the threat of force for purposes of  committing a theft. Data for the crimes outlined we\nre collected for  the project area, the controlled comparison area, and the city of Spokane."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1, Public Housing Residents Survey Data,  information collected from interviews with the Parsons' residents  focused on their involvement with Project ROAR, community block  watches, and tenant councils. Residents commented on whether there had  been any changes in the level of police presence, drug-related crimes,  prostitution, or any other physical or social changes in their  neighborhood since the inception of Project ROAR. Residents were asked  to rate their satisfaction with the housing complex, the neighborhood,  the Spokane Police Department, the number of police present in the  neighborhood, and the level of police service. Residents were also  asked if they had been the victim of any crimes and to rate their  level of fear of crime in the complex during the day and night, pre-  and post-Project ROAR. The gender and age of each survey participant  was also recorded. The second source of data was a city-wide survey  mailed to the residents of Spokane (Part 2, Spokane Citizens Survey  Data). Information collected from the survey includes demographics on  ethnicity, gender, age, highest level of education, present  occupation, and family income. The city residents were also asked to  assess the level of police service, the number of police present in  their neighborhood, the helpfulness of neighbors, whether they felt  safe alone in their neighborhood, and overall satisfaction with their  neighborhood. Third, a block-level physical and social disorder  inventory was taken in April 1994, October 1994, April 1994, and  October 1995 (Part 3, Neighborhood Inventory Data). The sex, age, and  behavior of the first ten people observed during the inventory period  were recorded, as well as the number of people observed  loitering. Other observations made included the number of panhandlers,  prostitutes, open drug sales, and displays of public drunkenness. The  number of residential and commercial properties, restaurants, bars,  office buildings, empty lots, unboarded and boarded abandoned  buildings, potholes, barriers (walls or fences), abandoned cars, and  for-sale signs, along with the amount of graffiti on public and  private properties and the amount of litter and broken glass observed  in each neighborhood, completed the inventory data. Parts 4 and 5  both contain a monthly count of selected crime data for the public  housing neighborhood, the comparison neighborhood, and the city of  Spokane for the period January 1, 1992, through December 31, 1995.  The difference between the two files is that Part 4 is disaggregated,  meaning that for each month of a particular year, the total number of  robberies, the total number of burglaries, and the total number of sex  crimes are given separately for each of the three study areas. Part 5  does not report data on sex crimes, and for each study area, the total  number of robberies and burglaries are combined and given for each month and year."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reduction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perceptions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2628.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0054"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-05-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, observational data, and aggregate data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, self-enumerated questionnaires, direct observation, and official records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Spokane"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Individuals. Part 3: Neighborhood blocks. Parts 4 and 5: Crime incidents."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Residents of the Parsons' Housing Complex. Part 2:  Citizens in the city of Spokane. Part 3: A constructed controlled  comparison site and the Project ROAR neighborhood. Parts 4 and 5: The Project ROAR neighborhood, comparison site, and city of Spokane."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Unknown."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 1 and 2."}]}},"files":[{"description":"","label":"Aggregated Crime Data","restricted":false,"version":1,"datasetVersionId":39480,"dataFile":{"id":2646315,"persistentId":"","pidURL":"","filename":"Aggregated Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Disaggregated Crime Data","restricted":false,"version":1,"datasetVersionId":39480,"dataFile":{"id":2646314,"persistentId":"","pidURL":"","filename":"Disaggregated Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Neighborhood Inventory Data","restricted":false,"version":1,"datasetVersionId":39480,"dataFile":{"id":2646313,"persistentId":"","pidURL":"","filename":"Neighborhood Inventory Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Public Housing Residents Survey Data","restricted":false,"version":1,"datasetVersionId":39480,"dataFile":{"id":2646311,"persistentId":"","pidURL":"","filename":"Public Housing Residents Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spokane Citizens Survey Data","restricted":false,"version":1,"datasetVersionId":39480,"dataFile":{"id":2646312,"persistentId":"","pidURL":"","filename":"Spokane Citizens Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}