{"status":"OK","data":{"id":39987,"identifier":"ICPSR06790.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06790.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06790.v1","latestVersion":{"id":35987,"storageIdentifier":"file://10.3886/ICPSR06790.v1","versionState":"RELEASED","distributionDate":"1999-10-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:29:28Z","releaseTime":"2015-04-09T03:29:28Z","createTime":"2015-04-09T03:29:28Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Fraud in the Savings and Loan Industry in California, Florida, Texas, and Washington, DC:  White-Collar Crime and Government Response, 1986-1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pontell, Henry N."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Irvine. Department of Criminology, Law, and Society"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Calavita, Kitty"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Irvine. Department of Criminology, Law, and Society"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tillman, Robert"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Irvine. Department of Criminology, Law, and Society"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to gain an understanding of the factors that contributed to the epidemic of fraud in the savings and loan (\"thrift\") industry, the role that white-collar crime played, and the government response to this crisis. The researchers sought to describe the magnitude, role, and nature of thrift crime, analyze factors related to the effectiveness of law enforcement control of savings and loan fraud, and develop the broader implications, from both a theoretical and a policy perspective. Data consist of statistics from various government agencies and focus on all types of thrift, i.e., solvent and insolvent, that fell under the jurisdiction of the Office of Thrift Supervision in Florida, Texas, and California and all insolvent thrifts under the control of the Resolution Trust Corporation (RTC) in Washington, DC. The study focused on Texas, California, and Florida because of the high numbers of savings and loan failures, instances of fraud, and executives being indicted. However, as the study progressed, it became clear that the frauds and failures were nationwide, and while many of the crimes were located in these three states, the individuals involved may have been located elsewhere. Thus, the scope of the study was expanded to provide a national perspective. Parts 1 and 2, Case and Defendant Data, provide information from the Executive Office of United States Attorneys on referrals, investigations, and prosecutions of thrifts, banks, and other financial institutions. Part 1 consists of data about the cases that were prosecuted, the number of institutions victimized, the state in which these occurred, and the seriousness of the offense as indicated by the dollar loss and the number of victims. Part 2 provides information on the defendant's position in the institution (director, officer, employee, borrower, customer, developer, lawyer, or shareholder) and disposition (fines, restitution, prison, probation, or acquittal). The relevant variables associated with the Resolution Trust Corporation (Part 3, Institution Data) describe indictments, convictions, and sentences for all cases in the respective regions, organizational structure and behavior for a single institution, and the estimated loss to the institution. Variables coded are ownership type, charter, home loans, brokered deposits, net worth, number of referrals, number of individuals referred, assets and asset growth, ratio of direct investments to total assets, and total dollar losses due to fraud. For Parts 4 and 5, Texas and California Referral Data, the Office of Thrift Supervision (OTS) provided data for what are called Category I referrals for California and Texas. Part 4 covers Category I referrals for Texas. Variables include the individual's position in the institution, the number of referrals, and the sum of dollar losses from all referrals. Part 5 measures the total dollar losses due to fraud in California, the to\ntal number of criminal referrals, and the number of individuals indicted."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to gain an  understanding of the factors that contributed to the epidemic of fraud  in the savings and loan (\"thrift\") industry, the role that  white-collar crime played, and the government response to this crisis.  The researchers sought to describe the magnitude, role, and nature of  thrift crime, analyze factors related to the effectiveness of law  enforcement control of savings and loan fraud, and develop the broader  implications, from both a theoretical and policy perspective. Data  focus on all types of thrift, i.e., bank solvent and insolvent, that  fell under the jurisdiction of the Office of Thrift Supervision in  Florida, Texas, and California and all insolvent thrifts under the  control of the Resolution Trust Corporation (RTC) in Washington,  DC. Questions the project sought to answer were: (1) How many crimes  were committed at thrift institutions? (2) What were the costs  resulting from these crimes? (3) What types of financial institutions  were most vulnerable to fraud? (4) How many types of individuals were  most responsible for these crimes? (5) How many of these individuals  were prosecuted for their crimes, and once prosecuted, what types of sentences were imposed?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data from three federal agencies -- the Resolution  Trust Corporation (RTC), the Office of Thrift Supervision, and the  Executive Office of United States Attorneys -- were combined to  present the most comprehensive view of fraud in the industry. The  Executive Office of United States Attorneys provided data about the  major prosecutions, the individual defendants in each case, and their  dispositions. The Resolution Trust Corporation provided data on final  referrals and the estimated loss to the financial institutions as a  result of these referrals. In addition to criminal referrals, the  Resolution Trust Corporation provided information on the financial  condition of all the institutions under its control. This allowed for  the examination of the relationship between selected features of  insolvent thrifts and the crimes that were committed. The main  objective of the data supplied by this agency was to obtain a better  sense of what constituted the crimes reported at thrift  institutions. The Office of Thrift Supervision provided Category I referrals for the states of Florida, Texas, and California."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 consists of data about the cases that were  prosecuted, the number of institutions victimized, the state in which  these occurred, and the seriousness of the offense as indicated by the  dollar loss and the number of victims. Part 2 provides information on  the defendant's position in the institution (director, officer,  employee, borrower, customer, developer, lawyer, or shareholder), and  disposition (fines, restitution, prison, probation, or  acquittal). Part 3, Institution Data, describes indictments,  convictions, and sentences for all cases in the respective regions,  organizational structure and behavior for a single institution, and  the estimated loss to the institution. Variables coded are ownership  type, charter, home loans, brokered deposits, net worth, number of  referrals, number of individuals referred, assets and asset growth,  ratio of direct investments to total assets, and total dollar losses  due to fraud. Part 4 covers Category I referrals for Texas. Variables  include the individual's position in the institution, the number of  referrals, and the sum of dollar losses from all referrals. Part 5  measures the total dollar losses due to fraud in California, the total number of criminal referrals, and the number of individuals indicted."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"financial institutions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fraud"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"savings and loans associations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"white collar crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6790.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Interview data collected during this project are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-IJ-CX-0059"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-10-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1986"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) statistical data from the Office of Thrift  Supervision, the Resolution Trust Corporation, and the Executive  Office of United States Attorneys, (2) government documents relating  to financial institutions from June 1986 and government testimony from  February 1989 as well as congressional hearings and reports, (3)  newspapers, magazines, and academic journals relating to savings and loan fraud (secondary sources)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Case, Part 2: Individuals, Part 3: Single RTC Institution, Parts 4 and 5: Referrals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["White-collar savings and loan crime cases in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Four major sites were chosen for the study: California,  Florida, Texas, and Washington, DC. The first three sites were chosen  either because of the high numbers of savings and loan failures and  frauds in the 1980s or because of the high number of executives that  were being indicted. Washington, DC, was chosen because it is home to  numerous federal agencies whose staffs were available to be interviewed."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"California Referral Data","restricted":false,"version":1,"datasetVersionId":35987,"dataFile":{"id":2616209,"persistentId":"","pidURL":"","filename":"California Referral Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Case Data","restricted":false,"version":1,"datasetVersionId":35987,"dataFile":{"id":2616205,"persistentId":"","pidURL":"","filename":"Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Defendant Data","restricted":false,"version":1,"datasetVersionId":35987,"dataFile":{"id":2616206,"persistentId":"","pidURL":"","filename":"Defendant Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Institution Data","restricted":false,"version":1,"datasetVersionId":35987,"dataFile":{"id":2616207,"persistentId":"","pidURL":"","filename":"Institution Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas Referral Data","restricted":false,"version":1,"datasetVersionId":35987,"dataFile":{"id":2616208,"persistentId":"","pidURL":"","filename":"Texas Referral Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}