{"status":"OK","data":{"id":46109,"identifier":"ICPSR25881.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25881.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR25881.v1","latestVersion":{"id":42109,"storageIdentifier":"file://10.3886/ICPSR25881.v1","versionState":"RELEASED","distributionDate":"2011-07-06","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:36:43Z","releaseTime":"2015-04-09T04:36:43Z","createTime":"2015-04-09T04:36:43Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Systems Change Analysis of Sexual Assault Nurse Examiner (SANE) Programs in One Midwestern County of the United States, 1994-2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Campbell, Rebecca"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University. Department of Psychology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bybee, Deborah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University. Department of Psychology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ford, J. Kevin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University. Department of Psychology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Patterson, Debra"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wayne State University. School of Social Work"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to determine whether adult sexual assault cases in a Midwestern community were more likely to be investigated and prosecuted after the implementation of a Sexual Assault Nurse Examiner (SANE) program, and to identify the 'critical ingredients' that contributed to that increase.</p>\n\n<p>Part 1 (Study 1: Case Records Quantitative Data) used a quasi-experimental, nonequivalent comparison group cohort design to compare criminal justice systems outcomes for adult sexual assault cases treated in county hospitals five years prior to the implementation of the Sexual Assault Nurse Examiner (SANE) program (January 1994 to August 1999) (the comparison group, n=156) to cases treated in the focal SANE program during its first seven years of operation (September 1999 to December 2005) (the intervention group, n=137). Variables include focus on case outcome, law enforcement agency that handled the case, DNA findings, and county-level factors, including prosecutor elections and the emergence of the focal SANE program.</p>\n\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data) used the adult sexual assault cases from the Study 1 intervention group (post-SANE) (n=137) to examine whether victim characteristics, assault characteristics, and the presence and type of medical forensic evidence predicted case progression outcomes.</p>\n\n<p>Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data) used in-depth interviews in April and May of 2007 with law enforcement supervisors (n=9) and prosecutors (n=6) in the focal county responsible for the prosecution of adult sexual assault crimes to explore if and how the SANEs affect the way in which police and prosecutors approach such cases. The interviews focused on four main topics: (1) whether they perceived a change in investigations and prosecution of adult sexual assault cases in post-SANE, (2) their assessment of the quality and utility of the forensic evidence provided by SANEs, (3) their perceptions regarding whether inter-agency training has improved the quality of police investigations and reports post-SANE, and (4) their perceptions regarding if and how the SANE program increased communication and collaboration among legal and medical personnel, and if such changes have influenced law enforcement investigational\npractices or prosecutor charging decisions.</p>\n<p>Part 4 (Study 4: Police Reports Quantitative Data) examined police reports written before and after the implementation of the SANE program to determine whether there had been substantive changes in ways sexual assaults cases were investigated since the emergence of the SANE program. Variables include whether the police had referred the case to the prosecutor, indicators of SANE involvement, and indicators of law enforcement effort.</p>\n\n<p>Part 5 (Study 5: Survivor Interview Qualitative Data) focused on understanding how victims characterized the care they received at the focal SANE program as well as their expriences with the criminal justices system. Using prospective sampling and community-based retrospective purposive sampling, twenty adult sexual assault vicitims were identified and interviewed between January 2006 and May 2007. Interviews covered four topics: (1) the rape itself and initial disclosures, (2) victims' experiences with SANE program staff including nurses and victim support advocates, (3) the specific role forensic evidence played in victims' decisions to participate in prosecution, and (4) victims' experiences with law enforcement, prosecutors, and judicial proceedings, and if/how the forensic nurses and advocates influenced those interactions.</p>\n\n<p>Part 6 (Study 6: Forensic Nurse Interview Qualitative Data) examined forensic nurses' perspectives on how the SANE program could affect survivor participation with prosecution indirectly and how the interactions between SANEs and law enforcement could be contributing to increased investigational effort. Between July and August of 2008, six Sexual Assault Nurse Examiners (SANEs) were interviewed. The interviews explored three topics: (1) the nurses' philosophy on victim reporting and participating in prosecution, (2) their perceptions regarding how patient care may or may not affect victim participation in the criminal justice system, and (3) their perception of how the SANE programs influence the work of law enforcement investigational practices.The interviews explored three topics: (1) the nurses' philosophy on victim reporting and participating in prosecution, (2) their perceptions regarding how patient care may or may not affect victim participation in the criminal justice system, and (3) their perception of how the SANE programs influence the work of law enforcement investigational practices.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to determine whether adult sexual assault cases in a Midwestern community were more likely to be investigated and prosecuted after the implementation of a Sexual Assault Nurse Examiner (SANE) program, and to identify the 'critical ingredients' that contributed to that increase."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Study 1: Case Records Quantitative Data) used a quasi-experimental, nonequivalent comparison group cohort design to compare criminal justice systems outcomes for adult sexual assault cases treated in county hospitals five years prior to the implementation of the Sexual Assault Nurse Examiner (SANE) program (comparison group) to cases treated in the focal SANE program during its first seven years of operation (intervention group). For the comparison group, adult sexual assault case records (n=156) from January 1994 through August 1999 were requested through the Freedom of Information Act from the five largest police departments in the focal county. Records were solicited from police departments because their files should contain copies of the hospital medical forensic exam records and this documentation is not available directly from the hospitals due to HIPAA restrictions. Information about the intervention sample (n=137) was collected from SANE program records between September 1999 and December 2005. For all sampled cases, complaint numbers and date of assault were recorded to the prosecutors' databases for case outcom\ne data. For cases that were warranted by the prosecutors, the accuracy of the database was checked against the police records for 30 percent of the cases to ensure that both sources of information stated that the case had been warranted. For cases not warranted by the prosecutors, police records were checked to clarify whether the case was referred by police to the prosecutors but was not warranted, or whether it was never referred by law enforcement. Complaint numbers and date of assault were also submitted to the state crime lab, which provided data as to whether the kit findings were positive, negative, or inconclusive for DNA evidence.</p>\n\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data) used the adult sexual assault cases from the Study 1 intervention group (post-SANE) (n=137) to examine whether victim characteristics, assault characteristics, and the presence and type of medical forensic evidence predicted case progression outcomes. SANE program files were coded by two research assistants for victim, assault, and medical forensic evidence characteristics.</p>\n\n<p>Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data) used in-depth interviews with law enforcement supervisors (n=9) and prosecutors (n=6) in the focal county responsible for the prosecution of adult sexual assault crimes to explore if and how the SANEs affect the way in which police and prosecutors approach such cases. Interviews were conducted in-person by the principal investigator or a research assistant in a private meeting space at the participants' office or department. The length of the police interviews ranged from 50 to 110 minutes, with an average of 65 minutes. The prosecutor interviews ranged from 45 to 135 minutes, with an average of 1.5 hours. The interviews were tape recorded with permission and transcribed.</p>\n\n<p>Part 4 (Study 4: Police Reports Quantitative Data) examined police reports written before and after the implementation of the SANE program to determine whether there had been substantive changes in ways sexual assaults cases were investigated since the emergence of the SANE program. Adult sexual assault police reports (n=352) were requested under the Freedom of Information Act from three of the five largest law enforcement agencies in the focal county. The three departments were selected because they had comparative high adult sexual assult case loads and the records/information systems in these departments were more sophisticated.</p>\n\n<p>Part 5 (Study 5: Survivor Interview Qualitative Data) focused on understanding how victims characterized the care they received at the focal SANE program as well as their experiences with the criminal justices system. Using prospective sampling and community-based retrospective purposive sampling, twenty adult sexual assault victims were identified. Victim interviews were conducted in-person at the administrative office of the rape crisis center affiliated with the focal SANE program by three interviewers, including the principal investigator and two research assistants, between January 2006 and May 2007. The interviewers were trained by the principal investigator on strategies for building rapport and increasing the victims' comfort during the interviews. Ongoing weekly meeting were held to review interview transcripts and discuss emerging themes to address in subsequent interviews. The length of the interviews ranged from 1.5 to 4 hours, with and average of 2                                                                                     hours. The interviews were tape recorded with permission and transcribed. Participants were paid thirty dollars and given a resource packet of local services.</p>\n\n<p>Part 6 (Study 6: Forensic Nurse Interview Qualitative Data) examined forensic nurses' perspectives on how the SANE program could affect survivor participation with prosecution indirectly and how the interactions between SANEs and law enforcement could be contributing to incr\neased investigational effort. Between July and August of 2008, six Sexual Assault Nurse Examiners (SANEs) were interviewed. The interviews were conducted in-person by a research assistant in a private meeting space chosen by the participant. The length of the interviews ranged from 45 to 67 minutes, with an average of 45 minutes. The interviews were tape recorded with permission and transcribed.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Variables in Part 1 (Study 1: Case Records Quantitative Data) focus on case outcome, law enforcement agency that handled the case, DNA findings, and county-level factors, including prosecutor elections and the emergence of the focal SANE program.</p>\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data) uses two variables from Study 1, which are case outcome and DNA findings. In addition, SANE program files were coded for other variables, including victim, assault, and medical forensic evidence characteristics.</p>\n\n<p>In Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data), semi-structured qualitative interviews with police and prosecutors explored four main topics: (1) whether they perceived a change in investigations and prosecution of adult sexual assault cases in post-SANE, (2) their assessment of the quality and utility of the forensic evidence provided by SANEs, (3) their perceptions regarding whether interagency training has improved the quality of police investigations and reports post-SANE, and (4) their perceptions regarding if and how the SANE program increased communication and collaboration among legal and medical personnel, and if such changes have influenced law enforcement investigational practices or prosecutor charging decisions.</p>\n\n<p>In Part 4 (Study 4: Police Reports Quantitative Data), variables include whether the police had referred the case to the prosecutor, indicators of SANE involvement, and indicators of law enforcement effort.</p>\n\n<p>In Part 5 (Study 5: Survivor Interview Qualitative Data), interviews covered four topics: (1) the rape itself and initial disclosures, (2) victims' experiences with SANE program staff including nurses and victim support advocates, (3) the specific role forensic evidence played in victims' decisions to participate in prosecution, and (4) victims' experiences with law enforcement, prosecutors, and judicial proceeding, and if/how the forensic nurses and advocates influenced those interactions.</p>\n\n<p>In Part 6 (Study 6: Forensic Nurse Interview Qualitative Data), the semi-structure qualitative interviews explored three topics: (1) the nurses' philosophy on victim reporting and participating in prosecution, (2) their perceptions regarding how patient care may or may not affect victim participation in the criminal justice system, and (3) their perception of how the SANE programs influence the work of law enforcement investigational practices.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"forensic medicine"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial decisions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"medical evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecuting attorneys"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim advocates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-07-06Version Text: 2011-07-06 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-WG-BX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-07-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008-07"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-08"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-07"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1 (Study 1: Case Records Quantitative Data): incident.","Part 2 (Study 2: Case Characteristics Quantitative Data): incident.","Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data): individual.","Part 4 (Study 4: Police Reports Quantitative Data): incident.","Part 5 (Study 5: Survivor Interview Qualitative Data): individual.","Part 6 (Study 6: Forensic Nurse Interview Qualitative Data): individual."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Part 1 (Study 1: Case Records Quantitative Data): All reported adult sexual assault cases in the focal county between January 1994 and December 2005.</p>\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data): All reported adult sexual assault cases in the focal county between September 1999 and December 2005.</p>\n<p>Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data): All law enforcement supervisors and prosecutors in the sex crimes unit in the focal county in April and May of 2007.</p>\n\n<p>Part 4 (Study 4: Police Reports Quantitative Data): All sexual assault police reports in the focal county between January 1994 and December 2005.</p>\n<p>Part 5 (Study 5: Survivor Interview Qualitative Data): All survivors of adult sexual assault who received post-assault medical forensic exams from the focal Sexual Assault Nurse Examiner (SANE) program between September 1999 and May 2007.</p>\n<p>Part 6 (Study 6: Forensic Nurse Interview Qualitative Data): All forensic nurses working as part of the focal SANE program in July and August 2008.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>In Part 1 (Study 1: Case Records Quantitative Data) adult sexual assault cases were included in the sample if they met the following criteria:</p>\n\n<ul>\n<li>The victim was age 18 or older;</li>\n<li>The victim was assaulted within the focal county so that all cases would be processed by the same prosecutor's office;</li>\n<li>The case was investigated by one of the five largest police departments in the county;</li>\n<li>A complete medical forensic exam (i.e., patient history, assault narrative, and physical/anogentical exam) was conducted by either county hospital personnel (comparison group) or the Sexual Assault Nurse Examiner (SANE) program; and</li>\n<li>The exam results were analyzed by the state crime lab for DNA evidence.</li>\n</ul>\n\n<p>The pre-SANE (comparison group) included 156 adult sexual assault cases, while the post-SANE (intervention group) included 137 cases.</p>\n\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data) includes 137 po\nst-SANE adult sexual assault cases from the Study 1 intervention group.</p>\n\n<p>Part 3 (Study 3: Police and Prosecutors Interview Qualitative Data) includes law enforcement supervisors from the five largest police agencies within the focal county as well as the prosecutors in the focal county's sex crimes unit. The target law enforcement sample was personnel who were (1) direct supervisors of detectives who investigate adult rape cases or the detective with the most experience investigating adult rape cases within their department; and (2) knowledgeable about and responsible for implementation of any policy or procedural changes relevant for rape cases. A key informant approach was used to identify the participants in each law enforcement agency who fit the sampling criteria. The director of the focal SANE program developed a list of supervisors who met the criteria based on her knowledge of the police departments' organizational structure. A research assistant contacted the supervisors to confirm their eligibility and scheduled an interview if they agreed to participate in the study. In addition, the supervisors were asked to nominate a detective who had the most experience investigating rape cases. The research assistant contacted the detectives directly to explain the study and schedule an interview. A total of nine law enforcement personnel are included in the study. The prosecutors in the focal county's sex crimes unit were also recruited to participate in the study because they: (1) have the sole responsibility of making warranting decisions about rape cases; (2) primarily prosecute the rape cases that are resolved through trials; and (3) have direct and daily contact with detectives who handle rape cases. All prosecutors who currently had a position in the sex crimes unit of the prosecutor's office (n=5, or recently held such a position, n=1) were asked to participate in the interviews.</p>\n\n<p>Part 4 (Study 4: Police Reports Quantitative Data) includes adult sexual assault police reports from three law enforcement agencies in the focal county the met the following criteria:</p>\n\n<ul>\n<li>The reported crime was classified as a criminal sexual conduct offense;</li>\n<li>The victim was 18 years old; and</li>\n<li>The crime occurred between January 1994 and December 2005.</li>\n</ul>\n\n<p>A total of 352 police reports are included in the final sample.</p>\n\n<p>The Part 5 (Study 5: Survivor Interview Qualitative Data) sample includes adult female sexual assault victims who:</p>\n\n<ul>\n<li>Were age 18 or older at the time of the assault;</li>\n<li>Were victimized in the focal county;</li>\n<li>Reported the rape to law enforcement; and</li>\n<li>Received an exam by the SANE program between September 1999 and June 2007.</li>\n</ul>\n\n<p>Prospective sampling and community-based retrospective purposive sampling were used to recruit survivors for the study. For prospective sampling of survivors, the focal SANE program agreed to modify their existing patient paperwork to include a form requesting participation in evaluation research. This form described the study and asked survivors if they would be willing to be contacted at a later date by the research team regarding their experiences (positive or negative) with the SANE program and legal system. Survivors who consented to be contacted completed a contact information form including information on how and when they could be safely contacted by the research team. Survivors were contacted ten weeks after completing the form, which was typically enough time for them to have had some contact with the legal system. If the survivor agreed to participate, the research assistant assessed the status of their court case. If the case was dropped (by the victim or system personnel), the interview was scheduled. If the case was in progress, the research assistants maintained contact with the survivor, and scheduled an interview when the case was further along.\nHalf (n=10) of the participants were recruited through prospective methods.</p>\n\n<p>The other half (n=10) of the participants were recruited using community-based retrospective methods aimed at 'older' case that had gone through the focal SANE program. This recruitment strategy focused on the wide-spread dissemination of information about the study throughout the community including posting advertisements at local businesses (e.g., grocery stores, hair salons), public transportation, community-wide mailings, and postings in human and health service agencies including the rape crisis center. Survivors contacted the research team, screened for eligibility, and then scheduled for an interview.</p>\n\n<p>Part 6 (Study 6: Forensic Nurse Interview Qualitative Data) used key informant information and targeted the six nurses identified by the SANE program director as those who took the majority of the adult sexual assault cases and were the most experienced working with survivors and law enforcement for participation in the study. A research assistant contacted the nurses to request their participation in the study.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Study 1: Case Records Quantitative Data): The five largest police departments processed 171 adult sexual assault cases from January 1994 to August 1999 (comparison group, pre-SANE) that met the study's eligibility criteria. Fifteen of these cases were eliminated from the sample, yielding a final sample of 156 cases. The focal Sexual Assault Nurse Examiners (SANE) program served 146 victims between September 1999 and December 2005 who met the study's eligibility criteria. Nine cases were eliminated from the intervention (post-SANE) sample, yielding a final sample size of 137.</p>\n\n<p>Part 2 (Study 2: Case Characteristics Quantitative Data): Not applicable.</p>\n\n<p>Part 3 (Poice and Prosecutors Interview Qualitative Data): Nine law enforcement participants were interviewed: five lead detectives and four supervisors of detectives. One law enforcement supervisor did not participate in the study due to schedule conflicts despite repeated efforts to try to arrange an interview, resulting in a 90 percent participation rate. All prosecutors who currently had a position in the sex crimes unit of the prosecutor's office, or had recently held such a position, agreed to participate in the study, resulting in a 100 percent participation rate.</p>\n\n<p>Part 4 (Study 4: Police Reports Quantitative Data): Police reports from 1994 were completely unavailable, and only 52 were available from 1995 through August 1999 (the pre-SANE era). A total of 393 reports were provided by the three departments, and these records were reviewed by two research assistants to verify whether all cases fit the study criteria. Of the original cases, 41 were excluded: 31 cases were dropped because the survivor was under 18 years old; 8 cases because the police report was largely incomplete; and 2 cases because the reported crime was not a sexual assault, resulting in a final sample of 352 cases.</p>\n\n<p>Part 5 (Study 5: Survivor Interview Qualitative Data): Not applicable.</p>\n\n<p>Part 6 (Study 6: Forensic Nurse Interview Qualitative Data): All six nurses targeted for for participation in the study agreed to be interviewed.</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Study 1 Case Records Quantitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664720,"persistentId":"","pidURL":"","filename":"Study 1 Case Records Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 2 Case Characteristics Quantitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664721,"persistentId":"","pidURL":"","filename":"Study 2 Case Characteristics Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 3 Police and Prosecutors Interview Qualitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664722,"persistentId":"","pidURL":"","filename":"Study 3 Police and Prosecutors Interview Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 4 Police Reports Quantitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664723,"persistentId":"","pidURL":"","filename":"Study 4 Police Reports Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 5 Survivor Interview Qualitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664724,"persistentId":"","pidURL":"","filename":"Study 5 Survivor Interview Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 6 Forensic Nurse Interview Qualitative Data","restricted":false,"version":1,"datasetVersionId":42109,"dataFile":{"id":2664725,"persistentId":"","pidURL":"","filename":"Study 6 Forensic Nurse Interview Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}