{"status":"OK","data":{"id":39455,"identifier":"ICPSR21900.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21900.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR21900.v1","latestVersion":{"id":35455,"storageIdentifier":"file://10.3886/ICPSR21900.v1","versionState":"RELEASED","distributionDate":"2008-04-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:39Z","releaseTime":"2015-04-09T03:23:39Z","createTime":"2015-04-09T03:23:39Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Testing the Impact of Batterer Intervention Programs and Court Monitoring in the Bronx [New York City, New York], 2002-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Labriola, Melissa"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Court Innovation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rempel, Michael"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Court Innovation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Robert C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to provide a definitive test  of whether batterer programs and varying intensities of judicial  monitoring reduce reoffending among domestic violence offenders.  Study enrollment took place between July 23, 2002, through February 27,  2004. In Part 1, Batterer Program Experiment Data, convicted male  domestic violence offenders from court parts AP10 (Pretrial  Appearances) or TAP2 (Trials) of the Bronx Misdemeanor Domestic  Violence Court were randomly assigned into one of four experimental  conditions. The four conditions were batterer program plus monthly  judicial monitoring (n = 102), batterer program plus graduated  monitoring (n = 100), monthly monitoring only (n = 109), and graduated  monitoring only (n = 109). Defendants assigned to a batterer program  completed either the Domestic Violence Accountability Program (DVAP)  run by Safe Horizon or the Men's Choices Program run by the Fordham  Tremont Community Mental Health Center. The offenders were tracked for  at least 12 months after sentencing, and for up to 18 months for most  of the men, to determine whether they fulfilled the conditions of  their sentence, were rearrested for domestic violence, or were  reported by the victim to have engaged in new incidents of abuse.  Using each offender's New York State criminal identification number,  complete criminal record files, including prior criminal history and  recidivism, were obtained from the New York State Division of Criminal  Justice Services (DCJS). Victims were interviewed about new domestic  incidents committed within one year of sentencing. In Part 2,  Monitoring Experiment Data, a quasi-experimental study using  propensity score matching compared recidivism outcomes between the  randomized offenders in Part 1 and a control group of conditional  discharge (CD) offenders convicted of identical offenses, but who, as  a result of the normal sentencing process, received neither a batterer  program nor any form of monitoring. The propensity score predicted the  probability of inclusion in the randomized trial (Part 1) sample,  based not on actual membership in that sample, but on the statistical  probability of membership in it, as computed from the observed set of  background characteristics. Each offender in the randomized trial was  then matched to the offender in the CD only group with the nearest  propensity score. Sometimes multiple offenders from the the initial  trial were matched to the same CD only offender. Variables in both  Part 1 and Part 2 of the data set include demographic variables for  both the defendants and victims, defendant arrest history, current  sentence, assignment to a batterer program, type of judicial  monitoring, and victim reports of new incidents of violence after sentencing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to provide a  definitive test of whether batterer programs and varying intensities  of judicial monitoring reduce reoffending among domestic violence  offenders. The study was designed to ensure that the effects of  batterer programs and judicial monitoring c\nould be distinguished, so  that the impact of one practice would not be mistakenly attributed to  the other. The study sought to answer three primary questions:</p>\n\n<ol>\n<li><p>Do batterer programs work?</p></li>\n<li><p>Is judicial monitoring more effective if implemented in a more  flexible or \"graduated\" manner?</p></li>\n<li><p>Is judicial monitoring more effective than the complete  absence thereof?</p></li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study was designed to distinguish the effects  of batterer programs and judicial monitoring on the future violent  behavior of domestic violence offenders. In Part 1, Batterer Program  Experiment Data, convicted male domestic violence offenders were  randomly assigned to four experimental conditions. Study enrollment  took place between July 23, 2002, through February 27, 2004. The  process of random assignment began once the prosecutor and defense  attorney in court parts AP10 (Pretrial Appearances) or TAP2 (Trials)  indicated that they were prepared to accept a plea to a violation and  a sentence of a conditional discharge, order of protection, and a  batterer program with monthly monitoring (the preexisting status  quo). Provided that the judge did not choose to exclude the case from  the study, the judge then read from a standard study allocation script  that the judges in the domestic violence court parts developed  themselves. The script described in detail each of the four groups to  which the defendant could be sentenced. While the original script was  a two-page, five-minute long explanation, it was abbreviated over  time, with each judge making personal revisions. If the defendant  agreed to accept the offer at this point, understanding that there  were four possible sentencing outcomes, a bench conference was  held. During this conference, either the resource coordinator or the  project senior research associate performed the random assignment by  shaking and then removing from a cup one of four pieces of folded  paper on which were written numbers 1 through 4, representing the four  study groups. The four conditions were defined as:</p>\n\n<ol>\n<li><p>Batterer program plus monthly judicial  monitoring (n = 102): Offenders in this group were assigned to attend  a batterer program and to make monthly appearances before the Judicial  Hearing Officer (JHO) in court part post-sentencing compliance  monitoring (DVC). The JHO monitored the defendant's progress in the  program, compliance with orders of protection, avoidance of  rearrests, and compliance with other conditions imposed by the  sentencing judge.</p></li>\n<li><p>Batterer program plus graduated monitoring (n = 100):  Offenders in this group were assigned to attend a batterer program.  They were also required to appear before the JHO, but on a graduated  schedule. Those in compliance throughout the monitoring period were  required to report to DVC at four weeks post-sentence for their  initial appearance, and then at 10 weeks, 18 weeks, and 26 weeks.  Those out of compliance at any time were required to reappear in DVC  two weeks and then four weeks after the determination of noncompliance.  They were then returned to the graduated schedule.</p></li>\n<li><p>Monthly monitoring only (n = 109): Offenders in this group  were required to appear monthly before the JHO, as in the first group,  but were not required to attend a batterer program. The JHO monitored  attendance at scheduled court appearances and compliance with all  existing orders of protection, and would respond to any serious  infraction or rearrest.</p></li>\n<li><p>Graduated monitoring only (n = 109): As with offenders in  the second group, offenders in this group were required to appear for  graduated monitoring before the JHO, but were not required to attend a  batterer program. Also, as with the third group, compliance monitoring  focused on attendance at scheduled court appearances,\ncompliance with  orders of protection, and avoidance of rearrests.</p></li>\n</ol>\n\n<p>Before the defense attorney and defendant left the courtroom, the  resource coordinator or research associate gave each a sheet,  available in English or Spanish, summarizing the offender's  responsibilities. After receiving other paperwork from the court,  offenders assigned to the two groups required to attend a batterer  program proceeded to the defendant monitors' office. One of the  defendant monitors conducted a brief intake interview and offenders  assigned to attend a batterer program (groups 1 and 2) were mandated  to either the Domestic Violence Accountability Program (DVAP) run by  Safe Horizon or the Men's Choices Program run by the Fordham Tremont  Community Mental Health Center. The research associate also created a  research case file including the date of the first scheduled  appearance in DVC, case and offender identifiers, charge information,  disposition, sentencing date, experimental assignment, victim name,  and victim contact information. The offenders were tracked for at  least twelve months after sentencing, and for up to eighteen months  for most of the men, to determine whether they fulfilled the  conditions of their sentence, were rearrested for domestic violence,  or were reported by the victim to have engaged in new incidents of  abuse. Using each offender's New York State criminal identification  number, complete criminal record files, including prior criminal  history and recidivism, were obtained from the New York State Division  of Criminal Justice Services (DCJS). The DCJS records did not indicate  whether arrests in the criminal record involve domestic violence, so  this information was obtained separately, with the assistance of staff  from the Office of the Chief Administrative Judge of New York City.</p>\n\n<p>Victims were interviewed about new domestic incidents committed  within one year of sentencing. Research staff at Safe Horizon, the  local victim services organization, were trained in a daylong  orientation sessions on how to interact with victims and protect  victim safety. Interviewers were instructed not to leave messages on  answering machines and to ensure that victims were in a safe  environment before asking them to complete the 10-minute interview.  Victims who completed telephone interviews were given 25-dollar  stipends. In cases where victims could not be reached by phone, Safe  Horizon staff attempted home visits to encourage victims to call  research staff for an interview. When that procedure yielded little in  the way of additional interviews, it was discarded in favor of sending  letters to unreachable victims, offering a 50-dollar incentive for  victims to participate in interviews.</p>\n\n<p>In Part 2, a quasi-experimental study was used to compare  recidivism outcomes between the randomized offenders in Part 1 and a  control group of offenders convicted of identical offenses, but who,  as a result of the normal sentencing process, received neither a  batterer program nor any form of monitoring. Researchers identified  712 conditional discharge (CD) only cases sentenced in the court part  AP10 or TAP2 during the same time period as Part 1. This regression  yielded a propensity score for each offender. The propensity score  predicted the probability of inclusion in the randomized trial (Part  1) sample, based not on actual membership in that sample, but on the  statistical probability of membership in it, as computed from the  observed set of background characteristics. Each offender in the  randomized trial was then matched to the offender in the CD only group  with the nearest propensity score. Sometimes multiple offenders from  the the initial trial were matched to the same CD only offender. This  method lead to 387 offenders from the randomized trial being matched to 219 CD only offenders.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Both Part 1 and Part 2 contain defendant  demographic and arrest variables. Demographic variables include  defendant age, gender, race, and relationship to the victim. Other  demographic variables include living situation, length of time at  current residence, education level, if employed, and length of time at  current employment. Arrest variables include date of arrest, sentence  type, injury to the victim, if the defendant was assigned to a  batterer program, and type of judicial monitoring.\nVariables on the  batterer program include which program the defendant was assigned to  and date of program termination. Variables on judicial monitoring  include the number of court appearances, dates of court appearances,  status at each court appearance, and length of monitoring. Also  included are variables on the number of warrants issued during the  monitoring program, the number and dates of noncompliant events, and  if the defendant was resentenced. Variables on the number and type of  prior arrests, and case processing time are included. Both Parts 1 and  2 also contain variables from the victim interviews. Demographic  variables, such as relationship to defendant, date of birth, education  level, source of income, place of birth, and race are included. Other  variables from the victim interviews include how often the victim saw  the defendant at the time of arrest, if the victim wanted the  defendant arrested, what the victim wanted instead of arrest, if the  Judge issued an order of protection, and if victim wanted the order of  protection. Other variables asked about the effect of the sentence on  the relationship between the victim and the defendant, if the victim  has had any contact with the defendant since the arrest, and if the  defendant had been violent in any way with the victim since the arrest and sentencing."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-04-21Version Text: 2008-04-21 Subject: null  Type: null  Notes: LRECL with SAS, SPSS and Stata setup files, SAS  transport files (CPORT), SPSS system file, Stata system file, and tab-delimited file.;Subject: Study Level Error Note, Notes: (1) Users of this data are encouraged to see Chapter 3  of the final report for additional information on the Bronx  Misdemeanor Domestic Violence Court (BxMDVC), batterer treatment  programs, judicial monitoring practices, and the propensity score  matching process. (2) The qualitative data collected from offender interviews (n = 7) are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-WT-BX-0506"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-04-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002-07-23"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-02-27"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002-07-23"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-02-27"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for this collection were obtained from the New  York State Division of Criminal Justice Services (DCJS), the Office of  the Chief Administrative Judge of New York City, and telephone interviews with victims of domestic violence."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All offenders convicted of a violation sentenced to  conditional discharge in court parts AP10 (Pretrial Appearances) or  TAP2 (Trials) of the Bronx Misdemeanor Domestic Violence Court from July 23, 2002, through February 27, 2004, and their victims."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1, eligible offenders were convicted of a  violation and sentenced to a conditional discharge in court parts AP10  (Pretrial Appearances) or TAP2 (Trials) of the Bronx Misdemeanor  Domestic Violence Court from July 23, 2002 through February 27, 2004,  with acceptance of a batterer program condition by both prosecution  and defense prior to randomization. The sentencing judge retained the  discretion to exclude particular offenders from randomization. One  year after the offender's sentencing, interviewers attempted to  establish phone contact with all victims except those who those who  had earlier indicated to Safe Horizon that they did not want to be  contacted. Attempts to contact each eligible victim were made at least  five times or more, with at least three attempts coming during evening  or weekend hours. For Part 2, of the 712 conditional discharge (CD)  cases, 113 were immediately discard\ned because they did not involve an  intimate partner relationship. Reseachers performed t test comparing  the experimental and CD only samples on all known background  characteristics to determine, what, if any, significant differences  existed. Then all characteristics on which differences existed at the  .10 level or better were entered into a logistic regression, for which  the the dependent variable was sample membership. This regression  yielded a propensity score for each offender. The propensity score  predicted the probability of inclusion in the randomized trial (Part  1) sample, based not on actual membership in that sample, but on the  statistical probability of membership in it, as computed from the observed set of background characteristics."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"During the sampling period for Part 1, 489  defendants were identified as eligible for the study. Judges used  their discretion to exclude 69 (14 percent) of this eligible pool,  resulting in a final sample of 420 offenders. The contact rate for victim interviews was 25 percent (n = 106)."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used, as well as Straus' (1979) Conflict Tactics Scale"}]}},"files":[{"description":"","label":"Batterer Program Experiment Data","restricted":false,"version":1,"datasetVersionId":35455,"dataFile":{"id":2612464,"persistentId":"","pidURL":"","filename":"Batterer Program Experiment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Monitoring Experiment Data","restricted":false,"version":1,"datasetVersionId":35455,"dataFile":{"id":2612465,"persistentId":"","pidURL":"","filename":"Monitoring Experiment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}