{"status":"OK","data":{"id":45048,"identifier":"ICPSR09418.v1","persistentUrl":"https://doi.org/10.3886/ICPSR09418.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR09418.v1","latestVersion":{"id":41048,"storageIdentifier":"file://10.3886/ICPSR09418.v1","versionState":"RELEASED","distributionDate":"2007-02-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:25:04Z","releaseTime":"2015-04-09T04:25:04Z","createTime":"2015-04-09T04:25:04Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Victimization in the Lives of Incarcerated Women in South Carolina, 2000-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"DeHart, Dana"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of South Carolina. College of Social Work. Center for Child and Family Studies"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined victimization in the lives of  incarcerated women, specifically victimization as a risk factor for  crime, with particular emphasis on the direct and indirect ways in  which the impact of victimization contributed to criminal involvement.  Interviews were conducted with 60 women incarcerated in a maximum  security state correctional facility in South Carolina from October  2001 to August 2002. Interview measures consisted of participant  responses to loosely-structured open-e\nnded prompts and addressed each  woman's own perspective on psychological, physical, and sexual  victimization within her life, as well as her history of family and  peer relationships, alcohol and drug use, and criminal activity. The  South Carolina Department of Corrections (SCDC) provided demographic  and criminal history information for each prospective participant,  including participants, no-shows, and decliners (Part 1) and for the  female prison population without the prospective participants (Part  2). These data were used for sampling decisions and provide  descriptive information on sample characteristics. In addition the  SCDC provided inmate data on offenses committed while in the SCDC  (Part 3), disciplinary actions at the SCDC (Part 4), education through  the SCDC (Part 5), and known prior offenses (Part 6). The project also  conducted online searches in NewsLibrary for media reports concerning  women who participated in the study. Variables include age, race,  number of children, marital status, criminal offense history,  correctional disciplinary records, probation/parole information,  victim/witness notification, corrections program participation,  intelligence scores, math and reading scores, basic academic history/degrees, mental health assessment, and special medical needs."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"With the growing problem of overcrowding in  women's prisons, reformers have advocated for research on the  gender-specific motivations and needs of female offenders. This  project examined victimization in the lives of incarcerated women,  specifically victimization as a risk factor for crime, with particular  emphasis on the direct and indirect ways in which the impact of  victimization contributed to criminal involvement. The study extended  beyond prevalence studies by examining women's own perspectives, not  only about criminal acts, but also on critical events and turning  points, supports and barriers, and ways that life factors intersected  -- bringing the women to their current place. The study's objectives  were designed to enhance understanding of: (1) risk factors for  women's crime, with specific emphasis on contributions of violent  victimization over the life span, including ways violence has an  impact on crime by affecting health, psychosocial functioning, and  involvement in systems such as family and work, (2) \"turning points\"  over the lifespan, specifically points of vulnerability to  victimization and/or criminal involvement, as well as points when life  paths took more positive turns, (3) self-identified strengths or  circumstantial \"buffers\" that the women perceived as mitigating the  negative impact of violence on their lives, and (4) implications of  study findings for the enhancement of prevention, intervention, and justice programming."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Interviews were conducted with 60 women  incarcerated in a maximum security state correctional facility in  South Carolina from October 2001 to August 2002. The women had been  convicted of drug offenses, property offenses, child abuse and  neglect, violence toward partners, and other crimes. As prospective  participants were sampled from the prison's database, they were sent a  memo that briefly described the project and indicated a date and time  that the woman would be excused from daily activities to learn more  about participation. At the scheduled time, each prospective  participant met individually with the interviewer in a private meeting  area on pr\nison grounds. Individual interviews lasted approximately two  hours each. Interview measures consisted of participant responses to  loosely-structured open-ended prompts and addressed each woman's own  perspective on psychological, physical, and sexual victimization  within her life, as well as her history of family and peer  relationships, alcohol and drug use, and criminal activity. Prompts  provided respondents with opportunities to describe significant events  in their lives, to bring together distinct chronologies of events, and  to analyze links between varied life events, allowing the project to  achieve a participant-guided perspective on each woman's life history  and circumstances. Women were given an excused absence from work for  the time required to participate and were provided with complimentary  soft drinks and snacks during participation. They were also provided  with a Certificate of Completion that they could keep for their case  folders. Prison policy did not allow tape recording of interviews, so  each interviewer kept handwritten field notes throughout interviewing.  Immediately following each interview, these notes were transcribed by  the interviewer using third-person perspective to underscore that the  transcripts were not direct quotes, in that the women's thoughts had  been necessarily filtered through the interviewer in the transcription  process. However, in accord with the project's goals of seeking the  woman's own perspective on events in her life, every attempt was made  to honor the veracity of the woman's account. The South Carolina  Department of Corrections (SCDC) provided demographic and criminal  history information for each prospective participant, including  participants, no-shows, and decliners (Part 1) and for the female  prison population without the prospective participants (Part 2). These  data were used for sampling decisions and provide descriptive  information on sample characteristics. In addition, the SCDC provided  inmate data on offenses committed while in the SCDC (Part 3),  disciplinary actions at the SCDC (Part 4), education through the SCDC  (Part 5), and known prior offenses (Part 6). The project also  conducted online searches in NewsLibrary for media reports concerning  women who participated in the study. These reports were helpful in  pinpointing certain events within the chronology of women's accounts,  and will be useful in future research examining convergence or  divergence of women's perspectives (interview data) with those of the system (prison records) and of the public (media reports)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include age, race, number of children,  marital status, criminal offense history, correctional disciplinary  records, probation/parole information, victim/witness notification,  corrections program participation, intelligence scores, math and  reading scores, basic academic history/degrees, mental health assessment, and special medical needs."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk factors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-02-05Version Text: 2007-02-05 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) files, SPSS portable files, and Stata system files;Subject: Study Level Error Note, Notes: The interview data and media reports are currently not  available as part of this data collection. They will be available at a later date using the restricted access procedures described above.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-02-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-10"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-08"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for this collection were obtained from  administrative records of the South Carolina Department of Corrections  and from interviews with female inmates in a maximum security state correctional facility in South Carolina."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"South Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-2: individual","Part 3: prison offense","Part 4: prison disciplinaries","Part 5: prison education certificates","Part 6: prior offenses"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates in the maximum security state women's  correctional facility in South Carolina from October 2001 to August 2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The site was chosen with consideration of research  questions, methodological feasibility, and ultimate social  impact. Because this facility also houses low-risk women with special  medical needs, the site offered some sampling flexibility and  substantial on-site support if needed for research logistics or  follow-up with participants. Within the prospective participant pool  of 465 female inmates at the chosen facility, participants were  sampled with consideration of criteria set forth by Browne and  Associates (1999). These researchers suggested that sampling allow  time for women to move beyond initial adjustment to prison conditions  (e.g., the first two months are \"chaotic and potentially  frightening\"). Sampling after this time allows for women to become  familiar with routines and become involved in program activities.  Therefore, 165 inmates still under \"reception and evaluation\" were  excluded, as well as women with severe mental illness, women  considered at mental health risk at the time, women serving  disciplinary time or protective custody in segregated housing, and  women medically hospitalized at the time of eligibility. Due to  human-subjects considerations, women under 18 years of age were  ineligible. Within the parameters of the remaining population of 203  inmates, the prison's searchable database was used to randomly sample  participants. Prospective participants were drawn from the eligible  pool in batches. They were provided with an opportunity to  participate, and sampling continued until the final sample size of 60  women was reached. The sample of 60 participants included women from a  range of demographic backgrounds, criminal backgrounds, and lengths of  sentences. Analyses of variance indicated that women who did not show  up for participation or who declined to participate did not differ  from study participants with respect to race, education level, time to  serve before possible release, or time served prior to onset of  interviews. Those who did not participate, however, were slightly  older than study participants. Analyses of variance also indicated no  differences between study participants and the broader statewide  women's correctional population with regard to race, age, or education  level. Those who participated in the study, however, had significantly  longer times to serve before possible release than other female  inmates statewide. The longer time-to-serve was determined to be a sampling artifact."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 77 women were invited to participate in  the study. Thus, 17 women who were eligible did not participate. Ten  of these women failed to show up for the initial appointment, with  half of being attributable to scheduling conflicts (e.g., health care  appointment) or logistica\nl problems (e.g., the invitation to  participate was not properly delivered). Of the remaining women who  showed up but declined, six women indicated they \"were just not  interested\" and one said she was \"not up to it\" emotionally at the time."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Current Offense Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657876,"persistentId":"","pidURL":"","filename":"Current Offense Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Disciplinaries Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657877,"persistentId":"","pidURL":"","filename":"Disciplinaries Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Education Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657878,"persistentId":"","pidURL":"","filename":"Education Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Population Minus Participant Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657875,"persistentId":"","pidURL":"","filename":"Population Minus Participant Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prior Conviction Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657879,"persistentId":"","pidURL":"","filename":"Prior Conviction Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prospective Participant Data","restricted":false,"version":1,"datasetVersionId":41048,"dataFile":{"id":2657874,"persistentId":"","pidURL":"","filename":"Prospective Participant Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}