{"status":"OK","data":{"id":44732,"identifier":"ICPSR04556.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04556.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04556.v1","latestVersion":{"id":40732,"storageIdentifier":"file://10.3886/ICPSR04556.v1","versionState":"RELEASED","distributionDate":"2006-12-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:21:34Z","releaseTime":"2015-04-09T04:21:34Z","createTime":"2015-04-09T04:21:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Ethno-Methodological Study of the Subculture of Prison Inmate Sexuality in the United States, 2004-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fleisher, Mark S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Case Western Reserve University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Krienert, Jessie L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Illinois State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study of prison rapes used an ethnographic, culturally  relativistic methodology and was conducted between April 2004 and  September 2005. The study was conducted in 30 correctional  institutions, 23 men's and 7 women's, in 10 states. All 23 men's  institutions were the highest-security level men's prison available in  each state. When women's institutions were multi-security level and  housed minimum, medium, and high-security inmates, they were selected  from the highest-security level housing units within the institution.  A total of 564 (409 male and 155 female) inmates were interviewed. The  inmates to be interviewed were selected from the general prison  population using a probability sample design. Average interview length  was just under an hour. The sole mode of data collection was an  open-ended, semistructured inmate interview. To ensure comparability  of answers, surveys were designed with each query resting on a  particular concept or variable. The same interview instrument was used  for both male and female inmates. Questions were asked about inmate  prison history, mental health, rape, social process, domestic violence  and relationships, staff, institutional factors, and perception of  social roles, and demographic information. Also included are lexical  responses and free list questions such as \"Why do inmates have sex with other inmates?\""}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to uncover the cultural meaning  of concepts linked to sexuality and rape using inmates' interviews to  gather perceptions of contemporary prison social life and to transmit  prison and race cultural history. The study did not gather rape  prevalence or incidence data. The goal was to understand prison rape  as a cultural concept, a cultural artifact, which inmates may know  something about even if they had never been raped, threatened, or physically or sexually intimidated."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to explore symbolic, linguistic, and  functional issues in inmate culture linked to prison sexual  aggression, this study was conducted with an ethnographic methodology.  Given the sensitive nature of research on prison rape and to increase  the likelihood of a positive response from state corrections  directors, it was decided that the study would be conducted with the  consent of the American Correctional Association (ACA) and the  Association of State Correctional Administrators (ASCA). In order to  meet this goal, an agreement of anonymity applying to regions, states,  and institutions was reached with input from both agencies. The  chairman of the Executive Committee of ACA sent an email letter to all  members of ASCA, explaining the nature of the project and requesting  cooperation. Next, two meetings were held with the ASCA research  committee, explaining the research and responding to questions. The  study was conducted in 30 correctional institutions, 23 men's and 7  women's, in 10 states. All 23 men's institutions were the  highest-security level men's prison available in each state. When  women's institutions were multi-security level and housed minimum,  medium, and high security inmates, interview inmates were selected  from the highest-security level housing units within the  institution. Between April 2004 and September 2005, a total of 564  inmates, 409 males and 155 females, were interviewed. The inmat\nes to  be interviewed were selected from the prison general population using  a probability sample design. Once selected, inmates were brought to  interview rooms following a predetermined procedure. In each  institution inmates were given a pass or had been placed on call-out  the day before an interview. Inmates arrived and handed their pass to  the liaison and waited to be picked up by an interviewer who escorted  them to the interview room. All interviews were conducted in private  rooms within the institution, outside of the view of correctional  officers, other staff, other inmates, or other interview rooms. On a  rare occasion, for institutional security purposes, correctional  officer line staff were present in the general interview area.  However, never was an institution staff member present in an interview  room, nor physically close enough to hear interview content. Upon  selection, inmates were told by institution staff they had been chosen  for a research study. No additional information was provided to  inmates by staff. Once inmate interviewees were settled in the  interview room, interviewers identified themselves and began the  informed consent procedure. The interviewer reviewed the approved  Institution Consent Document paragraph by paragraph with each  inmate. Interviewers stressed that the interviews were voluntary, that  inmates could refuse to answer any question or questions, that they  could end the interview at any time, and that early termination of an  interview would not lead to a penalty implemented by the institution.  Average interview length was just under an hour in length. The sole  mode of data collection was inmate interviews an open-ended,  semistructured inmate interview. To ensure comparability of answers,  surveys were designed with each query resting on a particular concept  or variable. The same interview instrument was used for both male and  female inmates. The interview instrument was developed in a three-part  process. First, a thorough analysis of the Prison Rape Elimination Act  of 2003 was utilized to identify basic themes. Next, a thorough review  of published prison sex and rape literature was conducted to ensure  coverage of previously identified themes. Finally, detailed  discussions of prison sexual culture, general violence, and sexual  violence were conducted with a panel of former prison inmates  comprised of one women and four men who had spent between 10 and 15  years in prison. Interview data were collected in near-verbatim  transcriptions of inmate interviews. Interviewers typed question  responses as close to verbatim as possible into a Microsoft Word  interview template. All narratives were coded using the qualitative  analysis program, Atlas/ti. The co-principal investigator made final  decisions on coding. In an attempt to offer secondary, but  quantitative data, data for some questions were pulled by hand from  narrative responses and placed into SPSS. The co-principal  investigator began this process by identifying which survey questions  would likely yield quantifiable information. Answers for the selected  questions were then taken from each raw interview by the co-principal  investigator. In order to verify the entered data, SPSS data entry builder was used."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The quantitative data file contains demographic  variables on the respondent including sex, age, race, street sexual  orientation, marital status, whether ever divorced, and number of  children. Variables on the institution include whether conjugal visits  are allowed, months on the current living unit, inmate count, and unit  style. Inmate prison history variables include current conviction,  current sentence, number of prior convictions, number of months in  prison on current conviction, whether ever in federal prison or  juvenile detention, time spent in federal prison or juvenile  detention, number of times sent to \"the hole\", and why sent to \"the  hole\". Me\nntal health variables include treatment on the street,  voluntary treatment in prison, past abuse, and street same-sex  experiences. Variables pertaining to rape include knowing a rapist or  rape victim who was killed, knowing a rape victim who committed  suicide, if there is group or one-on-one rape, if rape is a big  threat, effect of rape on quality of life, if the friends of a rape  victim would retaliate, if a rapist is entitled to sex, if respondent  knows for sure a rape occurred or has heard about a rape, if rape is  the same as turning an inmate out, if there is rape folklore, and if  another inmate has ever been attracted to the respondent. Staff  variables include whether officers try to prevent inmates from having  sex, if officers try to prevent rape, if respondent knows of cases of  officers having sex with or raping inmates, if a transfer or going to  protective custody will help an inmate being pressed for sex, if raped  inmates report rape to officers, if reporting rape is considered  snitching, if homosexuals have influence over officers, and if the  respondent has heard officers talking about rape. Institutional  variables include if the institution can protect you from rape and if  rape guidelines are posted. Other variables include whether family  terms are used in the institution, if couples date, if there is  domestic violence, whether homosexuals have power or hold important  jobs, and the respondent's perceptions on how many inmates out of 100  from the general prison population would be all-out gay, \"on the down  low\", straight and not \"on the down low\", are men/studs or punks/femmes,  and how many couples there might be. The qualitative interview files  include the same variables but also include open-ended questions in  areas such as why inmates have sex with other inmates, general  attitudes towards sex and rape, descriptions of rapes the respondent  knows or has heard about, family histories, details on questions about  mental health treatment, same-sex experiences, relationships between  inmates and officers, rape folklore stories, descriptions of rapists  and rape victims, and terms used by inmates to describe those who buy sex, sell sex, and press others for sex."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional guards"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate populations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"male inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perceptions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-12-21Version Text: 2006-12-21 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: (1) Details on the treatment of interview text after  collection, including cleaning and coding, can be found in the final  report. (2) More information on the methods used to create the  quantitative data file can be found in the codebook. (3) The inmate  interview files are available through restricted access procedures in  two ZIP files. The file pkg04456-0002_REST.zip contains the 409  interviews with male inmates and the Atlas/ti hermeneutic unit file,  NIJ-206.hpr. File pkg04556-0003_REST.zip contains the 155 female  inmate interviews and the Atlas/ti hermeneutic unit file, NIJ-206.hpr.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-RP-BX-1001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-12-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["machine-readable text, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data were collected from inmate interviews using an open-ended, semistructured interview."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All prison inmates, male and female, in high-security  general population, nonfederal prisons in the United States from April 2004 through September 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"High-security male and female institutions were targeted  within each consenting state. All 23 men's institutions were the  highest-security level men's prison available in each state. When  institutions were multi-security level and housed minimum, medium, and  high-security women inmates, interviewed inmates were selected from  the highest security level housing units within the institution.  Therefore, all 30 institutions contained high-security, general  population inmates. Interviewed inmates came from the general prison  population. Not included were special inmate populations including  inmates in administrative detention, disciplinary segregation,  hospitalized inmates, inmates in residential substance abuse uni\nts,  inmates in mental health residential units or protective custody,  non-sentenced inmates, inmates in transit units, and Immigration and  Naturalization Service (INS) detainees or deportees. In total, 409  male inmates and 155 female inmates were interviewed. To select a  sample of general population inmates, procedures were based on  practices used in classical population probability sampling in which a  systematic sample is selected using a random start and a fixed  selection-interval number thereafter. The number of general population  inmates on an institution's sample roster was divided by the number of  subjects required by the projected number of interviews conducted in a  week. A staff member was asked to pick a number in the range of one up  to the interval number. The first potential subject corresponded to  that inmate numbered on the sampling roster. To select the second  inmate, the interval number was added to the number of the first  inmate selected. This pattern was continued until the minimum number  of inmates was selected. Fifteen to twenty inmates per institution  were then added to account for refusals, transfers, medical care, and other unexpected circumstances."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"On average, two inmates per institution chose not to participate or to terminate the interview early."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"In Part 1, several Likert-type scales were used, and in Parts 2 and 3, none were used."}]}},"files":[{"description":"","label":"Female Inmate Interview Data","restricted":false,"version":1,"datasetVersionId":40732,"dataFile":{"id":2655808,"persistentId":"","pidURL":"","filename":"Female Inmate Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Male Inmate Interview Data","restricted":false,"version":1,"datasetVersionId":40732,"dataFile":{"id":2655807,"persistentId":"","pidURL":"","filename":"Male Inmate Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Quantitative Data","restricted":false,"version":1,"datasetVersionId":40732,"dataFile":{"id":2655806,"persistentId":"","pidURL":"","filename":"Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}