{"status":"OK","data":{"id":39032,"identifier":"ICPSR02667.v2","persistentUrl":"https://doi.org/10.3886/ICPSR02667.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02667.v2","latestVersion":{"id":35032,"storageIdentifier":"file://10.3886/ICPSR02667.v2","versionState":"RELEASED","distributionDate":"1999-03-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:18:58Z","releaseTime":"2015-04-09T03:18:58Z","createTime":"2015-04-09T03:18:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to ICPSR member institutions.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"New York Times New York State Poll #1, October 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This special topic poll, fielded October 1, 1998, queried residents of New York State on a range of political and social issues. Respondents were asked to give their opinions of President Bill Clinton, New York State Governor George Pataki, Democratic gubernatorial candidate Peter Vallone, Liberal Party gubernatorial candidate Betsy McCaughey Ross, Independent Party gubernatorial candidate Thomas Golisano, New York State Senator Alfonse D'Amato, Democratic senatorial candidate Charles Schumer, and New York City Mayor Rudolph Giuliani. Predictions were sought on the outcomes of the upcoming November 1998 New York gubernatorial and senatorial elections. Respondents were asked who they supported in the state comptroller race between Democrat H. Carl McCall and Republican Bruce Blakeman, and in the state attorney general race between Democrat Eliot Spitzer and Republican Dennis Vacco. They were also asked which state problem they\nwould most like to see their elected officials devote their time to solving: crime, taxes, welfare, education, unemployment, health care, or economic development. Respondents' opinions were sought on a variety of other issues, including the United States health care system, a ban on the sale of handguns, the penalty for those convicted of murder, and abortion. Given the choice between D'Amato and Schumer, respondents were asked which candidate best represented their views on honesty, abortion, crime, the needs of New York City residents, the needs of New York City suburban residents, the needs of upstate New York residents, the Clinton/Monica Lewinsky affair, and their political orientation. Given the choice between Vallone and Pataki, respondents were asked which candidate best represented their views on the integrity of public officials and taxes, and their political orientation. Regarding Giuliani, respondents were asked to rate his handling of his mayoral duties, crime, public education, and quality of life issues. Issues specific to New York City were addressed, including the presence of police officers in high schools, the Board of Education's authority, and the treatment of minorities by the police. Respondents were asked to compare, in terms of negative campaigning, the 1992 senatorial race between D'Amato and Democratic challenger Robert Abrams to the 1998 senatorial race, as well as the 1994 gubernatorial race between Pataki and Democratic challenger Mario Cuomo to the 1998 gubernatorial race. Those queried were asked for their opinions on Clinton's relationship with former White House intern Monica Lewinsky, and whether Clinton should be censured or impeached, whether he should resign, or whether the United States Congress should drop the matter entirely. Additional topics covered the influence on public officials by campaign contributors, a hypothetical 2000 presidential race between Pataki and Giuliani, and the portrayal of New York City in the movies and on television. Background information on respondents includes age, race, sex, education, religion, political party, political orientation, voter registration and participation history, marital status, family income, financial situation, age of children in household, and public school enrollment."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-05-10Version Text: 2011-05-10Version Date: 2011-05-10Version Text: 2011-05-10 Subject: null  Type: null  Notes: SAS, SPSS, and Stata setups have been added to this data collection.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-03-25"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"New York Times New York State Poll 1, October 1998  ","restricted":false,"version":1,"datasetVersionId":35032,"dataFile":{"id":2609316,"persistentId":"","pidURL":"","filename":"New York Times New York State Poll 1, October 1998  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}