{"status":"OK","data":{"id":42152,"identifier":"ICPSR03141.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03141.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03141.v1","latestVersion":{"id":38152,"storageIdentifier":"file://10.3886/ICPSR03141.v1","versionState":"RELEASED","distributionDate":"2003-03-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:53:18Z","releaseTime":"2015-04-09T03:53:18Z","createTime":"2015-04-09T03:53:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Texas Youth Commission's Chemical Dependency Treatment Program, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kelly, William R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Texas at Austin. Center for Criminology and Criminal Justice Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study consists of data from both the process evaluation and the outcome evaluation of the Texas Youth Commission's (TYC) Chemical Dependency Treatment Program (CDTP). The research goal of the first part of the study was to provide a systematic and empirical process evaluation of appropriate program placement and whether and to what extent selected individual-level factors were related to key measures of program progress, as well as to variations in process outcomes across each of five treatment sites. The research goal of the second part of the study was to provide a systematic and empirical outcome evaluation of the impact of the TYC Chemical Dependency Treatment Program, including determination of the extent to which certain risk, need, amenability, program performance and delivery, and aftercare factors affected treatment impact. Data were obtained from the Texas Youth Commission, the state corrections agency responsible for serving violent and serious delinquent youth committed to the custody of the state. TYC collects a range of information on the risk, needs, and treatment amenability of its youths. Also, program performance is measured through the use of an exit assessment conducted by program staff, which essentially provides a report card summarizing each youth's involvement and progress in treatment. Data in this evaluation cover all juveniles who entered the CDTP from January through October 1998, and who were discharged by April 1, 1999. The treatment group consists of youths who invariably had a high need for chemical dependency treatment. The control group consists of youths who were eligible for treatment in the CDTP during this same time period but who did not receive it due to limited CDTP bed space. To obtain measures of drug use/abuse relapse, aftercare participation, and parole performance, a parolee data worksheet was created. TYC was able to provide information on who received chemical dependency treatment while on parole. Five core variables of the process evaluation data are program completion, program expulsion, days to completion, days to expulsion, and number of behavior infractions. The process evaluation includes the following variables from individual exit assessments: the youth's overall participation, whether the youth understood the curriculum, understood addiction, sought help, acknowledged addiction, and acknowledged impact, the youth's performance grade, whether the youth committed to be drug-free, family involvement, special circumstances, and performance index. Demographic variables are race, age, parents' marital status, and gender. Variables addressing risk factors include classifying offense, offender class, risk level, number of felony referrals, number of felony adjudications, number of previous TYC commitments, and number of parole revocations. Other variables in the process evaluation address the Substance Abuse Subtle Screening Inventory (SASSI), the Diagnostic Statistical Manual IV (DSM-IV) chemical dependency treatment need, TYC treatment amenability score, and the Stages of Change Readiness and Treatment Eagerness Scale (SOCRATES). Variables available in the outcome evaluation data address issues of rearrest, higher custody level, aftercare sessions, drug tests, and parole compliance."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The research goal of the first part of this study  was to provide a systematic and empirical process evaluation of  appropriate program placement and whether and to what extent selected  individual-level factors were related to several key measures of  program progress, as well as to variations in several process outcomes  across each of five treatment sites. This eval\nuation specifically  attempted to address questions concerning the relationships between  risk assessment and program progress, dynamic and criminogenic needs  and program progress, and treatment amenability and program progress,  as well as investigating any variations in program progress across  treatment sites. The research goal of the second part of this study  was to provide a systematic and empirical outcome evaluation of the  impact of the Texas Youth Commission's (TYC) Chemical Dependency  Treatment Program (CDTP), including determination of the extent to  which certain risk, need, amenability, program performance and  delivery, and aftercare factors affected treatment impact. This  evaluation specifically attempted to address the following questions:  First, compared with those who have high chemical dependency needs but  do not receive treatment, do youths in chemical dependency treatment  fare better with respect to outcomes of rearrest and placement on a  higher custody level, by offense type? Second, what factors  (including demographic, risk, and dynamic and criminogenic need  factors, treatment amenability, and program and parole progress and  performance) are associated with variation among treatment group  recipients in these outcomes? Third, which sub-groups/populations of treatment youths are most and least likely to benefit from treatment?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were obtained from the Texas Youth Commission  (TYC), the state corrections agency responsible for serving violent  and serious delinquent youth committed to the custody of the  state. TYC collects a range of information on the risk, needs, and  treatment amenability of its youths. Also, program performance is  measured through the use of an exit assessment conducted by program  staff, which essentially provides a report card summarizing each  youth's involvement and progress in treatment. Data are provided for  all juveniles who entered the CDTP from January through October 1998,  and who were discharged by April 1, 1999. The treatment group consists  of youths who invariably had a high need for chemical dependency  treatment. The control group consists of youths who were eligible for  treatment in the CDTP during this same time period but who did not  receive it due to limited CDTP bed space. To obtain measures of drug  use/abuse relapse, aftercare participation, and parole performance, a  parolee data worksheet was created. TYC was able to provide  information on who received chemical dependency treatment while on parole."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Five core variables of the process evaluation data  are program completion, program expulsion, days to completion, days to  expulsion, and number of behavior infractions. The process evaluation  includes the following variables from individual exit assessments: the  youth's overall participation, whether the youth understood the  curriculum, understood addiction, sought help, acknowledged addiction,  and acknowledged impact, the youth's performance grade, whether the  youth committed to be drug-free, family involvement, special  circumstances, and performance index. Demographic variables are race,  age, parents' marital status, and gender. Variables addressing risk  factors include classifying offense, offender class, risk level,  number of felony referrals, number of felony adjudications, number of  previous TYC commitments, and number of parole revocations. Other  variables in the process evaluation address the Substance Abuse Subtle  Screening Inventory (SASSI), the Diagnostic Statistical Manual IV  (DSM-IV) chemical dependency treatment need, TYC treatment amenability  score, and the Stages of Change Readiness and Treatment Eagerness  Scale (SOCRATES). Variables available in the outcome evaluation data  address issues of rearrest, higher custody level, aftercare sessions, drug tests, and parole compliance."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"addiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment compliance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-03-11Version Text: 2003-03-11 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-RT-VX-K016 and 99-RT-VX-K0009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-03-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["records of the Texas Youth Commission"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Juveniles who entered the Texas Youth Commission's Chemical Dependency Treatment Program from January through October 1998, and who were discharged by April 1, 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Likert-type scales, Intelligence Quotient scale, the  Substance Abuse Subtle Screening Inventory, the Diagnostic Statistical  Manual IV, and the Stages of Change Readiness and Treatment Eagerness Scale."}]}},"files":[{"description":"","label":"Evaluation of the Texas Youth Commission's Chemical Dependency Treatment Program, 1998-1999","restricted":false,"version":1,"datasetVersionId":38152,"dataFile":{"id":2635798,"persistentId":"","pidURL":"","filename":"Evaluation of the Texas Youth Commission's Chemical Dependency Treatment Program, 1998-1999","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}