{"status":"OK","data":{"id":38579,"identifier":"ICPSR06644.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06644.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06644.v1","latestVersion":{"id":34579,"storageIdentifier":"file://10.3886/ICPSR06644.v1","versionState":"RELEASED","distributionDate":"2000-05-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:56Z","releaseTime":"2015-04-09T03:13:56Z","createTime":"2015-04-09T03:13:56Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"The data are restricted from general  dissemination. Users interested in obtaining these data must complete  a Data Transfer Agreement Form and specify the reasons for the  request. A copy of the Data Transfer Agreement Form can be requested  by calling 800-999-0960 or 734-647-5000. The Data Transfer Agreement  Form is also available as a Portable Document Format (PDF) file from  the NACJD Web site at   http://www.icpsr.umich.edu/NACJD/Private/private.pdf\n<a href=\"http://www.icpsr.umich.edu/NACJD/Private/private.pdf\">http://www.icpsr.umich.edu/NACJD/Private/private.pdf</a>\n. Completed  forms should be returned to: Director, National Archive of Criminal  Justice Data, Inter-university Consortium for Political and Social  Research, Institute for Social Research, P.O. Box 1248, University of Michigan, Ann Arbor, MI 48106-1248, or by fax: 734-647-8200.","conditions":"<p>UNAVAILABLE.  This study is unavailable at this time.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effects of the Baltimore County, Maryland, Police Department's Community-Oriented Drug Enforcement (Code) Program, 1990-1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hayeslip, David W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Unknown"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Long-Onnen, Jami"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Unknown"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"DeVoe, Margo"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Unknown"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an evaluation of the Baltimore County  Community-Oriented Drug Enforcement (CODE) Program, which was designed  to introduce community policing approaches to combating drug sales in  local jurisdictions. In particular, the aim of this project was to  assess the effects of the CODE program with respect to citizen  attitudes, crime, and market displacement. The CODE program was  evaluated as it evolved from 1990 (Phase I) through the end of 1991  (Phase II). In Phase I, a total of seven CODE projects in five of the  nine precincts in Baltimore County were funded, and the evaluation  examined four of the seven projects. Under Phase II, seven projects in  six of the precincts were implemented. The Phase II evaluation  examined three of the projects. To measure the effects of the CODE  program on citizen perceptions, surveys of adult residents were  conducted in each of the four target areas during Phase I and in three  target areas during Phase II (Parts 1 and 2). To evaluate the impact  of CODE on crime, court records from the Clerk of Courts were examined  to determine the dispositional outcomes of adults arrested under the  CODE program. In Phase I, burglaries and robberies in each of the four  target areas were compared to those in the remainder of the precincts  (Parts 3-10). These two crime types were chosen because they were  often associated with drug activity. Because of the limited numbers of  burglaries and robberies found in the target areas in Phase I, the  analysis was expanded in Phase II to include Part I index crimes  (Parts 11-14) and Part II crimes, including drug crimes (Parts  15-20). Parts 1 and 2, Community Survey Data, contain variables  concerning victimization experiences, fear of crime, drug sales in the  neighborhood, crime prevention strategies, satisfaction with police,  police visibility, and community organizing before and after the CODE  program was implemented. Demographic variables include age, race,  gender, education, marital status, and employment. Parts 3-20 include  information on offense code, precinct, beat, UCR code, date the crime  was reported, date the crime occurred, disposition, number of victims,  and relationship of victim to suspect. In addition, Parts 11-20  contain street address and ZIP code variables, and Parts 11-14 include \"x\" and \"y\" coordinates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Historically, many police departments enforced  laws prohibiting the sale and possession of controlled dangerous  substances through centralized, relatively autonomous vice and  narcotics units. These narcotics units focused on mid- and  upper-level distribution networks to cut off the supplies of drugs at  the lower level. With the advent of cocaine, particularly crack, the  relatively hidden drug transactions between users and low-level drug  dealers evolved into highly visible, potentially violent street-corner  activities. In response, some police departments began experimenting  with problem-oriented or community-oriented approaches to combating  drug sales in their jurisdictions. One such approach was the  Community-Oriented Drug Enforcement (CODE) program implemented by the  Baltimore County, Maryland, Police Department. Through the CODE  program, the police department responded directly to citizen  complaints about street-level dru\ng trafficking in specific targeted  neighborhoods with cooperative efforts between vice/narcotics  detectives and precinct-level officers. Innovative community-oriented  tactics were employed in cooperation with community organizations,  rental management, and others to respond to citizen complaints about  local drug trafficking and to change the conditions thought to  contribute to trafficking. Phase I of the CODE program was implemented  in 1990 and was characterized as generally more decentralized, with  the precincts having the primary responsibility for implementation of  both the traditional enforcement efforts, including raids, and the  community-oriented programs that followed the raids. Phase II of the  CODE program began in 1991 with the establishment of a CODE team  administratively located within the vice/narcotics unit, which  resulted in a more traditional narcotics emphasis. The aim of this  project was to evaluate: (1) how the CODE program was designed and  implemented, (2) how the actual precinct-level target projects were  implemented, and (3) the effects that the CODE program appeared to have on citizen attitudes, crime, and market displacement."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This program evaluation was based upon a  nonexperimental research design, since controls for confounding  influences through random interventions with control group comparisons  could not be employed. The CODE program was evaluated as it evolved  from 1990 (Phase I) through the end of 1991 (Phase II). In Phase I, a  total of seven CODE projects in five of the nine precincts in  Baltimore County were funded, and the evaluation examined four of the  seven projects. Under Phase II, seven projects in six of the precincts  were implemented. The Phase II evaluation examined only three of the  projects due to the ongoing nature of other projects beyond the  evaluation period, and other research constraints. To measure the  effects of the CODE program on citizen perceptions, surveys of adult  residents were conducted in each of the four target areas during Phase  I and in three target areas during Phase II (Parts 1 and 2). The Phase  I Community Survey consisted only of a post-raid component because of  concerns voiced by the police. Door-to-door surveys were conducted by  the police in the four target areas, and efforts to develop working  relationships between the police and the neighborhood residents and  associations were stressed. Pre-raid surveys were added in Phase II,  but to accommodate the concerns of vice/narcotics command staff and  detectives that the effectiveness of the undercover operations not be  compromised or undercover detectives' safety jeopardized, the Phase II  community surveys were conducted pre- and post-raids by  telephone. Calls to selected households were made at various times of  the morning, afternoon, evening, and weekend days. Staff sought to  interview the same individuals on the post-raid survey that had been  interviewed in the pre-raid surveys. In cases where the pre-raid  interviewee was not available, another adult resident of the household  was surveyed after the raids. To ensure that the survey was  understandable and the items measured what was intended, a large  number of items were used from previous NIJ-supported citizen surveys,  with some modifications to reflect the population  surveyed. Modifications in language and items for the Phase II surveys  were also made based upon staff experience in administering the survey  in Phase I. To evaluate the impact of CODE on crime, court records  from the Clerk of Courts were examined to determine the dispositional  outcomes of adults arrested under the CODE program. In Phase I,  burglaries and robberies in each of the four target areas were  compared to those in the remainder of the precincts (Parts 3-10).  These two crime types were chosen because they were often associated  with drug activity. Because of the limited numbers of burglaries and\nrobberies found in the target areas in Phase I, the analysis was  expanded in Phase II to include Part I index crimes (Parts 11-14) and Part II crimes, including drug crimes (Parts 15-20)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2, Community Survey Data, contain  variables concerning victimization experiences, fear of crime, drug  sales in the neighborhood, crime prevention strategies, satisfaction  with police, police visibility, and community organizing before and  after the CODE program was implemented. Demographic variables include  age, race, gender, education, marital status, and employment. Parts  3-20 include information on offense code, precinct, beat, UCR code,  date the crime was reported, date the crime occurred, disposition,  number of victims, and relationship between victim and suspect. In  addition, Parts 11-20 contain street address and ZIP code variables, and Parts 11-14 include \"x\" and \"y\" coordinates."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"burglary"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"citizen attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug traffic"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"robbery"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2000-05-01Version Text: 2000-05-01 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) For Parts 11-20, the column locations found in the  SAS and SPSS data definition statements were created by ICPSR to best  fit the ASCII data files received from the principal investigators.  The original record layouts from the principal investigators are  included in the appendix of the codebook. Although the data definition  statements will read the corresponding data files, there are some  discrepancies for certain variables, especially those named  BLANK. Users should exercise caution when interpreting these data. (2)  The names of the original data files from the principal investigators  for Parts 12 and 18 suggested that these data were from Target Area  4. However, these data correspond to Precinct 1, and the hardcopy  documentation indicates that Target Area 6 was located in Precinct  1. Therefore, ICPSR has renamed these parts Target Area 6. (3) Users  are encouraged\nto obtain the Phase I and Phase II Final Reports from  the National Institute of Justice for a more complete description of  the CODE Program implementation and evaluation, as well as the  characteristics of each target area. (4) The codebook and data  collection instruments are provided as a Portable Document Format  (PDF) file. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"IAA-90-IJ-R-21"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-05-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1990"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1990"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1, Phase I Community Survey Data: Personal  interviews. Part 2, Phase II Community Survey Data: Telephone  interviews. Parts 3-20: Crime data provided by the Baltimore County  Police Department Operations Analysis Section, and adjudication and  dispositional data obtained from the Clerk of Courts for Baltimore County."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maryland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["For Parts 1 and 2, the unit of observation is the individual. For Parts 3-20, the unit of observation is the incident."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Neighborhoods in Baltimore County targeted by the CODE program in 1990 and 1991."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Selection of the neighborhoods to target was based on the  nature of drug problems within certain neighborhoods, citizen  complaints, and previous experience with certain tactics. For the  Phase I post-raid Community Survey (Part 1), a convenience sample of  approximately 100 households in each target area was selected. During  Phase II (Part 2), a random sample of 100 households in Target Area 5  and 100 households in Target Area 6 was selected, and a random sample of 150 households was selected for Target Area 7."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The Phase I post-raid survey (Part 1) sought to  interview approximately 100 households in each target area. The number  of usable surveys obtained was 277, resulting in a response rate of  66.3 percent of all households contacted. For the pre-raid surveys in  Phase II (Part 2), the number of selected telephone numbers in each  target area not interviewed prior to achieving the desired sample size  for each target area was not available. Of the 350 households that  responded to the pre-raid surveys, 62.3 percent also responded to the post-raid surveys."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 1 and 2."}]}},"files":[{"description":"","label":"Phase I Community Survey Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606094,"persistentId":"","pidURL":"","filename":"Phase I Community Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Featherbed Burglary Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606099,"persistentId":"","pidURL":"","filename":"Phase I Featherbed Burglary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Featherbed Robbery Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606103,"persistentId":"","pidURL":"","filename":"Phase I Featherbed Robbery Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Fontanna Burglary Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606097,"persistentId":"","pidURL":"","filename":"Phase I Fontanna Burglary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Fontanna Robbery Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606101,"persistentId":"","pidURL":"","filename":"Phase I Fontanna Robbery Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase II Community Survey Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606095,"persistentId":"","pidURL":"","filename":"Phase II Community Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Tall Trees Burglary Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606096,"persistentId":"","pidURL":"","filename":"Phase I Tall Trees Burglary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Tall Trees Robbery Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606100,"persistentId":"","pidURL":"","filename":"Phase I Tall Trees Robbery Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Turner Burglary Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606098,"persistentId":"","pidURL":"","filename":"Phase I Turner Burglary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase I Turner Robbery Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606102,"persistentId":"","pidURL":"","filename":"Phase I Turner Robbery Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 11 Part I Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606107,"persistentId":"","pidURL":"","filename":"Precinct 11 Part I Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 11 Part II 1991-1992 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606113,"persistentId":"","pidURL":"","filename":"Precinct 11 Part II 1991-1992 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 1 Part I Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606104,"persistentId":"","pidURL":"","filename":"Precinct 1 Part I Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 1 Part II 1990 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606108,"persistentId":"","pidURL":"","filename":"Precinct 1 Part II 1990 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 1 Part II 1991-1992 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606109,"persistentId":"","pidURL":"","filename":"Precinct 1 Part II 1991-1992 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 6 Part I Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606106,"persistentId":"","pidURL":"","filename":"Precinct 6 Part I Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Precinct 6 Part II 1991-1992 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606112,"persistentId":"","pidURL":"","filename":"Precinct 6 Part II 1991-1992 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Target Area 6 Part I Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606105,"persistentId":"","pidURL":"","filename":"Target Area 6 Part I Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Target Area 6 Part II 1990 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606110,"persistentId":"","pidURL":"","filename":"Target Area 6 Part II 1990 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Target Area 6 Part II 1991-1992 Crime Data","restricted":false,"version":1,"datasetVersionId":34579,"dataFile":{"id":2606111,"persistentId":"","pidURL":"","filename":"Target Area 6 Part II 1991-1992 Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}