{"status":"OK","data":{"id":42075,"identifier":"ICPSR04533.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04533.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04533.v1","latestVersion":{"id":38075,"storageIdentifier":"file://10.3886/ICPSR04533.v1","versionState":"RELEASED","distributionDate":"2006-07-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:52:27Z","releaseTime":"2015-04-09T03:52:27Z","createTime":"2015-04-09T03:52:27Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Race and the Decision to Seek the Death Penalty in Federal Cases, 1995-2000 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Klein, Stephen P."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND Corporation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Berk, Richard A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Los Angeles"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this project was to examine possible  defendant and victim race effects in capital decisions in the federal  system. Per the terms of their grant, the researchers selected cases  that were handled under the revised Death Penalty Protocol of 1995 and  were processed during Attorney General Janet Reno's term in office.  The researchers began the project by examining a sample of Department  of Justice Capital Case Unit (CCU) case files. These files contained  documents submitted by the United States Attorney's Office (USAO), a  copy of the indictment, a copy of the Attorney General's Review  Committee on Capital Cases (AGRC's) draft and final memorandum to the  Attorney General (AG), and a copy of the AG's decision letter. Next,  they created a list of the types of data that would be feasible and  desirable to collect and constructed a case abstraction form and  coding rules for recording data on victims, defendants, and case  characteristics from the CCU's hard-copy case files. The record  abstractors did not have access to information about defendant or  victim gender or race. Victim and defendant race and gender data were  obtained from the CCU's electronic files. Five specially trained  coders used the case abstraction forms to record and enter salient  information in the CCU hard-copy files into a database. Coders worked  on only one case at a time. The resulting database contains 312 cases  for which defendant- and victim-race data were available for the 94  federal judicial districts. These cases were received by the CCU  between January 1, 1995 and July 31, 2000, and for which the AG at the  time had made a decision about whether to seek the death penalty prior  to December 31, 2000. The 312 cases includes a total of 652 defendants  (see SAMPLING for cases not included). The AG made a seek/not-seek  decision for 600 of the defendants, with the difference between the  counts stemming mainly from defendants pleading guilty prior to the AG  making a charging decision. The database was structured to allow  researchers to examine two stages in the federal prosecution process,  namely the USAO recommendation to seek or not to seek the death  penalty and the final AG charging decision. Finally, dispositions  (e.g., sentence imposed) were obtained for all but 12 of the  defendants in the database. Variables include data about the  defendants and victims such as age, gender, race/ethnicity,  employment, education, marital status, and the relationship between  the defendant and victim. Data are provided on the defendant's  citizenship (United States citizen, not United States citizen), place  of birth (United States born, foreign born), offense dates, statute  code, counts for the ten most serious offenses committed, defendant  histories of alcohol abuse, drug abuse, mental illness, physical or  sexual abuse as a child, serious head injury, intelligence (IQ), or  other claims made in the case. Information is included for up to 13  USAO assessments and 13 AGRC assessments of statutory and  non-statutory aggravating factors and mitigating factors. Victim  characteristics included living situation and othe\nr reported factors,  such as being a good citizen, attending school, past abuse by the  defendant, gross size difference between the victim and defendant, if  the victim was pregnant, if the victim had a physical handicap, mental  or emotional problems or developmental disability, and the victim's  present or former status (e.g., police informant, prison inmate, law  enforment officer). Data are also provided for up to 13 factors each  regarding the place and nature of the killing, defendant motive,  coperpetrators, weapons, injuries, witnesses, and forensic and other evidence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this project was to examine  possible defendant and victim race effects in capital decisions in the  federal system. Per the terms of their grant, the researchers selected  cases that were handled under the revised Death Penalty Protocol of  1995 and were processed during Attorney General Janet Reno's term in  office. In federal capital cases, the United States Attorney's Office  (USAO), in the district where the case is prosecuted, makes an initial  recommendation to seek or not to seek the death penalty for defendants  who are charged with crimes that carry this penalty. The USAO sends  this recommendation, a memo describing the basis for it, and usually  other supporting documentation to the Department of Justice Capital  Case Unit (CCU). This unit removes information about defendant and  victim race from these materials and prepares a file for each case. In  this context, a \"case\" refers to one or more related incidents or  crimes and may involve one or more defendants who are accused of  killing one or more victims. The CCU staff, who also may receive  information from the defense, review the materials (and possibly  consult with the USAO who submitted the case) and prepare a summary of  the case. This summary and the USAO's recommendation is given to the  Attorney General's Review Committee on Capital Cases (AGRC). The AGRC  hears from interested parties and occasionally gathers additional  information about the case, reviews the USAO's recommendation, the  case file, and the summary material prepared by CCU staff, and makes a  recommendation to the United States Attorney General (AG) as to  whether or not the death penalty should be sought for each defendant  who is charged with committing a capital offense. The AG then makes  the final decision. The AG informs the USAO by letter of the final  decision (which almost always conforms to the AGRC's recommendation).  A copy of this letter is placed in the hard-copy case file. The final  AG decision also is entered in an electronic database maintained by  the CCU. This research project examined questions about this process  in regard to race, predictability, capriciousness, and geographic  effects by investigating whether USAO recommendations and AG decisions  to seek the death penalty are related to case characteristics,  including the geographic location of the USAO prosecuting the case,  the defendant's race, and whether any of the defendant's victims were  White. Specific questions about the process include: (1) Are the  USAO's recommendations and the AG's decisions racially neutral, or are  they affected by the race of the victim, the race of defendant, or  both? (2) Are the USAO and AG decisions predictable? (3) Are they  capricious (e.g., are they rationally related to the facts of the case  and the law or are they affected by the whims of key decision makers)?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The researchers began the project by examining a  sample of Department of Justice Capital Case Unit (CCU) case  files. These files contained documents submitted by the USAO, a copy  of the indictment, a copy of the AGRC's draft and final memorandum to  the AG, and a copy of the AG's decision letter. Next, they created a  list of the types of data that would be feasible and desirable to  collect and constructed a case abstraction form and codi\nng rules for  recording data on victims, defendants, and case characteristics from  the CCU's hard-copy case files. The record abstractors did not have  access to information about defendant or victim gender or race. Victim  and defendant race and gender data were obtained from the CCU's  electronic files. Five specially trained coders (who worked under the  direction of a field data collection supervisor) used the case  abstraction forms to record and enter salient information in the CCU  hard-copy files into a database. Coders worked on only one case at a  time. As an initial step, the coders inventoried the documents in the  file and recorded the contents of the case file on the Case Summary  Form. The form listed the federal district, the case name, defendants  and victims, the capital-eligible charges, and the CCU database AG  decision. This form also provided an orientation to the materials in  the case file and an opportunity to verify or flag cases with a  different number of parties or AG decision that could then be verified  by the fieldwork supervisor. Next, they read the indictment, the USAO  memorandum, and the AG and defense documents. They then began the  coding process, which included reviewing all the documents and marking  the sections of them that contained information required to complete  the different sections of the coding forms. Case files often contained  different and sometimes conflicting information about an incident. For  example, Defendant A might claim that he was not at the scene while  another defendant or a witness claimed that Defendant A pulled the  trigger. To accommodate the uncertainty about the facts, the  researchers constructed the coding forms so that both claims were  captured. Coders were not asked to resolve these discrepancies. For  quality assurance, approximately one third of each coder's cases were  validated. This step involved an independent summary review of the  case file using the AGRC executive summary document and comparing the  information it contained with that coded in the form. Any  discrepancies triggered a more thorough review of the case file and  coding forms. Coders met weekly with their supervisor to review  problem resolutions, retrain, and further enhance coding consistency  and accuracy. The resulting database contains 312 cases for which  defendant- and victim-race data were available for the 94 federal  judicial districts. These cases, received by the CCU between January  1, 1995 and July 31, 2000, were those which the AG at the time (Janet  Reno) had made a decision about whether to seek the death penalty for  these cases prior to December 31, 2000. The 312 cases include a total  of 652 defendants (see SAMPLING for cases not included). The AG made a  seek/not-seek decision for 600 of the defendants, with the difference  between the counts stemming mainly from defendants pleading guilty  prior to the AG making a charging decision. The database was  structured to allow researchers to examine two stages in the federal  prosecution process, namely the USAO recommendation to seek or not to  seek the death penalty and the final AG charging decision. Finally,  dispositions (e.g., sentence imposed) for all but 50 of the defendants  in the database were obtained from the Public Access to Court  Electronic Records (PACER) system operated by the Administrative  Office of the United States Courts. The sentences for 38 of these 50  cases were located by analysts at the United States Bureau of Justice  Statistics using data from the Federal Bureau of Prisons' SENTRY  database, the Executive Office for United States Attorneys' central  system file, and the Administrative Office of the United States Courts' criminal master file."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include data about the defendants and  victims such as age, gender, race/ethnicity, employment, education,  marital status, and the relationship between the defendant and victim  (stranger, frien\nd, crime partner, parent, sexual rival, rival,  family). Data are provided on the defendant's citizenship (United  States citizen, not United States citizen), place of birth (United  States born, foreign born), offense dates, statute code, and counts  for the ten most serious offenses committed. Also provided are  defendant histories of alcohol abuse, drug abuse, mental illness,  physical or sexual abuse as a child, serious head injury, intelligence  (IQ), or other claims made in the case. Information is included for up  to 13 USAO assessments and 13 AGRC assessments of statutory and  non-statutory aggravating factors (e.g., torture, endangerment of  others, or victim vulnerability) and mitigating factors (e.g., youth  of defendant, lack of criminal history, or mental illness or  retardation). Victim characteristics include living situation and  other reported factors such as being a good citizen, attending school,  past abuse by the defendant, gross size difference between the victim  and defendant, if the victim was pregnant, if the victim had a  physical handicap, mental or emotional problems or developmental  disability, and the victim's present or former status (e.g., police  informant, prison inmate, or law enforcement officer). Data are also  provided for up to 13 factors, each regarding the place and nature of  the killing, defendant motive, coperpetrators, weapons, injuries, witnesses, and forensic and other evidence."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"capital punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"defendants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"district courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial process"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"race"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"witness credibility"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"witnesses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD XIII. Race and Ethnicity"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-09-01Version Text: 2006-09-01Version Date: 2006-09-01Version Text: 2006-09-01 Subject: null  Type: null  Notes: The restricted data and documentation have been released.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: Users are encouraged to refer to the final report for  a full description of the procedures and research strategies used and  the results obtained in this study. (2) For the time period of this  study, 71 federal judicial districts and 40 states, the District of  Columbia, Puerto Rico, and the Virgin Islands within those districts  have cases included in the database. Districts and states that have information in the data are listed in the codebook.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-IJ-CX-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-07-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Case, defendant, and victim data were obtained from the  hard copy and electronic case files of the Department of Justice  Capital Case Unit (CCU). Disposition data were obtained from the  Administrative Office of the United States Courts Public Access to  Court Electronic Records (PACER) system or the Federal Bureau of  Prisons' SENTRY database, the Executive Office for United States  Attorneys' central system file, or the Administrative Office of the United States Courts' criminal master file."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Federal judicial district"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All capital-eligible cases received by the Attorney  General's Review Committee on Capital Cases (AGRC) beginning on January 1, 1995, and decided by December 31, 2000"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"This study examined all potential federal capital cases  submitted by by 94 United States Attorneys' Offices (USAOs) for review  by the United States Attorney General (AG) between January 1, 1995 and  July 31, 2000, and which were decided by the AG by December 31,  2000. The January 1995 start date coincided with the inception of the  AG's requirement that all death-eligible cases (i.e., not just cases  with a USAO recommendation to seek the death penalty) be submitted to  the Attorney General's Review Committee on Capital Cases (AGRC). A  \"case\" consisted of one or more defendants whom the USAO charged with  one or more of the offenses that carry the death penalty, i.e.,  \"capital-eligible\" crimes (excluding espionage). The researchers  eliminated two cases and ten defendants from this population that were  missing a USAO seek/not-seek recommendation, e.g., because the  defendant was a fugitive or awaiting extradition from another  country. This left 315 cases and 657 defendants. Only 297 of these 315  cases had an AGRC recommendation, largely because some cases were  settled after the USAO submitted them but before the AGRC made its  recommendation to the AG (e.g., a plea agreement was accepted in the  interim). The researchers also eliminated three espionage cases that  together contained five defendants because these cases could not be  coded as being White- or nonWhite-victim cases. The researchers  analyzed the 312 cases involving 652 defendants with a USAO  seek/not-seek recommendation, and 600 defendants with an AG  seek/not-seek char\nging decision (for two of the 600 defendants, the  USAO was awaiting the outcome of an extradition decision from a  foreign country to which the defendants had fled.) The AG did not make  a charging decision for 54 of the defendants whose cases were  submitted for review by the USAO, usually because there was a guilty  plea before the AG issued a final death penalty charging decision.  More than one defendant may be charged with killing a given victim.  Over half of the cases involved two or more defendants and nearly 80  percent of the defendants were in multiple-defendant cases. Cases also  often involved multiple victims. Data include 488 victims. This count  does not include the roughly 400 victims in the first World Trade  Center (1993), Oklahoma City, Dar es Salaam, and Nairobi bombings  because the CCU files did not contain individual-level data for the victims in these bombings."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Race and the Decision to Seek the Death Penalty in Federal Cases, 1995-2000 [United States] ","restricted":false,"version":1,"datasetVersionId":38075,"dataFile":{"id":2635312,"persistentId":"","pidURL":"","filename":"Race and the Decision to Seek the Death Penalty in Federal Cases, 1995-2000 [United States] ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}