{"status":"OK","data":{"id":38151,"identifier":"ICPSR03102.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03102.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03102.v1","latestVersion":{"id":34151,"storageIdentifier":"file://10.3886/ICPSR03102.v1","versionState":"RELEASED","distributionDate":"2002-11-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:15Z","releaseTime":"2015-04-09T03:09:15Z","createTime":"2015-04-09T03:09:15Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of the Residential Substance Abuse Treatment (RSAT) Program at the Illinois Youth Center, St. Charles, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cowles, Ernest L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Springfield, Center for Legal Studies"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dorman, Laura Gransky"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Springfield, Center for Legal Studies"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As part of the Violent Crime Control and Law Enforcement  Act of 1994, Congress provided funding for the development of  substance abuse treatment programs in state and local correctional  facilities with the Residential Substance Abuse Treatment (RSAT) for  State Prisoners Formula Grant Program. To be eligible for this  funding, programs were required to last between six and 12 months, be  provided in residential treatment facilities set apart from the  general correctional population, be directed at the inmate's substance  abuse problems, and be intended to develop the inmate's cognitive,  behavioral, social, vocational, and other skills to address substance  abuse and related problems. The Illinois Youth Center (IYC) in  St. Charles started an RSAT program on September 30, 1999. The primary  emphasis of this process evaluation was to describe why and how the  St. Charles RSAT program was designed, implemented, and operated. To a  lesser degree, attention was also directed toward examining the  effects of program participation on offender pre-release  behavior. This was considered to be a primary indicator of program  impact. This project sought to answer the following research  questions: (1) Did the program fit within the institutional  environment? (2) Was the program operating as a therapeutic community?  (3) Were the appropriate offenders selected for program participation?  and (4) Were any short-term impacts evident within the youth? This  study followed a process evaluation design with a focus on determining  how a product or outcome was produced, rather than on assessing the  product or outcome itself. Information in this data collection was  collected from youth participants and youth files. Subjects consisted  of the 44 youths who began the RSAT program in 1999 (the treatment  group), as well as a matched sample of non-program participants (th\ne  comparison group). The comparison group was used to contrast  institutional behavior of youths not in the treatment program and to  establish a non-treatment cohort for an expected follow-up impact  study. Part 1 contains data from two surveys of program youth only,  and Parts 2-4 contained data on both program youth and the comparison  group. Part 2 data were gathered from a review of the youths' master  files at the correctional facility. Part 3 data were obtained from  behavior action tickets (BATs), which were an institution-wide  semi-formal mechanism to recognize positive and negative youth  behavior. Part 4 data were collected from institutional disciplinary  reports (IDRs). Part 1 surveyed youth about what they hoped to achieve  in the RSAT program, whether they thought the program would help them,  how well they understood the program, how they assessed their own  substance abuse problems, what they liked and disliked about the  program, their opinions about program staff, and their recommendations  for changing the program. Demographic variables in Part 2 include age,  race, and education level. Other variables record reading test scores,  math test scores, IQ scores, location of parents, number of siblings,  drug use and frequency, criminal history, types of prior substance  abuse treatments, family history of drug use, suicidal ideations, and  personality test scores. Part 3 contains monthly counts of positive  and negative behavior action tickets. Part 4 contains information  about the number and types of guilty institutional disciplinary  reports, the severity of the offenses, and the number and types of punishments received."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As part of the Violent Crime Control and Law  Enforcement Act of 1994, Congress provided funding for the development  of substance abuse treatment programs in state and local correctional  facilities with the Residential Substance Abuse Treatment (RSAT) for  State Prisoners Formula Grant Program. To be eligible for this  funding, programs were required to last between six and 12 months, be  provided in residential treatment facilities set apart from the  general correctional population, be directed at the inmate's substance  abuse problems, and be intended to develop the inmate's cognitive,  behavioral, social, vocational, and other skills to address substance  abuse and related problems. The Illinois Youth Center (IYC) in  St. Charles started an RSAT program on September 30, 1999. The primary  emphasis of this evaluation was to describe why and how the  St. Charles RSAT program was designed, implemented, and operated. To a  lesser degree, attention was also directed toward examining the  effects of program participation on offender pre-release  behavior. This was considered to be a primary indicator of program  impact. This project sought to answer the following research  questions: (1) Did the program fit within the institutional  environment? (2) Was the program operating as a therapeutic community?  (3) Were the appropriate offenders selected for program participation? and (4) Were any short-term impacts evident within the youth?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study followed a process evaluation design  with a focus on determining how a product or outcome was produced,  rather than on assessing the product or outcome itself. Process  evaluations permit decision-makers to understand the dynamics of  program operations and decide whether a program is operating according  to their expectations. Information in this data collection was  collected from youth participants and youth files. Subjects consisted  of the 44 youths who began the RSAT program in 1999 (the treatment  group), as well as a matched sample of non-program participants (the  comparison group). The comparison group was used to contrast  institutional behavior of youths not in the treatment program and to  establish a non-treatment cohort for an expected follow-up impac\nt  study. Part 1 contains data from two surveys of program youth only,  and Parts 2-4 contain data on both program youth and the comparison  group. The first survey administration took place on October 14, 1999,  approximately two weeks following program implementation. The survey  instrument included 11 questions and asked youths about their prior  drug and/or alcohol usage, whether they believed they needed  treatment, if they previously had been in treatment, and what they  believed they would get out of the program. The instrument was written  at approximately a 4th-grade reading level. The second survey  administration occurred on April 4, 2000, less than one week following  program completion for the majority of program youths. The instrument  included 11 questions and was designed to elicit evaluative  information about the program from each youth. Specific questions  included what the youths liked, disliked, and would change about the  program. Additional questions focused on the actions of the program  staff. This instrument was also written at a 4th-grade reading  level. Part 2 data were gathered from a review of the youths' master  files at the correctional facility. Demographic, social history,  substance abuse, and criminal history information were included. Part  3 data were obtained from behavior action tickets (BATs), which were  an institution-wide semi-formal mechanism to recognize positive and  negative youth behavior. They were written at the discretion of a  staff member. BATs were monitored by each youth's counselor and used  as one factor in determining the privileges granted. The research team  asked the counselors to save individual BATs of study youth from  December of 1999 through June of 1999 so that information could be  coded into a data file. Part 4 data were collected from institutional  disciplinary reports (IDRs). Staff wrote IDRs whenever they observed a  youth committing a more serious negative behavior. Unlike BATs, IDRs  never reflected positive behavior. IDRs were classified as major or  minor, depending upon the seriousness of the act. An officer reviewed  minor IDRs, while the adjustment committee reviewed major IDRs. IDRs  commonly resulted in confinement, a delay in recommending the youth's  parole to the Prisoner Review Board, or a reduction in  privileges. Individual IDRs were maintained permanently in each  youth's master file. The IDRs for this study were collected between  July 1, 1999, and June 30, 2000, in order to allow the evaluators to  review behavior three months prior to the program, during the program, and during a three-month follow-up period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 surveyed youth about what they hoped to  achieve in the RSAT program, whether they thought the program would  help them, how well they understood the program, how they assessed  their own substance abuse problems, what they liked and disliked about  the program, their opinions about program staff, and their  recommendations for changing the program. Demographic variables in  Part 2 include age, race, and education level. Other variables record  reading test scores, math test scores, IQ scores, location of parents,  number of siblings, drug use and frequency, criminal history, types of  prior substance abuse treatments, family history of drug use, suicidal  ideations, and personality test scores. Part 3 contains monthly counts  of positive and negative behavior action tickets. Part 4 contains  information about the number and types of guilty institutional  disciplinary reports, the severity of the offenses, and the number and types of punishments received."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3102.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3102.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-RT-VX-K019"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-11-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, administrative records data, test score data, and clinical data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Self-administered questionnaires. Part 2:  Illinois Youth Center master files. Part 3: Illinois Youth Center  behavior action tickets. Part 4: Illinois Youth Center institutional disciplinary reports"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"St. Charles"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-3: Youths. Part 4: Institutional disciplinary  reports."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Youths aged 13 to 18 with substance abuse problems in the St. Charles, Illinois, Youth Center in 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Matched comparison sampling."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, 86.4 percent of youth participated  in the first youth survey, 56.8 percent completed the second survey, and 47.7 percent completed both surveys. Parts 2-4: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 1. Several psychological scales were used in Part 2."}]}},"files":[{"description":"","label":"Behavior Action Ticket Data","restricted":false,"version":1,"datasetVersionId":34151,"dataFile":{"id":2603481,"persistentId":"","pidURL":"","filename":"Behavior Action Ticket Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Institutional Disciplinary Report Data","restricted":false,"version":1,"datasetVersionId":34151,"dataFile":{"id":2603482,"persistentId":"","pidURL":"","filename":"Institutional Disciplinary Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Master File Data","restricted":false,"version":1,"datasetVersionId":34151,"dataFile":{"id":2603480,"persistentId":"","pidURL":"","filename":"Master File Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Youth Survey Data","restricted":false,"version":1,"datasetVersionId":34151,"dataFile":{"id":2603479,"persistentId":"","pidURL":"","filename":"Youth Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}