{"status":"OK","data":{"id":39486,"identifier":"ICPSR03282.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03282.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03282.v1","latestVersion":{"id":35486,"storageIdentifier":"file://10.3886/ICPSR03282.v1","versionState":"RELEASED","distributionDate":"2002-05-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:59Z","releaseTime":"2015-04-09T03:23:59Z","createTime":"2015-04-09T03:23:59Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating a Multi-Disciplinary Response to Domestic Violence in Colorado Springs, 1996-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Uchida, Craig D.,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Putnam, Carol A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mastrofski, Jennifer"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Solomon, Shellie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dawson, Deborah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"21st Century Solutions, Inc."}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Colorado Springs Police Department formed a  nontraditional domestic violence unit in 1996 called the Domestic  Violence Enhanced Response Team (DVERT). This unit involved a  partnership and collaboration with the Center for the Prevention of  Domestic Violence, a private, nonprofit victim advocacy organization,  and 25 other city and county agencies. DVERT was unique in its focus  on the safety of the victim over the arrest and prosecution of the  batterer. It was also different from the traditional police model for  a special unit because it was a systemic response to domestic violence  situations that involved the coordination of criminal justice, social  service, and community-based agencies. This study is an 18-month  evaluation of the DVERT unit. It was designed to answer the following  research and evaluation questions: (1) What were the activities of  DVERT staff? (2) Who were the victims and perpetrators of domestic  violence? (3) What were the characteristics of domestic  violence-related incidents in Colorado Springs and surrounding  jurisdictions? (4) What was the nature of the intervention and  prevention activities of DVERT? (5) What were the effects of the  intervention? (6) What was the nature and extent of the collaboration  among criminal justice agencies, victim advocates, and city and county  human services agencies? (7) What were the dynamics of the  collaboration? and (8) How successful was the collaboration? At the  time of this evaluation, the DVERT program focused on three levels of  domestic violence situations: Level I included the most lethal  situations in which a victim might be in serious danger, Level II  included moderately lethal situations in which the victim was not in  immediate danger, and Level III included lower lethality situations in  which patrol officers engaged in problem-solving. Domestic violence  situations came to the attention of DVERT through a variety of  mechanisms. Most of the referrals came from the Center for the  Prevention of Domestic Violence. Other referrals came from the  Department of Human Services, the Humane Society, other law  enforcement agencies, or city service agencies. Once a case was  referred to DVERT, all relevant information concerning criminal and  prosecution histories, advocacy, restraining orders, and human  services documentation was researched by appropriate DVERT member  agencies. Referral decisions were made on a weekly basis by a group  of six to eight representatives from the partner agencies. From its  inception in May 1996 to December 31, 1999, DVERT accepted 421 Level I  cases and 541 Level II cases. Cases were closed or deactivated when  DVERT staff believed that the client was safe from harm. Parts 1-4  contain data from 285 Level I DVERT cases that were closed between  July 1, 1996, and December 31,\n1999. Parts 5-8 contain data from 515  Level II cases from 1998 and 1999 only, because data were more  complete in those two years. Data were collected from (1) police  records of the perpetrator and victim, including calls for service,  arrest reports, and criminal histories, (2) DVERT case files,  and (3) Center for the Prevention of Domestic Violence files on  victims. Coding sheets were developed to capture the information  within these administrative documents. Part 1 includes data on whether  the incident produced injuries or a risk to children, whether the  victim, children, or animals were threatened, whether weapons were  used, if there was stalking or sexual abuse, prior criminal history,  and whether there was a violation of a restraining order. For Part 2  data were gathered on the date of case acceptance to the DVERT program  and deactivation, if the offender was incarcerated, if the victim was  in a new relationship or had moved out of the area, if the offender  had moved or was in treatment, if the offender had completed a  domestic violence class, and if the offender had served a  sentence. Parts 3 and 4 contain information on the race, date of  birth, gender, employment, and relationship to the victim or offender  for the offenders and victims, respectively. Part 5 includes data on  the history of emotional, physical, sexual, and child abuse, prior  arrests, whether the victim took some type of action against the  offender, whether substance abuse was involved, types of injuries that  the victim sustained, whether medical care was necessary, whether a  weapon was used, restraining order violations, and incidents of  harassment, criminal trespassing, telephone threats, or  kidnapping. Part 6 variables include whether the case was referred to  and accepted in Level I and whether a DVERT advocate made contact on  the case. Part 7 contains information on the offenders' race and  gender. Part 8 includes data on the victims' date of birth, race, and gender."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In the 1980s the Colorado Springs Police  Department (CSPD) participated in the replication of the Minneapolis  spouse assault experiment. It was one of six sites that implemented a  randomized experiment to test the notion that arresting domestic  violence perpetrators could reduce subsequent recidivism. Learning  from that experience, the CSPD formed a nontraditional domestic  violence unit in 1996 called the Domestic Violence Enhanced Response  Team (DVERT). This unit involved a partnership and collaboration with  the Center for the Prevention of Domestic Violence, a private,  nonprofit victim advocacy organization, and 25 other city and county  agencies. DVERT was unique in its focus on the safety of the victim  over the arrest and prosecution of the batterer. It was also  different from the traditional police model for a special unit because  it was a systemic response to domestic violence situations that  involved the coordination of criminal justice, social service, and  community-based agencies. DVERT encouraged efforts to establish  communication among criminal justice and service agencies, to  establish advocacy services to meet victims' needs, and to implement  policies aimed toward more aggressive apprehension and sanctioning of  offenders. This project was an 18-month evaluation of the DVERT  unit. It was designed to answer the following research and evaluation  questions: (1) What were the activities of DVERT staff? (2) Who were  the victims and perpetrators of domestic violence? (3) What were the  characteristics of domestic violence-related incidents in Colorado  Springs and surrounding jurisdictions? (4) What was the nature of the  intervention and prevention activities of DVERT? (5) What were the  effects of the intervention? (6) What was the nature and extent of  the collaboration among criminal justice agencies, victim advocates,  and city and county human services agencies? (7) What were the  dynamics\nof the collaboration? and (8) How successful was the collaboration?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"At the time of this evaluation, the DVERT program  focused on three levels of domestic violence situations: Level I  included the most lethal situations in which a victim might be in  serious danger, Level II included moderately lethal situations in  which the victim was not in immediate danger, and Level III included  lower lethality situations in which patrol officers engaged in  problem-solving. Domestic violence situations came to the attention of  DVERT through a variety of mechanisms. Most of the referrals came from  the Center for the Prevention of Domestic Violence. Other referrals  came from the Department of Human Services, the Humane Society, other  law enforcement agencies, or city service agencies. Once a case was  referred to DVERT, all relevant information concerning criminal and  prosecution histories, advocacy, restraining orders, and human  services documentation was researched by appropriate DVERT member  agencies. Referral decisions were made on a weekly basis by a group  of six to eight representatives from the partner agencies. From its  inception in May 1996 to December 31, 1999, DVERT accepted 421 Level I  cases and 541 Level II cases. Cases were closed or deactivated when  DVERT staff believed that the client was safe from harm. Parts 1-4  contain data from 285 Level I DVERT cases that were closed between  July 1, 1996, and December 31, 1999. Parts 5-8 contain data from 515  Level II cases from 1998 and 1999 only, because data were more  complete in those two years. Data were collected from (1) police  records of the perpetrator and victim, including calls for service,  arrest reports, and criminal histories, (2) DVERT case files,  and (3) Center for the Prevention of Domestic Violence files on  victims. Coding sheets were developed to capture the information within these administrative documents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 includes data on whether the incident  produced injuries or a risk to children, whether the victim, children,  or animals were threatened, whether weapons were used, if there was  stalking or sexual abuse, prior criminal history, and whether there  was a violation of a restraining order. For Part 2 data were gathered  on the date of case acceptance to the DVERT program and deactivation,  if the offender was incarcerated, if the victim was in a new  relationship or had moved out of the area, if the offender had moved  or was in treatment, if the offender had completed a domestic violence  class, and if the offender had served a sentence. Parts 3 and 4  contain information on the race, date of birth, gender, employment,  and relationship to the victim or offender for the offenders and  victims, respectively. Part 5 includes data on the history of  emotional, physical, sexual, and child abuse, prior arrests, whether  the victim took some type of action against the offender, whether  substance abuse was involved, types of injuries that the victim  sustained, whether medical care was necessary, whether a weapon was  used, restraining order violations, and incidents of harassment,  criminal trespassing, telephone threats, or kidnapping. Part 6  variables include whether the case was referred to and accepted in  Level I and whether a DVERT advocate made contact on the case. Part 7  contains information on the offenders' race and gender. Part 8 includes data on the victims' date of birth, race, and gender."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"human services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3282.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Parts 1-4 contain data for 285 Level I cases. Part  2 has less than 285 records because deactivation data were not  available for all cases. Part 4 has more than 285 records because some  cases had multiple victims. Parts 5-8 contain data for 515 Level II  cases from 1998-1999. The case counts for Parts 5-8 vary because all  information was not available for every case depending on how far  along the case was in the process. (2) Data in Parts 1-4 and Parts 5-8  can be merged into one Level I and one Level II file, respectively,  using the DVERT case number to match cases across files. A merged file  for Level II would have a large amount of missing data due to the  different case counts among the files. (3) The user guide and codebook  are provided by ICPSR as Portable Document Format (PDF) files. The PDF  file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WE-VX-K010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-05-29"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were collected from (1) police records of the  perpetrator and victim, including calls for service, arrest reports,  and criminal histories, (2) DVERT case files, and (3) Center for the Prevention of Domestic Violence files on victims."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado Springs"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 2, 5, and 6: Cases. Parts 3, 4, 7, and 8:  Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-4: All Level I DVERT cases that were closed  between July 1, 1996, and December 31, 1999. Parts 5-8: Level II DVERT cases from 1998 and 1999."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Level I Accepted Cases Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612892,"persistentId":"","pidURL":"","filename":"Level I Accepted Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level I Deactivated Cases Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612893,"persistentId":"","pidURL":"","filename":"Level I Deactivated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level II Accepted Cases Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612896,"persistentId":"","pidURL":"","filename":"Level II Accepted Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level II Deactivated Cases Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612897,"persistentId":"","pidURL":"","filename":"Level II Deactivated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level II Offender Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612898,"persistentId":"","pidURL":"","filename":"Level II Offender Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level II Victim Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612899,"persistentId":"","pidURL":"","filename":"Level II Victim Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level I Offender Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612894,"persistentId":"","pidURL":"","filename":"Level I Offender Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Level I Victim Data","restricted":false,"version":1,"datasetVersionId":35486,"dataFile":{"id":2612895,"persistentId":"","pidURL":"","filename":"Level I Victim Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}