{"status":"OK","data":{"id":45074,"identifier":"ICPSR02765.v2","persistentUrl":"https://doi.org/10.3886/ICPSR02765.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02765.v2","latestVersion":{"id":41074,"storageIdentifier":"file://10.3886/ICPSR02765.v2","versionState":"RELEASED","distributionDate":"2003-04-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:25:21Z","releaseTime":"2015-04-09T04:25:21Z","createTime":"2015-04-09T04:25:21Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process and Outcome Evaluation of the Residential Substance Abuse Treatment (RSAT) Program in Kyle, Texas, 1993-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Knight, Kevin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University, Institute of Behavioral Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hiller, Matthew"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University, Institute of Behavioral Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Simpson, D. Dwayne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University, Institute of Behavioral Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to evaluate the treatment process and outcomes associated with a Residential Substance Abuse Treatment (RSAT) In-Prison Therapeutic Community (ITC) component of the 1991 Texas Criminal Justice Chemical Dependency Treatment Initiative, as well as to assess the effectiveness of prison-based drug treatment. Specifically, this study evaluated the RSAT ITC treatment process and outcomes in Kyle, Texas, using the prison-based treatment assessment (PTA) data systems. The study design included process and outcome evaluations using a sample of graduates from the first ITC treatment facility (Kyle cohort) and a matched comparison group of prison inmates who were eligible, but not selected, for assignment to an ITC. Data collection occurred at three points in time -- at the end of treatment in the Kyle ITC, and at six months and one year following an offender's release from the ITC program. Variables in the 19 files for this study include: Part 1 (Educational Demographic Data, Kyle Cohort): Highest grade level achieved by respondent, Texas Department of Criminal Justice education achievement and IQ scores, and the number of days at the Kyle ITC program. Parts 2-4 (Treatment Background Data, Kyle Cohort, Aftercare Treatment Data, Kyle Cohort, Treatment Condition Data, Kyle Cohort): Treatment condition, discharge codes, and whether there were three months of residential aftercare. Part 5 (Session One Interview Data, Kyle Cohort): Gender, ethnicity, age, marital status, whether the respondent was given medication, followed directions, made friends, or got into trouble while in elementary s\nchool, whether he held a job prior to prison, if either of his parents spent time with, yelled at, or sexually abused him, whether he used drugs, if so, specific drugs used (e.g., alcohol, inhalants, marijuana, or crack), and whether he did jail time. Part 6 (Session Two Interview Data, Kyle Cohort): Whether drugs kept the respondent from working, caused emotional problems, or caused medical problems, if people were important to the respondent, if he had trouble staying focused, felt sad or depressed, satisfied with life, lonely, nervous, or got mad easily, whether he felt the staff was caring and helpful, whether he showed concern for the group and accepted confrontation by the group, whether the respondent felt the counselor was easy to talk to, respected him, or taught him problem-solving, and whether the respondent viewed himself as thinking clearly, clearly expressing thoughts, and was interested in treatment. Part 7 (Session Three Interview Data, Kyle Cohort): How the respondent saw himself as a child, whether he was easily distracted, anxious, nervous, inattentive, short-tempered, stubborn, depressed, rebellious, irritable, moody, angry, or impulsive, whether the respondent had trouble with school, was considered normal by friends, ever lost a job or friends due to drinking or drug abuse, or was ever arrested or hospitalized for drug or alcohol abuse, and in the last week whether the respondent's mood was one of sadness, satisfaction, disappointment, irritation, or suicide. Parts 8 and 9 (Six-Month Follow-Up Interview Data, Kyle Cohort, and One-Year Follow-Up Interview Data, Kyle Cohort): Organization of meetings and activities in the program, rules and regulations, work assignments, privileges, individual counseling, the care and helpfulness of the treatment staff and custody staff, the respondent's behavior, mood, living situation, drug use, and arrests within the last six months, whether the counselor was easy to talk to, helped in motivating or building confidence, or assisted in making a treatment plan, whether the respondent felt a sense of family or closeness, if his family got along, enjoyed being together, got drunk together, used drugs together, or had arguments or fights, if the respondent had a job in the last six months to a year and if he enjoyed working, whether he was on time for his job, whether he had new friends or associated with old friends, and which specific drugs he had used in the last six months (e.g., hallucinogens, heroin, methadone, or other opiates). Part 10 (Treatment Background Data, Comparison Group): Treatment condition of the comparison group. Part 11 (Educational Demographic Data, Comparison Group): Whether respondents completed a GED and their highest grade completed. Parts 12 and 13 (Six-Month Follow-Up Interview Data, Comparison Group, and One-Year Follow-Up Interview Data, Comparison Group): How important church was to the respondent, whether the respondent had any educational or vocational training, if he had friends that had used drugs, got drunk, dealt drugs, or had been arrested, if within the last six months to a year the respondent had been arrested for drug use, drug sales, forgery, fencing, gambling, burglary, robbery, sexual offense, arson, or vandalism, whether drugs or alcohol affected the respondent's health, relations, attitude, attention, or ability to work, whether the respondent experienced symptoms of withdrawal, the number of drug treatment programs and AA or CA meetings the respondent attended, whether the respondent received help from parents, siblings, or other relatives, if treatment was considered helpful, and risky behavior engaged in (e.g., sharing needles, using dirty needles, and unprotected sex). Parts 14 and 16 (Probation Officer Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group, and Probation Officer Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group): Date of departure from prison, supervision level, number of tr\neatment team meetings, whether there was evidence of job hunting, problems with transportation, child care, or finding work, number of drug tests in the last six months, times tested positive for marijuana, cocaine, heroin, opiates, crack, or other drugs, and number of arrests, charges, convictions, and technicals. Parts 15 and 17 (Hair Specimen Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group, and Hair Specimen Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group): Hair collection and its source at the six-month follow-up (Part 15) and one-year follow-up (Part 17) and whether parolee was positive or negative for cocaine or opiates. Part 18 (Texas Department of Public Safety Data, Kyle Cohort and Comparison Group): Dates of first, second, and third offenses, if parolee was arrested, and first, second, and third offenses from the National Crime Information Center. Part 19 (Texas Department of Criminal Justice Data, Kyle Cohort and Comparison Group): Treatment condition, date of release, race, and a Texas Department of Criminal Justice Salient Factor Risk Score."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The relationship between substance abuse and  crime and its impact on society is well documented. Researchers have  also found that an overwhelming majority of drug-using offenders who  have not received substance abuse treatment are becoming reinvolved in  criminal activity as well as returning to their drug of choice within  three months after being released from prison. Treatment programs that  have been incorporated into the criminal justice system have yielded  some promising results related to treatment outcome. A review of  studies conducted on prison-based therapeutic communities indicates  that such programs are effective in significantly lowering relapse and  recidivism rates. Even with more initiatives being implemented toward  providing offenders with drug treatment, only through evaluation  efforts will questions about the effectiveness and benefits of  corrections-based substance abuse treatment programs begin to be more  fully answered. This study sought to evaluate the treatment process  and outcomes associated with the In-Prison Therapeutic Community (ITC)  component of the 1991 Texas Criminal Justice Chemical Dependency  Treatment Initiative, as well as to assess the effectiveness of  prison-based drug treatment. Specifically, this study evaluated the  RSAT ITC treatment process and outcomes in Kyle, Texas, using the prison-based treatment assessment (PTA) data systems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study design included process and outcome  evaluations using a sample of graduates from the first ITC treatment  facility (Kyle cohort) and a matched comparison group of prison  inmates who were eligible, but not selected, for assignment to an  ITC. Data collection occurred at three points in time -- at the end of  treatment in the Kyle ITC, and at six months and one year following an  offender's release from the ITC program. For Parts 1-4, background and  baseline data from Kyle ITC inmates during their last two months of  treatment were collected. To be eligible for inclusion in the study,  inmates had to consent to participation as a research subject and  agree to allow researchers legal access to their data files as well as  to search for them in follow-up phases of the project. Those who  agreed were asked to complete a set of assessment forms during a  series of three one- hour sessions. Session One (Part 5) included a  general background questionnaire pertaining to pre-prison  sociodemographic characteristics as well as other items, such as  criminal and drug use history. Session Two (Part 6) focused on  during-treatment measures, such as ratings of the program and  treatment staff. Session Three (Part 7) was a collection of  standardized measures of addiction as well as cognitive and  psychological functioning. Afterwards, a Client Locator File was  completed\nby the inmate to help fieldworkers find him for follow-up  interviews. Parts 8 and 9 are the six-month and one-year follow-up  interviews with the ITC graduates, respectively. These interviews  included measures of criminal recidivism and drug abuse relapse, along  with other psychosocial and behavioral measurements. These interviews  utilized Correctional Residential Treatment forms created by the  researchers at the Institute of Behavioral Research at Texas Christian  University. These forms included a comprehensive set of intake and  during-treatment data collection instruments for assessing  psychosocial functioning, program structure, and counseling activities  and services in residential treatment settings. Researchers were not  able to interview the comparison group of parolees prior to their  being paroled from the general prison population. Thus, self-reported  background and baseline data (Parts 10 and 11, respectively) were  collected as part of their 6-month follow-up interviews (Part  12). Part 13 contains the data from the one-year follow-up interviews  with the comparison group. While Correctional Residential Treatment  forms similar to those given to the ITC graduates were also  administered to the comparison group, caution is strongly advised in  interpreting differences between the Kyle ITC cohort and the  comparison group on these self-reported data because of the  possibility of response bias. Parolees from the Kyle cohort, as well  as from the comparison group were rewarded monetarily for  participation in the study. The six-month and one-year follow-up  interviews (for both groups) were each accompanied by status reports  provided by parole officers who also took hair samples of the parolee,  which underwent clinical analysis. Part 14 contains the reporting data  provided by the parole officer at the six-month follow-up interviews,  while Part 15 is comprised of the hair specimen data. Parts 16 and 17  make up the reporting data and hair specimen data, respectively, for  both groups taken at the time of the one-year follow-up  interviews. Part 18 contains data on both the Kyle cohort and the  comparison group taken from administrative records data from the Texas  Department of Public Safety's Criminal History Records Information  which includes data on parolee incarcerations. Part 19 contains  administrative records data on both the Kyle cohort and the comparison  group taken from the Texas Department of Criminal Justice, which  utilized the parole officer report database. From this database  information on an offender's residence, most recent arrest history, and next of kin were obtained."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in the 19 files for this study include:  Part 1 (Educational Demographic Data, Kyle Cohort): Highest grade  level achieved by respondent, Texas Department of Criminal Justice  education achievement and IQ scores, and the number of days at the  Kyle ITC program. Parts 2-4 (Treatment Background Data, Kyle Cohort,  Aftercare Treatment Data, Kyle Cohort, Treatment Condition Data, Kyle  Cohort): Treatment condition, discharge codes, and whether there were  three months of residential aftercare. Part 5 (Session One Interview  Data, Kyle Cohort): Gender, ethnicity, age, marital status, whether  the respondent was given medication, followed directions, made  friends, or got into trouble while in elementary school, whether he  held a job prior to prison, if either of his parents spent time with,  yelled at, or sexually abused him, whether he used drugs, if so,  specific drugs used (e.g., alcohol, inhalants, marijuana, or crack),  and whether he did jail time. Part 6 (Session Two Interview Data, Kyle  Cohort): Whether drugs kept the respondent from working, caused  emotional problems, or caused medical problems, if people were  important to the respondent, if he had trouble staying focused, felt  sad or depressed, satisfied with life, lonely, nervous, or got mad  easily, whether\nhe felt the staff was caring and helpful, whether the  respondent showed concern for the group and accepted confrontation by  the group, whether the respondent felt the counselor was easy to talk  to, respected him, or taught him problem solving, and whether the  respondent viewed himself as thinking clearly, clearly expressing  thoughts, and was interested in treatment. Part 7 (Session Three  Interview Data, Kyle Cohort): How the respondent saw himself as a  child, whether he was easily distracted, anxious, nervous,  inattentive, short-tempered, stubborn, depressed, rebellious,  irritable, moody, angry, or impulsive, whether the respondent had  trouble with school, was considered normal by friends, ever lost a job  or friends due to drinking or drug abuse, or was ever arrested or  hospitalized for drug or alcohol abuse, and in the last week whether  the respondent's mood was one of sadness, satisfaction,  disappointment, irritation, or suicide. Parts 8 and 9 (Six-Month  Follow-Up Interview Data, Kyle Cohort, and One-Year Follow-Up  Interview Data, Kyle Cohort): Organization of meetings and activities  in the program, rules and regulations, work assignments, privileges,  individual counseling, the care and helpfulness of the treatment staff  and custody staff, the respondent's behavior, mood, living situation,  drug use, and arrests within the last six months, whether the  counselor was easy to talk to, helped in motivating or building  confidence, or assisted in making a treatment plan, whether the  respondent felt a sense of family or closeness, if his family got  along, enjoyed being together, got drunk together, used drugs  together, or had arguments or fights, if the respondent had a job in  the last six months to a year and if he enjoyed working, whether he  was on time for his job, whether he had new friends or associated with  old friends, and which specific drugs he had used in the last six  months (e.g., hallucinogens, heroin, methadone, or other  opiates). Part 10 (Treatment Background Data, Comparison Group):  Treatment condition of the comparison group. Part 11 (Educational  Demographic Data, Comparison Group): Whether respondents completed a  GED and their highest grade completed. Parts 12 and 13 (Six-Month  Follow-Up Interview Data, Comparison Group, and One-Year Follow-Up  Interview Data, Comparison Group): How important church was to the  respondent, whether the respondent had any educational or vocational  training, if he had friends that had used drugs, got drunk, dealt  drugs, or had been arrested, if within the last six months to a year  the respondent had been arrested for drug use, drug sales, forgery,  fencing, gambling, burglary, robbery, sexual offense, arson, or  vandalism, whether drugs or alcohol affected the respondent's health,  relations, attitude, attention, or ability to work, whether the  respondent experienced symptoms of withdrawal, the number of drug  treatment programs and AA or CA meetings the respondent attended,  whether the respondent received help from parents, siblings, or other  relatives, if treatment was considered helpful, and risky behavior  engaged in (e.g., sharing needles, using dirty needles, and  unprotected sex). Parts 14 and 16 (Probation Officer Data, Six-Month  Follow-Up Interview, Kyle Cohort and Comparison Group and Probation  Officer Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison  Group): Date of departure from prison, supervision level, number of  treatment team meetings, whether there was evidence of job hunting,  problems with transportation, child care, or finding work, number of  drug tests in the last six months, times tested positive for  marijuana, cocaine, heroin, opiates, crack, or other drugs, and number  of arrests, charges, convictions, and technicals. Parts 15 and 17  (Hair Specimen Data, Six-Month Follow-Up Interview, Kyle Cohort and  Comparison Group, and Hair Specimen Data, One-Year Follow-Up  Interview, Kyle Cohort and Comparison G\nroup): Hair collection and its  source at the six-month follow-up (Part 15) and one-year follow-up  (Part 17) and whether parolee was positive or negative for cocaine or  opiates. Part 18 (Texas Department of Public Safety Data, Kyle Cohort  and Comparison Group): Dates of first, second, and third offenses, if  parolee was arrested, and first, second, and third offenses from the  National Crime Information Center. Part 19 (Texas Department of  Criminal Justice Data, Kyle Cohort and Comparison Group): Treatment  condition, date of release, race, and a Texas Department of Criminal Justice Salient Factor Risk Score."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"addiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug related crimes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2765.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ2765.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2004-05-13Version Text: 2004-05-13 Subject: null  Type: null  Notes: Corrections were made to the metadata.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0024"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-04-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1-4: administrative records. Parts 5-13: personal  interviews. Parts 14 and 16: administrative records. Parts 15 and 17: clinical data. Parts 18 and 19: administrative records."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male state prison inmates in the Texas Department of Criminal Justice system who had been classified as drug abusers and who had approximately nine to ten months left in their sentences until possible parole."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"All Texas state prison inmates are required to complete a  battery of assessments before being sent to their assigned unit. At  the time of this study, part of the battery included a screen for drug  use. Based on these records, inmates who were classified as drug  abusers and who had approximately nine to ten months left until  possible parole were identified for review by a treatment referral  committee. Inmate records were further screened for illicit drug use,  time left to serve, and prior criminal offense. Next, names of  eligible inmates were forwarded to the Texas Parole Board for review  decisions on ITC placement. The Parole Board considered the ITC  committee's recommendation for ITC placement and either accepted or  rejected it. In many cases where parole was granted without ITC  placement, the Parole Board believed that the inmate would not benefit  from, or was inappropriate for, ITC treatment. All subjects  participating in this study (Kyle cohort and comparison group) met  these eligibility criteria. The treatment sample pool was identified  using the Kyle ITC database which included 482 inmates admitted to the  treatment program between June 10, 1993, and January 31, 1994 (and who  were thereby eligible to graduate between March 10, 1994, and October  31, 1994). All 482 Kyle ITC inmates were targeted for inclusion in  the study. The graduation rate for the Kyle ITC program was 80  percent, resulting in 386 inmates. Of these 386 Kyle ITC inmates, 93  were unavailable for assessment (e.g., on temporary medical leave or  refused to sign a release form). The Kyle cohort comprised the  remaining 293 inmates, who were administered the full set of  during-treatment assessments. The comparison group of parolees were  selected from the Texas Department of Criminal Justice, Institutional  Division database and included all available inmates paroled (or  scheduled to be paroled) between March and December 1994. There were 103 paroled inmates comprising the sample for the comparison group."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used. In Part 19, the  Texas Department of Criminal Justice Salient Factor Risk Score was used."}]}},"files":[{"description":"","label":"Aftercare Treatment Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657929,"persistentId":"","pidURL":"","filename":"Aftercare Treatment Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Educational Demographic Data, Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657937,"persistentId":"","pidURL":"","filename":"Educational Demographic Data, Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Educational Demographic Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657927,"persistentId":"","pidURL":"","filename":"Educational Demographic Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hair Specimen Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657943,"persistentId":"","pidURL":"","filename":"Hair Specimen Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hair Specimen Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657941,"persistentId":"","pidURL":"","filename":"Hair Specimen Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"One-Year Follow-Up Interview Data, Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657939,"persistentId":"","pidURL":"","filename":"One-Year Follow-Up Interview Data, Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"One-Year Follow-Up Interview Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657935,"persistentId":"","pidURL":"","filename":"One-Year Follow-Up Interview Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Probation Officer Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657942,"persistentId":"","pidURL":"","filename":"Probation Officer Data, One-Year Follow-Up Interview, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Probation Officer Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657940,"persistentId":"","pidURL":"","filename":"Probation Officer Data, Six-Month Follow-Up Interview, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Session One Interview Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657931,"persistentId":"","pidURL":"","filename":"Session One Interview Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Session Three Interview Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657933,"persistentId":"","pidURL":"","filename":"Session Three Interview Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Session Two Interview Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657932,"persistentId":"","pidURL":"","filename":"Session Two Interview Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Six-Month Follow-Up Interview Data, Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657938,"persistentId":"","pidURL":"","filename":"Six-Month Follow-Up Interview Data, Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Six-Month Follow-Up Interview Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657934,"persistentId":"","pidURL":"","filename":"Six-Month Follow-Up Interview Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas Department of Criminal Justice Data, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657945,"persistentId":"","pidURL":"","filename":"Texas Department of Criminal Justice Data, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas Department of Public Safety Data, Kyle Cohort and Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657944,"persistentId":"","pidURL":"","filename":"Texas Department of Public Safety Data, Kyle Cohort and Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Background Data, Comparison Group","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657936,"persistentId":"","pidURL":"","filename":"Treatment Background Data, Comparison Group","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Background Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657928,"persistentId":"","pidURL":"","filename":"Treatment Background Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Condition Data, Kyle Cohort","restricted":false,"version":1,"datasetVersionId":41074,"dataFile":{"id":2657930,"persistentId":"","pidURL":"","filename":"Treatment Condition Data, Kyle Cohort","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}