{"status":"OK","data":{"id":45090,"identifier":"ICPSR02679.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02679.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02679.v1","latestVersion":{"id":41090,"storageIdentifier":"file://10.3886/ICPSR02679.v1","versionState":"RELEASED","distributionDate":"2000-08-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:25:31Z","releaseTime":"2015-04-09T04:25:31Z","createTime":"2015-04-09T04:25:31Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Bethlehem [Pennsylvania] Police Family Group Conferencing Project, 1993-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McCold, Paul"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Community Service Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wachtel, Benjamin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Community Service Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to evaluate the implementation of conferencing as a restorative policing practice. Family group conferencing is considered an important new development in restorative justice practice as a means of dealing more effectively with young first-time offenders by diverting them from court and involving their extended families and victims in conferences to address their wrongdoing. Cases deemed eligible for the study were property crimes including retail and other thefts, criminal mischief and trespass, and violent crimes including threats, harassment, disorderly conduct, and simple assaults. A total of 140 property crime cases and 75 violent crime cases were selected for the experiment, with two-thirds of each type randomly assigned to a diversionary conference (treatment group) and one-third of each type assigned to formal adjudication (control group). Participation in the conference was voluntary. If either party declined or if the offender did not admit responsibility for the offense, the case was processed through normal criminal justice channels. Those cases constituted a second treatment group (decline group). The Bethlehem, Pennsylvania, Police Department and the Community Service Foundation conducted a two-year study on the effectiveness of police-based family group conferencing. Beginning on November 1, 1995, 64 conferences were conducted for the study. Approximately two weeks after their cases were disposed, victims, offenders, and offenders' parents in the three experimental groups (control, conference, decline) were surveyed by mail, in-person interviews, or telephone interviews. Those who participated in conferences (Parts 4, 6, and 8) received a different questionnaire than those whose cases went through formal adjudication (Parts 5, 7, and 9), with similar questions to allow for comparison and some questions particular to the type of processing used on their case. Disposition data on cases were collected from five district magistrates in Bethlehem from January 1, 1993, to September 12, 1997. Data on recidivism and outcomes of the control and decline group cases were obtained from (1) the Bethlehem Police Department arrest database (Part 1) and (2) a database of records from the five district magistrates serving Bethlehem, drawn from a statewide magistrate court database compiled by the Administrative Office of Pennsylvania Courts (Part 2). An attitudinal and work environment survey was administered to the Bethlehem Police Department on two occasions, just before the conferencing program commenced (pre-test) and eighteen months later (post-test) (Part 3). Part 1 variables include offender age, year of offense, charge code, amounts of fine and payments, crime type, offender crime category, and disposition. Part 2 collected disposition data on cases in the study and officers' observations on the conferences.\nDemographic variables include offender's age at current arrest, ethnicity, and gender. Other variables include type of charge, arrest, disposition, sentence, and recidivism, reason not conferenced, current recorded charge class, amounts of total fines, hours of community service, and conditions of sentence. Part 3 collected information on police attitudes and work environment before and after the conferencing program. Variables on organizational issues include ratings on communication, morale, co-workers, supervision, administration, amenities, equipment, and promotions. Variables on operational issues include ratings on danger, victims, frustration, external activities, complaints, workload, and driving. In Parts 4 to 9, researchers asked offenders, parents of offenders, and victims about their perceptions of how their cases were handled by the justice system and the fairness of the process, their attitudes and beliefs about the justice system, and their attitudes toward the victim and offender. Variables include whether the respondent was satisfied with the way the justice system handled the case, if the offender was held accountable for the offense, if meeting with the victim was helpful, if the respondent was surprised by anything in the conference, if the respondent told the victim/offender how he/she felt, if there was an opportunity to reach an agreement acceptable to all, if the offender/parents apologized, if the victim/parents had a better opinion of the offender after the conference, what the respondent's attitude toward the conference was, if the respondent would recommend a conference to others, if the offender was pressured to do all the talking, if the offender was treated with respect, if victim participation was insincere, if the respondent had a better understanding of how the victim was affected, if the victim only wanted to be paid back, and if conferences were responsive to needs."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Family group conferencing is considered an  important new development in restorative justice practice as a means  of dealing more effectively with young first-time offenders by  diverting them from court and involving their extended families and  victims in conferences to address their wrongdoing. The purpose of  this study was to evaluate the implementation of conferencing as a  restorative policing practice. This project was designed to answer six  programmatic questions about police-based conferencing as it was being  applied in the United States: (1) Can typical American police officers  conduct conferences consistent with due process and restorative  justice principles? (2) Does involvement in conferencing transform  police attitudes, organizational culture, and role perceptions? (3)  Does conferencing produce conflict-reducing outcomes by helping to  solve ongoing problems and reduce recidivism? (4) Will victims,  offenders, and the community accept a police-based restorative justice  response? (5) Does the introduction of diversionary conferencing alter  the case processing of juvenile offenders (e.g., net-widening)? (6)  How does police-based conferencing compare to the existing system and to other restorative justice practices?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Bethlehem, Pennsylvania, Police Department and  the Community Service Foundation conducted a two-year study on the  effectiveness of police-based family group conferencing. Beginning on  November 1, 1995, 64 conferences were conducted for the study. Twenty  Bethlehem police officers were trained in facilitating family group  conferences, which involved following a scripted protocol, except when  participants digressed from the focus of the conference. The script  began with a preamble that explained the purpose of the conference and  informed the offenders of their due process rights. The process then  proceeded with the facilitator asking a series of open-ended questions  of the offender, the victim, the victim\n's supporters, the offender's  supporters, and the arresting officer, if present. In the agreement  phase, all of the participants, beginning with victims, talked about  what they would like to see done to address the harm. Solutions were  not imposed by the police facilitator but resulted from the dynamic  interaction of participants. When an agreement was reached, with  offenders concurring, the conference was over. Then the facilitator  provided refreshments and allowed some time for informal socializing  while writing up the agreement for the participants to sign. Victims,  offenders, and the offenders' parents in the three experimental groups  (control, conference, decline) were surveyed by mail, in-person  interviews, or telephone interviews approximately two weeks after  their cases were disposed. Those who participated in conferences  (Parts 4, 6, and 8) received a different questionnaire than those  whose cases went through formal adjudication (Parts 5, 7, and 9), with  similar questions to allow for comparison and some questions  particular to the type of processing used on their case. Data on  recidivism and outcomes of control and decline group cases were  obtained from (1) the Bethlehem Police Department arrest database  (Part 1) and (2) a database of records from the five district  magistrates serving Bethlehem, drawn from a statewide magistrate court  database compiled by the Administrative Office of Pennsylvania Courts  (Part 2). An attitudinal and work environment survey was administered  to the Bethlehem Police Department on two occasions, just before the  conferencing program commenced (pre-test) and eighteen months later (post-test) (Part 3)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Disposition data on cases were collected from five district  magistrates in Bethlehem from January 1, 1993, to September 12,  1997. Data on recidivism and outcomes of the control and decline group  cases were obtained from (1) the Bethlehem Police Department arrest  database (Part 1) and (2) a database of records from the five district  magistrates serving Bethlehem, drawn from a statewide magistrate court  database compiled by the Administrative Office of Pennsylvania Courts  (Part 2). An attitudinal and work environment survey was administered  to the Bethlehem Police Department on two occasions, just before the  conferencing program commenced (pre-test) and eighteen months later  (post-test) (Part 3). Part 1 variables include offender age, year of  offense, charge code, amounts of fine and payments, crime type,  offender crime category, and disposition. Part 2 collected disposition  data on cases in the study and officers' observations on the  conferences. Demographic variables include offender's age at current  arrest, ethnicity, and gender. Other variables include type of charge,  arrest, disposition, sentence, and recidivism, reason not conferenced,  current recorded charge class, amounts of total fines, hours of  community service, and conditions of sentence. Part 3 collected  information on police attitudes and work environment before and after  the conferencing program. Variables on organizational issues include  ratings on communication, morale, co-workers, supervision,  administration, amenities, equipment, and promotions. Variables on  operational issues include ratings on danger, victims, frustration,  external activities, complaints, workload, and driving. In Parts 4 to  9, researchers asked offenders, parents of offenders, and victims  about their perceptions of how their cases were handled by the justice  system and the fairness of the process, their attitudes and beliefs  about the justice system, and their attitudes toward the victim and  offender. Variables include whether the respondent was satisfied with  the way the justice system handled the case, if the offender was held  accountable for the offense, if meeting with the victim was helpful,  if the respondent was surprised by anything in the conference, if\nthe  respondent told the victim/offender how he/she felt, if there was an  opportunity to reach an agreement acceptable to all, if the  offender/parents apologized, if the victim/parents had a better  opinion of the offender after the conference, what the respondent's  attitude toward the conference was, if the respondent would recommend a  conference to others, if the offender was pressured to do all the  talking, if the offender was treated with respect, if victim  participation was insincere, if the respondent had a better  understanding of how the victim was affected, if the victim only wanted to be paid back, and if conferences were responsive to needs."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disorderly conduct"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"harassment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"petty theft"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pretrial intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pretrial procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"property crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restorative justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2679.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0042"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-08-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Administrative records. Parts 3 to 9: Personal and telephone interviews and mail-back questionnaires."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Bethlehem"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Offenders, parents of offenders, and victims from cases eligible for the study in Bethlehem, Pennsylvania, between November 1995 and 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Disposition Data on Cases From Five District Magistrates","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657981,"persistentId":"","pidURL":"","filename":"Disposition Data on Cases From Five District Magistrates","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Disposition Data on Cases in the Study","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657982,"persistentId":"","pidURL":"","filename":"Disposition Data on Cases in the Study","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender Conference Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657984,"persistentId":"","pidURL":"","filename":"Offender Conference Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender Court Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657985,"persistentId":"","pidURL":"","filename":"Offender Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Conference Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657986,"persistentId":"","pidURL":"","filename":"Parent Conference Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Court Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657987,"persistentId":"","pidURL":"","filename":"Parent Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Survey Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657983,"persistentId":"","pidURL":"","filename":"Police Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Conference Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657988,"persistentId":"","pidURL":"","filename":"Victim Conference Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Court Data","restricted":false,"version":1,"datasetVersionId":41090,"dataFile":{"id":2657989,"persistentId":"","pidURL":"","filename":"Victim Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}