{"status":"OK","data":{"id":42086,"identifier":"ICPSR02991.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02991.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02991.v1","latestVersion":{"id":38086,"storageIdentifier":"file://10.3886/ICPSR02991.v1","versionState":"RELEASED","distributionDate":"2002-02-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:52:35Z","releaseTime":"2015-04-09T03:52:35Z","createTime":"2015-04-09T03:52:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating the Impact of Alternative Placement Programs for Juveniles in a Southwestern State, 1983-1995: [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fendrich, Michael"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Chicago. Institute for Juvenile Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study addressed the question of whether alternative  correctional programs were more effective than traditional training  schools in reducing recidivism among juvenile offenders. Alternative  programs were defined as halfway homes, group homes, foster homes,  ranches, camping programs, and specialized vocational programs, while  training schools were defined as secure, restrictive custody programs  in institutional settings. The goal of this study was to assess the  impact of alternative program placements versus training school for a  12-year period on 266 juvenile delinquents remanded to youth  facilities in a southwestern state in 1983. Subjects chosen for the  study were 298 youth who had been committed by a county court to a  statewide juvenile corrections program between January 1, 1983, and  July 1, 1983. The sample was representative of the youth commission's  population of juvenile offenders in terms of age, race, and sex. All  were first time commitments, and the original commitment offense for a  majority of the youth was a nonviolent property crime, such as  burglary or theft. From this original sample, 32 juveniles were  eliminated from the study because they were not adequately exposed to  either an institutional or alternative program. The final sample  consisted of 266 juvenile offenders, of which 164 were placed in  institutions and 102 were placed in alternative programs. Youth were  not randomly assigned to programs. Juveniles with particular  characteristics were automatically assigned to certain types of  programs. All violent offenders were placed in institutions. The study  was designed to include a lengthy follow-up period, a focus on subject  by program interaction effects, and the use of survival analysis to  examine the timing of recidivism as well as its incidence. Recidivism  was defined as the first arrest or parole revocation that took place  within the follow-up period. The follow-up period was approximately 12  years, from the parole assignment until September 1, 1995. Data were  collected primarily from the administrative records of the state youth  commission. The commission also obtained additional follow-up data  from the state Department of Public Safety and the state Department of  Corrections. Additionally, family background data were collected from  each youth's parole officer in response to a survey conducted  specifically for this study in September 1994. Demographic variables  include commitment age, race, and sex. Psychosocial variables include  family environment and IQ. Other independent variables include  program placement status, delinquency risk scales, and program  adjustment measures. The dependent variable is recidivism, measured as  both a discrete variable indicating whether an arrest occurred and time until first arrest offense after parole."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A central issue in research on juvenile crime  concerns the effectiveness of correctional programs in promoting  rehabilitation and reducing recidivism among delinquent youth. This  study addressed the specific question of whether alternative  correctional programs were more effective than traditional training  schools in reducing recidivism among juvenile offenders. Alternative  programs were defined as halfway homes, group homes, foster homes,  ranches, camping programs, and specialized vocational programs, while  training schools were defined as secure, restrictive custody programs  in institutional settings. The goal of this study was to assess the  impact of alternative program placements versus training school for a  12-year period on 266 juvenile delinquents remanded to youth\nfacilities in a southwestern state in 1983."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Subjects chosen for the study were 298 youth who  had been committed by a county court to a statewide juvenile  corrections program between January 1, 1983 and July 1, 1983. The  sample was representative of the youth commission's population of  juvenile offenders in terms of age, race, and sex. All were first time  commitments, and the original commitment offense for a majority of the  youth was a nonviolent property crime, such as burglary or theft. From  this original sample, 32 juveniles were eliminated from the study  because they were not adequately exposed to either an institutional or  alternative program. The final sample consisted of 266 juvenile  offenders, of which 164 were placed in institutions and 102 were  placed in alternative programs. Youth were not randomly assigned to  programs. Juveniles with particular characteristics were automatically  assigned to certain types of programs. All violent offenders were  placed in institutions. On average, those with a prolonged or more  serious history of delinquency, those who had committed more serious  crimes, or those who showed lesser adjustment upon their admission to  the youth commission were more likely to have been assigned to  institutional rather than alternative programs. The study was designed  to include a lengthy follow-up period, a focus on subject by program  interaction effects, and the use of survival analysis to examine the  timing of recidivism as well as its incidence. Recidivism was defined  as the first arrest or parole revocation that took place within the  follow-up period. Parole assignment dates for youth in the study  varied from mid-summer 1983 until September 1984. The last arrest  record found for any case was dated August 1995. The follow-up period  was approximately 12 years, from the parole assignment until September  1, 1995. Data were collected primarily from the administrative  records of the state youth commission. The commission also obtained  additional follow-up data from the state Department of Public Safety  and the state Department of Corrections. Additionally, family  background data were collected from each youth's parole officer in  response to a survey conducted specifically for this study in September 1994."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables include commitment age, race,  and sex. Psychosocial variables include family environment and IQ.  Other independent variables include program placement status,  delinquency risk scales, and program adjustment measures. The  dependent variable is recidivism, measured as both a discrete variable  indicating whether an arrest occurred and time until first arrest offense after parole."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alternatives to institutionalization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities (juveniles)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"institutionalization (persons)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile detention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"United States"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2002-02-15Version Text: 2002-02-15 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as a  Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to  obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0108"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-02-15"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1983-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995-09-01"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative records data were gathered from the  state youth commission, the state Department of Public Safety, and the  state Department of Corrections. Survey data were collected from each youth's parole officer at the time of first commitment."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All juveniles who had been committed by a county court to  the juvenile corrections program in a southwestern state between January 1, 1983, and July 1, 1983."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales were created to measure family problems, offense  seriousness, prior delinquency, and observed behavior. The Wechsler Adult Intelligence Scale (WAIS IQ) was also used."}]}},"files":[{"description":"","label":"Evaluating the Impact of Alternative Placement Programs for Juveniles in a Southwestern State, 1983-1995 [United States]    ","restricted":false,"version":1,"datasetVersionId":38086,"dataFile":{"id":2635335,"persistentId":"","pidURL":"","filename":"Evaluating the Impact of Alternative Placement Programs for Juveniles in a Southwestern State, 1983-1995 [United States]    ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}