{"status":"OK","data":{"id":37966,"identifier":"ICPSR35510.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35510.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35510.v1","latestVersion":{"id":33966,"storageIdentifier":"file://10.3886/ICPSR35510.v1","versionState":"RELEASED","distributionDate":"2015-03-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:07:10Z","releaseTime":"2015-04-09T03:07:10Z","createTime":"2015-04-09T03:07:10Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>This data collection may not be used for any purpose other than statistical reporting and analysis. Use of these data to learn the identity of any person or establishment is prohibited.</p>\n\n<p>Public Use Files: The Head Start CARES documentation is public use and is available for download. Documentation includes the User Guide, Questionnaires and Codebooks.</p>\n\n<p>Restricted Use Files: To protect respondent privacy, the Head Start CARES data are restricted from general dissemination. Access to parts of this study requires a signed User Agreement. To obtain the file(s), researchers must agree to the terms and conditions of the Restricted Data Use Agreement, found via ICPSR's online Restricted Data Contracting S\nystem, by clicking the \"apply online for access to the data\" link above.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Head Start CARES Demonstration: National Evaluation of Three Approaches to Improving Preschoolers' Social and Emotional Competence, 2009-2011"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"Head Start Cares"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Morris, Pamela"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"MDRC, and New York University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Low-income preschool children experience greater risks to their social and emotional development than their more affluent peers. These gaps are observed before children begin their formal schooling, and they remain or increase during the elementary school years. Since social and emotional risks may compromise children's future mental health and peer relationships, addressing them is important in its own right. In addition, social-emotional competence may aid learning: children who have difficulty regulating their emotions and behaviors have been found to receive less instruction, to be less engaged in and less positive about their role as learners, and to have fewer opportunities for learning from peers.</p>\n\n<p>The Head Start CARES (Classroom-based Approaches and Resources for Emotion and Social skill promotion) demonstration tests three distinct approaches to enhancing children's social-emotional development on a large scale within the Head Start system - the largest federally funded early-childhood education program in the United States. Conceived and sponsored by the Office of Head Start and the Office of Planning, Research and Evaluation in the Administration for Children and Families within the United States Department of Health and Human Services, the Head Start CARES demonstration was conducted by MDRC, a nonprofit, nonpartisan education and social policy research organization, in collaboration with MEF Associates and several academic partners.</p>\n\n<p>The three evidence-based social-emotional interventions selected for the Head Start CARES evaluation included: The Incredible Years Teacher Training Program (IY), Preschool PATHS (PATHS), and a one-year version of Tools of the Mind- Play (Tools). The interventions are referred to as \"enhancements\" because they enriched and complemented existing practices and curricula used in Head Start classrooms. These enhancements represent three \"types\" of social-emotional programming. That is, while all three were aimed at children's social-emotional development, they varied in their approach to changing this set of child outcomes by targeting somewhat different teacher practices, because they were built on differing theories about how social and emotional skills develop.</p>\n\n<p><strong>Baseline and Follow-up Class-level Impact Analysis Data Files</strong></p>\n\n<p>Data included in class-level data files were collected from external observers and teachers through two sources: Classroom Observations and Teacher Self-Surveys.</p>\n\n<p>Classroom Observations were conducted by observers blind to treatment status who observed the classrooms participating in the study in four different sessions at Spring Baseline and Pre-K Follow-up. This source includes the Classroom Assessment Scoring System (CLASS)  scores and the Adapted Teaching Style Rating Scale (Adapted-TSRS) scores.</p>\n<p>Teacher Self-Surveys were collected from lead teachers at Spring Baseline and Pre-K Follow-up. This data source includes information on classroom composition as well as teacher demographics, teaching experience, level of stres\ns and depression, and professional relationship with peers and supervisors.</p>\n\n<p><strong>Child-level Impact Analysis Data File</strong></p>\n\n<p>Data included in this file were collected at Fall Baseline, Pre-K Follow-up and K Follow-up from teachers, children and their parents through three sources: Teacher Reports on Individual Children, Direct Child Assessments and Parent Surveys.</p>\n<p>Teacher Reports on Individual Children (Teacher Reports) were collected at Fall Baseline, Pre-K Follow-up and K Follow-up. Lead teachers filled out surveys for each child separately, including questions about the child's social skills and behavior, the child's specific knowledge and skills, and the teacher's relationship with the child. Teacher reports were collected for both 4-year-olds and 3-year-olds at Fall Baseline and Pre-K Follow-up, but were not collected for 3-year-olds at K Follow-up. As a cover page to the Teacher Report, a shortened version of the Teacher Self-Survey was collected at K Follow-up and those data are included in this dataset.</p>\n<p>Direct Child Assessments were conducted at Fall Baseline and Pre-K Follow-up. The dataset comprises data on a set of tasks measuring different skills for each child separately, including social and emotional skills, self-regulation skills and academic skills. Direct Child Assessments were collected for 4-year- olds only.</p>\n<p>Parent Surveys were collected at Fall Baseline and K Follow-up. The survey was administered by phone and includes information on family demographics, parent-teacher involvement, parent's perception of school safety, child's social skills and behavior problems, parental level of stress and depression, and household composition and income. Parent Surveys were collected for 4-year-olds only.</p>\n\n<p><strong>Class-level Implementation Analysis Data File</strong></p>\n\n<p>This data file includes data collected from coaches, trainers and teachers on teacher training, classroom-based coaching, and classroom implementation. The data included in this dataset were collected through five separate instruments: (1) Teacher Training Attendance Forms, (2) Coach Weekly Logs, (3) Coach Monthly Fidelity Logs, (4) Trainer Fidelity Logs, and (5) Teacher's View of the Enhancement. Data collected from the first four data sources were collected multiple times during the implementation year while the fifth was collected once at the beginning of the implementation year.  The instruments were administered through the Head Start CARES management information system (MIS) with the exception of the Teacher Training Attendance Forms, which were collected on paper. The file also includes some Teacher Self-Survey variables. Data were collected for program group classrooms only.</p>\n\n<p><strong>Coach-level Implementation Analysis Data File</strong></p>\n\n<p>This data file includes data collected from coaches and trainers on classroom-based coaching. The data included in this dataset were collected through five separate instruments: (1) Teacher Training Attendance Forms, (2) Trainer Supervision Logs, (3) Trainer Logs of Coach Quality, (4) Coach Demographics Survey, and (5) Coach End-of-Year Reflections. The instruments were administered through the Head Start CARES management information system (MIS) with the exception of the Teacher Training Attendance Forms, which were collected on paper.</p>\n\n<p><strong>Audiotape Analysis Data File</strong></p>\n\n<p>The audiotape data file includes data created using qualitative information (audiotape transcripts of coach-teacher meetings) that can be used to conduct analyses on one of the two components of the professional development model for the Head Start CARES demonstration: classroom-based coaching.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Head Start CARES (Classroom-based Approaches and Resources for Emotion and Social skill promotion) demonstration tests three distinct approaches to enhancing children's social-emotional development on a large scale within the Head Start system. The three\nevidence-based social-emotional interventions selected for the Head Start CARES evaluation included: The Incredible Years Teacher Training Program (IY), Preschool PATHS (PATHS), and a one-year version of Tools of the Mind-Play (Tools)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Head Start demonstration was conducted over the course of one academic year with 17 Head Start grantees selected to reflect the geographic, racial, and ethnic diversity of the national Head Start population. Grantees were distributed fairly equally across four regions of the country, with four grantees in the Northeast, four in the West, three in the South, and six in the Midwest/Plains states. Also, they were distributed across community action agencies, stand-alone non-profit entities, and large local school systems. Four grantees that participated during the 2009-2010 school year were in Cohort One, and 13 grantees that participated during the 2010-2011 school year were in Cohort Two. Grantees varied on a number of characteristics, including organizational setting, geographic location, urban/rural status, size, and racial or ethnic composition.</p>\n\n<p>Within each grantee, groups of 4 or 8 similar centers (in terms of their racial/ethnic composition, part-day/full-day programming, and age classroom composition) were randomly assigned to one of the three enhancements or to a control group that conducted business as usual. In some cases, all centers within a grantee were similar enough in their characteristics that all centers within grantees could be randomly assigned in a single block. However, for some larger grantees, there were differences among groups of centers in racial/ethnic composition, part-day/full-day programming, and/or age classroom composition. The centers in these grantees were grouped into smaller 4- or 8-center random assignment blocks so that all the centers in each block were comparable across these characteristics. A total of 104 centers across 22 blocks were randomly assigned to one of these four groups. Eighteen blocks included four centers in the study, and four blocks included eight centers. Up to six classrooms  and an average of 12 children per classroom were included in the study.</p>\n\n<p>The preschool sample included 307 classrooms and 3,603 children (2,670 four-year-old children and 933 three-year-old children). The study attempted to follow the 2,670 four-year-old children into kindergarten for further data collection. Of these children, 2,599 were tracked to their kindergarten classrooms.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"curriculum evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"early childhood education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Head Start"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"learning"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"peer groups"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"poverty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"professional development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teachers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teaching methods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B.4. Behavior/Social and Emotional Development/Socialization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC IV.A.1. Center-Based Child Care and Early Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC V.C. Training, Mentoring, and Apprenticeships"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VI.A.3. Early Head Start/Head Start"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VI.B.7. Social and Emotional"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC X.A.1. Implementation Evaluation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V.A. Education, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-31Version Text: 2015-03-31Subject: Study Level Error Note, Notes: Data used to estimate the impacts of the Head Start CARES enhancements on teachers, classrooms, and children were collected from multiple sources at four different points in time: (1) in the spring before the preschool year in which the enhancements were implemented (Spring Baseline); (2) at the beginning of the implementation year (Fall Baseline); (3) at the end of the implementation year (Pre-K Follow-up); and (4) in the spring of the kindergarten year, one year after the enhancements were implemented (K Follow-up). Data collected from coaches and trainers submitted through the Head Start CARES management information system (MIS) for monitoring implementation were collected either one time or multiple times throughout the Head Start CARES academic year.;Subject: Study Level Error Note, Notes: Four grantees that participated during the 2009-2010 school year were in Cohort One, and 13 grantees that participated during the 2010-2011 school year were in Cohort Two.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2011"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2009"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2011"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["State"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Classrooms","Teachers","Students"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Head Start teachers and students"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The preschool sample included 307 classrooms and 3,603 children (2,670 four-year-old children and 933 three-year-old children). The study attempted to follow the 2,670 four-year-old child\nren into kindergarten for further data collection. Of these children, 2,599 were tracked to their kindergarten classrooms.</p>\n\n<p>The sample of classrooms participating in the audiotape study was not intended to be a representative sample of classrooms. Classrooms were selected from the full set of Cohort 2 sites that represented all three curriculum enhancements: Incredible Years (IY), Preschool PATHS (PATHS), or Tools of the Mind--Play (Tools-Play). A total of 21 coach-teacher pairs from 11 Head Start grantees participated in the effort. The audiotape data are restricted to classrooms with audiotaped recordings at all three time periods. Of the 21 coach-teacher pairs that participated in the effort, 18 submitted complete recordings, producing a total of 54 recorded coach-teacher meetings.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Specific response rates for each collection of each instrument can be found in the codebooks for each dataset. In general, base-line and follow-up impact response rates were\n> 90 percent, coach-level implementation and child-level impact response rates were > 80 percent and class-level implementation response rates were > 60 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Classroom Assessment Scoring System</p>\n\n<p>Adapted Teaching Style Rating Scale</p>\n\n<p>Woodcock-Johnson III</p>\n\n<p>Expressive One-Word Picture Vocabulary Test</p>"}]}},"files":[{"description":"","label":"Audiotape Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602458,"persistentId":"","pidURL":"","filename":"Audiotape Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Class-level Impact Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602453,"persistentId":"","pidURL":"","filename":"Baseline Class-level Impact Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Child-level Impact Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602455,"persistentId":"","pidURL":"","filename":"Child-level Impact Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Class-level Implementation Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602456,"persistentId":"","pidURL":"","filename":"Class-level Implementation Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Coach-level Implementation Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602457,"persistentId":"","pidURL":"","filename":"Coach-level Implementation Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-up Class-level Impact Analysis File","restricted":false,"version":1,"datasetVersionId":33966,"dataFile":{"id":2602454,"persistentId":"","pidURL":"","filename":"Follow-up Class-level Impact Analysis File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}