{"status":"OK","data":{"id":38934,"identifier":"ICPSR04212.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04212.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04212.v1","latestVersion":{"id":34934,"storageIdentifier":"file://10.3886/ICPSR04212.v1","versionState":"RELEASED","distributionDate":"2005-10-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:17:54Z","releaseTime":"2015-04-09T03:17:54Z","createTime":"2015-04-09T03:17:54Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of the Crossroad to Freedom House and Peer I Therapeutic Communities in Colorado, 2000-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Klebe, Kelli J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Colorado at Colorado Springs. Department of Psychology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"O'Keefe, Maureen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Colorado Department of Corrections"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study aimed to further evaluate previous findings  regarding drug use and criminal behaviors among the criminal  population by investigating the effectiveness of two Colorado  Residential Substance Abuse Treatment Therapeutic Communities (RSAT  TC) for offenders. The first, the Crossroad to Freedom House  Therapeutic Community at the Arrowhead Correctional Center (ACC TC)  was a prison-based program. The second was the community-based Peer I  Therapeutic Community (Peer I). Two methodologies were used to gather  data. Part 1, RSAT Outcome Data, contains quantitative data collected  from five separate study groups of differing sample sizes that  received differing levels of treatment, with a total of 778 cases. The  groups were compared on five separate outcome variables: technical  violation, new misdemeanor arrest, new felony arrest, return to  prison, and overall supervision failure. To gather baseline  information from participants, a researcher administered the intake  packet in group format to participants within three weeks of admission  to ACC TC. After completing the treatment programs, outcome data were  collected for a two-year follow-up period for each participant. Part  2, Case Studies, consists of case studies of ten participants, two  from each of the above five listed groups. One from each group had  successful outcomes, and one did not. Successful outcomes were defined  as participants who were still living in the community after 12 to 18  months without any new charges. Unsuccessful outcomes were defined as  those participants who were returned to prison for technical  violations or new charges and were eligible for study only if they had  been living in the community for six to twelve months before returning  to prison. Information for the case studies were gathered through  interviews with both former prisoners and one of their significant  others. Variables for Part 1 include demographic information, length  of stay in both the ACC TC and Peer I, types of programs parolees were  released to, and time period between leaving the Department of  Corrections and any subsequent returns. Information was also gathered  on the presence of psychological concerns as an adult, as well as in  childhood. Part 2 consists of information regarding ACC TC and Peer I  participants' post-treatment such as their employment status,  financial well-being, significant relationships, relapse information  and whether or not the interviewee has returned to the Department of Corrections since receiving treatment and being released."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study aimed to further evaluate previous  findings regarding drug use and criminal behaviors among the criminal  population by investigating the effectiveness of two Colorado  Residential Substance Abuse Treatment Therapeutic Communities (RSAT  TC) for offenders. The first, the Crossroad to Freedom House  Therapeutic Community at the Arrowhead Correctional Center (ACC TC)  was a prison-based program and the second was the community-based Peer  I Therapeutic Community (Peer I). Together these programs provide a  continuum of care for high risk substance abusing felons. This project  examined outcomes for both the ACC TC and the Peer I TC as well as the effectiveness of the combined programs to reduce recidivism."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Two methodologies were used to gather data. Part 1  contains quantitative data from five separate study groups of  differing sample sizes, with a total of 778 cases. The first group (31  cases) received both the ACC TC program and Peer I, and the second  group (97 cases) received only the Peer I program. The third group  (162 cases) successfully completed th\ne ACC TC program, the fourth  group (256 cases) did not complete the ACC TC program, and the fifth  group (232 cases) received no TC program, but were eligible. The  groups were compared on five separate outcome variables: technical  violation, new misdemeanor arrest, new felony arrest, return to  prison, and overall supervision failure. Participants were informed of  the voluntary nature of the study and the strict procedures used to  ensure confidentiality of the data. Participants were neither  compensated for participation nor subjected to negative consequences  for nonparticipation. To gather baseline information from  participants, a researcher administered the intake packet in group  format to participants within three weeks of admission to ACC  TC. Outcome data were collected for a two-year follow-up period for  each participant. Data regarding new crimes and arrests were gathered  from the National Crime Information Center and the Colorado Crime  Information Center. The date of reincarceration was defined as the  date an offender came back to prison or jail if a prison stay followed  immediately. For offenders who absconded from parole, the date they  absconded from supervision, rather than the date of the consequent  arrest, was used as a reincarceration date. Part 2 consists of case  studies of ten participants, two from each of the above five listed  groups. One from each group had successful outcomes, and one did  not. Successful outcomes were defined as participants who were still  living in the community after 12 to 18 months without any new  charges. Unsuccessful outcomes were defined as those participants who  were returned to prison for technical violations or new charges and  were eligible for the study only if they had been living in the  community for six to twelve months before returning to prison.  Information for the case studies was gathered through interviews with  both former prisoners and one of his significant others. Offenders who  were willing to participate were also asked to give permission to have  a significant other (i.e., wife, family member, or friend) interviewed.  Incarcerated participants were interviewed in a private visitation  room within the prison. Community participants were interviewed in  library group rooms or a park. Significant others were interviewed in  library group rooms or at their homes. The primary interview with  consenting participants consisted of open-ended questions and took an  average of three hours to complete. During the interview, there were  two interviewers present to increase objectivity and decrease  researcher bias. The significant other interviews were conducted in  person and were approximately one hour long. These interviews aimed  to confirm the participant's self report and identify any conflicting  or additional information. Prior to the follow-up interview, the  transcript of the primary interview was used to write a case  report. The participants were asked to review the report and suggest  any changes to the facts or content. Follow-up questions were then  addressed. The entire follow-up interview, including the review of  the report, took approximately one to two hours. Final changes were  made to the report based on the follow-up, and any contradictory  information from the significant other interview was added as an  adjunct. Participants in these interviews were compensated for their  participation with a monetary payment. Significant others were paid  $40 for their interviews. Those participants in prison were paid a  total of $65, and those on parole were paid a total of $170. This  differential reflects the earning potentials for those in the community versus those in prison."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for Part 1 includes demographic  information such as ethnicity, marital status, age at TC intake,  earnings, and education level. Variables are also provided regarding  the length of stay in both the ACC TC and Peer\nI, types of programs  parolees were released to, and time periods between leaving the  Department of Corrections and any subsequent returns. Variable scores  from the assessment instruments are also included on the mental health  of study participants, such as the presence of attention deficit  hyperactivity disorder (ADHD) in childhood and ADHD classification as  an adult, as well as the present occurrence of psychopathology,  personality disorders, and mood disorders. Information is also  included on alcohol and drug dependence, readiness, and motivation for  treatment. Part 2 consists of information regarding ACC TC and Peer I  participants' post-treatment, such as their employment status,  financial well-being, significant relationships, relapse information,  and whether or not the interviewee has returned to the Department of Corrections since receiving treatment and being released."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-10-11Version Text: 2005-10-11 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: Users are encouraged to refer to the final report for  details on the selection criteria for treatment as well as the study groups and case study participants.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K021"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2005-10-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, clinical data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["All data regarding demographics, assessment, treatment  and dates of reincarceration were obtained from the Colorado  Department of Corrections' administrative data system. Additional Part  1 baseline data were obtained from self-report instruments which were  used to collect psychological profile data. Data regarding program  attendance were collected from computerized databases maintained by TC  staff at both ACC TC and Peer I. Part 1 outcome data for study  participants on new crimes and arrests were gathered from the National  Crime Information Center and the Colorado Crime Information Center.  Part 2 of the study consists of qualitative case study interviews from ten men from Part 1 and the interviewee's significant other."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male offenders in the state of Colorado from 1995-2001,  excluding sex offenders, who met the state's eligibility criteria for substance abuse treatment."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Offenders were eligible for TC programs only if the  Colorado Department of Corrections recommended them for treatment.  Substance abuse treatment placement is driven by Colorado's  standardized offender assessment (SOA), and offenders must have been  recommended for residential treatment on the SOA in order to be  admitted to either TC. In order to gather the data contained in Part  1, five groups of participants were used to examine treatment outcomes  (N = 778). Participants in group one received treatment at both the  ACC TC and the Peer I TC (n = 31). They successfully completed  treatment at ACC TC, which included a minimum stay of 180 days and a  progressive transition to the community. Participants in group two  received treatment at Peer I TC only (n = 97). They did not receive TC  treatment at any prison-based TC, but may have been involved in a less  intensive treatment program. Group three participants received  treatment at ACC TC only (n = 162). Participants in this group  successfully completed the program, which included a minimum stay of  180 days and a progressive move to the community. They did not attend  Peer I or any other community-based TC treatment, although they may  have received lower levels of treatment. Group four received treatment  at ACC TC only, but did not successfully complete the program (n =  256). An unsuccessful completion was defined as dropping out of the  program, being expelled, or transferring out of the program with less  than 180 days in treatment, even if the move was a progressive  one. Participants who left for medical reasons or were discharged with  an administrative termination (e.g., transfer to another program) were  excluded from the sample because these discharges were deemed beyond  the participants' control. The control group participants were  identified through the standard DOC assessment protocol as needing  residential substance abuse, but did not attend a TC in either prison  or the community (n = 232). With two exceptions, participants in this\ngroup were not screened for other treatment participation, so they may  have attended treatment at a less intensive level at some point.  Control participants were screened individually for any refusals to go  to TC treatment. Twenty cases were excluded for refusing admission to  TC. Sex offenders and offenders who discharged their corrections  sentence were excluded from this group model to TC admission  criteria. The data contained in Part 2 was gathered from a total of  ten individuals, two individuals selected from each of the above five  groups who were released from prison between January 2002 and June  2002. These individuals consisted of one participant from each group  that had a successful outcome post release from prison, meaning that  they were still living in the community 12 to 18 months without any  new charges. The other individual had an unsuccessful outcome, meaning  they were eligible for the study only if they had been living in the  community for six to twelve months before returning to prison.  Included as a part of these interviews were interviews with the  interviewee's significant other (i.e. wife, family member, or friend)  who had known the participant prior to his incarceration, was in  contact with him during their time of recent release, and could be reached for an interview in person."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"not available"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales include the Level of Service Inventory-Revised, Adult  Substance Use Survey, Millon Clinical Multiaxial Inventory-III,  Barkley Attention Deficit Hyperactivity Disorder Rating Scale, Wender  Utah Rating Scale, the University of Rhode Island Change Assessment,  and the Circumstances, Motivation, Readiness, and Suitability Scale. Several Likert-type scales were also used."}]}},"files":[{"description":"","label":"Case Studies","restricted":false,"version":1,"datasetVersionId":34934,"dataFile":{"id":2608592,"persistentId":"","pidURL":"","filename":"Case Studies","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"RSAT Outcome Data","restricted":false,"version":1,"datasetVersionId":34934,"dataFile":{"id":2608591,"persistentId":"","pidURL":"","filename":"RSAT Outcome Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}