{"status":"OK","data":{"id":43046,"identifier":"ICPSR03336.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03336.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03336.v1","latestVersion":{"id":39046,"storageIdentifier":"file://10.3886/ICPSR03336.v1","versionState":"RELEASED","distributionDate":"2003-03-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:03:05Z","releaseTime":"2015-04-09T04:03:05Z","createTime":"2015-04-09T04:03:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Evaluation of the Violent Offender Incarceration/Truth-in-Sentencing Incentive Grant Program, 1996-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Turner, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fain, Terry"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Greenwood, Peter W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chen, Elsa Y."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chiesa, James R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated the Violent Offender Incarceration/Truth-in-Sentencing (VOI/TIS) incentive grant program enacted in 1994. The program provided grants to states to be used to increase the capacity of state correctional systems to confine serious and violent offenders. This national evaluation addressed four broad areas: (1) How had the federal government implemented the law? How much money had been made available and what were the criteria for disbursement? (2) How had the states reacted legislatively to the law? Did states adopt truth-in-sentencing or statutes having equivalent effect? (3) How had the state VOI/TIS money been spent and for what? How much did it increased prison capacities? (4) Did the law increase the number of admissions, length of sentences, and terms served for violent offenders? In addition to these four major areas, the study looked at related areas of interest, such as the impact of VOI/TIS and other \"get tough\" legislation on prosecutorial and judicial attitudes, policies, and practices. It also examined state spending on corrections, particularly for construction. The researchers collaborated with the American Correctional Association (ACA), the American Prosecutors Research Institute (APRI), and the Justice Management Institute (JMI) to conduct special surveys among state correctional officials, prosecutors, and judges. The ACA surveyed state departments of correction in the summer of 1998. States were asked to indicate the extent of changes in a number of prison operations and activities since 1996, when VOI/TIS funds became available. In the summer of 1999 the APRI surveyed prosecutors nationwide to ascertain their perceptions of the effects of \"get tough\" legislation (including TIS) on a number of dimensions. In the fall of 1999, the JMI surveyed judges nationwide on their impressions of the effectiveness of several \"get tough\" measures in their states, including VOI/TIS. In Part 1, American Correctional Association Survey Data, state correction departments were questioned on the amount of VOI/TIS funds spent by their state since 1996, number of beds added using\nVOI/TIS funds and in what types of facilities, how VOI/TIS funds were used to increase number of beds, average prison sentences in 1993 and 1998 for different types of offenses, average time actually served in 1993 and 1998 for those offenses, the effects of VOI/TIS on prison and jail admissions for different types of offenders, and its effects on the composition of the prison population, prison inmate activities and programs, prison staffing, and prison operations. In Part 2, American Prosecutors Research Institute Survey Data, prosecutors were questioned about what \"get tough\" policies their states had enacted, the efficacy of \"get tough\" policies in achieving their goals, whether these policies had unanticipated or negative consequences, expected results of these policies, the percentage of cases to which these policies applied, the extent to which these policies had helped accomplish their office's goals, the effects of \"get tough\" policies on budget and resources, sentences and time actually served, and the criminal justice process, the size of their jurisdiction, and the number of staff in their office. In Part 3, Justice Management Institute Survey Data, judges were questioned about whether their state had enacted \"get tough\" policies in the past ten years, what kinds of policies were adopted, their effect on the efficiency of case processing, the formal positions of the Judicial Council and Judges Association on the policies, whether the respondent or other judges had input into the policies, how likely \"get tough\" policies were to achieve certain goals, what results the respondent expected from the policies, the impact of the policies on the criminal justice process, years experience on the bench, the percentage of their caseload that involved criminal cases, whether they handled civil, family law/domestic relations, or juvenile cases, and the population of their jurisdiction."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Federal Violent Crime Control and Law  Enforcement Act of 1994, as amended, provided for federal Violent  Offender Incarceration and Truth-in-Sentencing (VOI/TIS) incentive  grants to the states. These grants were to be used to increase the  capacity of state correctional systems to confine serious and violent  offenders. The Act, as amended, authorized over $10 billion in  Subtitle A funds for the years 1995 to 2000. These funds were divided  equally between two programs: Truth-in-Sentencing (TIS) Incentive  Grants and Violent Offender Incarceration (VOI) Grants. States could  receive funding through either or both of these programs. A state  could apply for TIS grants by meeting one of two criteria: (1) it had  implemented laws requiring convicted violent offenders to serve at  least 85 percent of their sentence or resulting in such offenders  serving on average 85 percent of their sentence, or (2) it had enacted  a law providing that within three years of its grant application it  would require convicted violent offenders to serve at least 85 percent  of their sentence. For VOI funding a state needed only to give  assurances that it had implemented or would implement policies  ensuring that violent offenders served \"a substantial portion\" of  their sentences, their punishment was \"sufficiently severe,\" and the  time served was \"appropriately related\" to the violent-offender status  and sufficient to protect the public. Additional VOI funds were  available for states that achieved increases in the percentage of  convicted violent offenders that had been sentenced to prison, the  average time they had served, or the average percentage of their  sentence they had served. As part of the law, Congress required that  the implementation and effectiveness of the VOI/TIS grant programs be  evaluated. This study evaluated the programs at the national level by  addressing four broad areas: (1) How had the federal government  implemented the law? How much money had been made available and what  were the criter\nia for disbursement? (2) How had the states reacted  legislatively to the law? Did states adopt truth in sentencing or  statutes having equivalent effect? (3) How had the state VOI/TIS money  been spent and for what? How much did it increase prison capacities?  (4) Did the law increase the number of admissions, length of  sentences, and terms served for violent offenders? In addition to  these four major areas, the study looked at related areas of interest,  such as the impact of VOI/TIS and other \"get tough\" legislation on  prosecutorial and judicial attitudes, policies, and practices. It also  examined state spending on corrections, particularly for construction."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The researchers collaborated with the American  Correctional Association (ACA), the American Prosecutors Research  Institute (APRI), and the Justice Management Institute (JMI) to  conduct special surveys among state correctional officials,  prosecutors, and judges. The ACA surveyed state departments of  correction in the summer of 1998. States were asked to indicate the  extent of changes in a number of prison operations and activities  since 1996, when VOI/TIS funds became available, including the types  of offenders in prison, inmate activities and programs, prison  staffing, and effects on operations. In the summer of 1999 the APRI  surveyed prosecutors nationwide to ascertain their perceptions of the  effects of \"get tough\" legislation (including TIS) on a number of  dimensions. In the fall of 1999 the JMI surveyed judges  nationwide. The questionnaire asked their impressions of the  effectiveness of several \"get tough\" measures in their states,  including TIS, VOI, three-strikes policies, and mandatory minimum  sentences. Judges ranked various types of \"get tough\" measures on a five-point Likert scale."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In Part 1, American Correctional Association Survey  Data, state correction departments were questioned on the amount of  VOI/TIS funds spent by their state since 1996, number of beds added  using VOI/TIS funds and in what types of facilities, how VOI/TIS funds  were used to increase number of beds, average prison sentences in 1993  and 1998 for different types of offenses, average time actually served  in 1993 and 1998 for those offenses, the effects of VOI/TIS on prison  and jail admissions for different types of offenders, and its effects  on the composition of the prison population, prison inmate activities  and programs, prison staffing, and prison operations. In Part 2,  American Prosecutors Research Institute Survey Data, prosecutors were  questioned about what \"get tough\" policies their states had enacted,  the efficacy of \"get tough\" policies in achieving their goals, whether  these policies had unanticipated or negative consequences, expected  results of these policies, the percentage of cases to which these  policies applied, the extent to which these policies had helped  accomplish their office's goals, the effects of \"get tough\" policies  on budget and resources, sentences and time actually served, and the  criminal justice process, the size of their jurisdiction, and the  number of staff in their office. In Part 3, Justice Management  Institute Survey Data, judges were questioned about whether their  state had enacted \"get tough\" policies in the past ten years, what  kinds of policies were adopted, their effect on the efficiency of case  processing, the formal positions of the Judicial Council and Judges  Association on the policies, whether the respondent or other judges  had input into the policies, how likely \"get tough\" policies were to  achieve certain goals, what results the respondent expected from the  policies, the impact of the policies on the criminal justice process,  years experience on the bench, the percentage of their caseload that  involved criminal cases, whether they handled civil, family  law/domestic relations, or juvenile cases, and the population\nof their jurisdiction."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional reform"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legislative impact"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing guidelines"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing reforms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"state correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3336.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transpor\nt, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-CE-VX-0006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-03-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["mailback questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: State departments of correction. Part 2: Prosecutors. Part 3: Judges."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: State departments of correction. Part 2: Prosecutors in the United States. Part 3: Judges in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Census of state departments of correction. Parts 2 and 3: Stratified random sampling."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 37 departments of correction (72  percent) returned the ACA survey. A total of 129 prosecutors (42  percent), representing 43 states, returned the APRI survey. A total of 89 judges (30 percent) in 35 states returned the JMI survey."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"American Correctional Association Survey Data","restricted":false,"version":1,"datasetVersionId":39046,"dataFile":{"id":2642584,"persistentId":"","pidURL":"","filename":"American Correctional Association Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"American Prosecutors Research Institute Survey Data","restricted":false,"version":1,"datasetVersionId":39046,"dataFile":{"id":2642585,"persistentId":"","pidURL":"","filename":"American Prosecutors Research Institute Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Justice Management Institute Survey Data","restricted":false,"version":1,"datasetVersionId":39046,"dataFile":{"id":2642586,"persistentId":"","pidURL":"","filename":"Justice Management Institute Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}