{"status":"OK","data":{"id":39103,"identifier":"ICPSR03319.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03319.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03319.v1","latestVersion":{"id":35103,"storageIdentifier":"file://10.3886/ICPSR03319.v1","versionState":"RELEASED","distributionDate":"2002-06-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:19:48Z","releaseTime":"2015-04-09T03:19:48Z","createTime":"2015-04-09T03:19:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of No-Drop Policies for Domestic Violence Cases in San Diego, California, Omaha, Nebraska, Klamath Falls, Oregon, and Everett, Washington, 1996-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Smith, Barbara E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Robert"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Nickles, Laura B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davies, Heather J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"American Bar Association, Criminal Justice Section"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to examine the effects of no-drop policies on court outcomes, victim satisfaction with the justice system, and feelings of safety. Moreover, researchers wanted to determine whether (1) prosecution without the victim's cooperation was feasible with appropriate increases in resources, (2) implementing a no-drop policy resulted in increased convictions and fewer dismissals, (3) the number of trials would increase in jurisdictions where no-drop was adopted as a result of the prosecutor's demand for a plea in cases in which victims were uncooperative or unavailable, and (4) prosecutors would have to downgrade sentence demands to persuade defense attorneys to negotiate pleas in the new context of a no-drop policy. Statutes implemented in San Diego, California, were designed to make it easier to admit certain types of evidence and thereby to increase the prosecutor's chances of succeeding in trials without victim cooperation. To assess the impact of these statutes, researchers collected official records data on a sample of domestic violence cases in which disposition occurred between 1996 and 2000 and resulted in no trial (Part 1), and cases in which disposition occurred between 1996 and 1999, and resulted in a trial (Part 2). In Everett, Washington (Part 3), Klamath Falls, Oregon (Part 4), and Omaha, Nebraska (Part 5), researchers collected data on all domestic violence cases in which disposition occurred between 1996 and 1999 and resulted in a trial. Researchers also conducted telephone interviews in the four sites with domestic violence victims whose cases resolved under the no-drop policy (Part 6) in the four sites. Variables for Part 1 include defendant's gender, court outcome, whether the defendant was sentenced to probation, jail, or counseling, and whether the counseling was for batterer, drug, or anger management. Criminal history, other domestic violence charges, and the relationsh\nip between the victim and defendant are also included. Variables for Part 2 include length of trial and outcome, witnesses for the prosecution, defendant's statements to the police, whether there were photos of the victim's injury, the scene, or the weapon, and whether medical experts testified. Criminal history and whether the defendant underwent psychological evaluation or counseling are also included. Variables for Parts 3-5 include the gender of the victim and defendant, relationship between victim and defendant, top charges and outcomes, whether the victim had to be subpoenaed, types of witnesses, if there was medical evidence, type of weapon used, if any, whether the defendant confessed, any indications that the prosecutor talked to the victim, if the victim was in court on the disposition date, the defendant's sentence, and whether the sentence included electronic surveillance, public service, substance abuse counseling, or other general counseling. Variables for Part 6 include relationship between victim and defendant, whether the victim wanted the defendant to be arrested, whether the defendant received treatment for alcohol, drugs, or domestic violence, if the court ordered the defendant to stay away from the victim, and if the victim spoke to anyone in the court system, such as the prosecutor, detective, victim advocate, defense attorney, judge, or a probation officer. The victim's satisfaction with the police, judge, prosecutor, and the justice system, and whether the defendant had continued to threaten, damage property, or abuse the victim verbally or physically are also included. Demographic variables on the victim include race, income, and level of education."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"During the late 1980s and 1990s, the law  enforcement response to domestic violence changed substantially. Legal  impediments to police officers' making warrantless arrests for  misdemeanors they did not witness were removed. The old system was  replaced by presumptive arrest statutes (under which police were  encouraged to make arrests) or statutes making arrest mandatory when  probable cause existed. Many victim advocates supported these changes,  arguing that taking the decision to arrest away from victims shielded  them from possible retaliation by batterers. The changes in police  practices regarding domestic incidents were paralleled by changes in  the prosecution of these cases. Many jurisdictions changed their  prosecution policies to (1) assure that all legally sufficient  domestic cases would be prosecuted whether or not victims were fully  cooperative, (2) drop the requirement that victims sign a complaint,  and (3) forbid victims from dropping charges once filed. Other  jurisdictions facilitated the process of obtaining restraining orders,  established special domestic violence courts staffed with personnel  specially trained in handling the complications of domestic cases, or  established better coordination among police, prosecution, judicial,  and probation agencies. Some prosecutors adopted a policy that  paralleled mandatory arrest policies of the police. So-called  \"no-drop\" or \"evidence-based\" prosecution was pioneered in places like  Duluth and San Diego as a response to the high dismissal rate of  domestic violence cases. Until that time, it had been the practice of  most prosecutors and judges to dismiss domestic cases in which the  victim was unwilling to come to court or to testify against the  defendant. Since many victims failed to cooperate for a variety of  reasons, domestic violence cases had dismissal rates many times higher  than other crimes. This study sought to examine the effects of no-drop  policies on court outcomes, victim satisfaction with the justice  system, and feelings of safety. Moreover, researchers wanted to  determine whether (1) prosecution without the victim's cooperation was  feasible with appropriate increases in resources, (2) implementing a  no-drop policy resulted\nin increased convictions and fewer dismissals,  (3) the number of trials would increase in jurisdictions where no-drop  was adopted as a result of the prosecutor's demand for a plea in cases  in which victims were uncooperative or unavailable, and (4)  prosecutors would have to downgrade sentence demands to persuade  defense attorneys to negotiate pleas in the new context of a no-drop policy."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Researchers identified sites where the Office of  Justice Programs (OJP) had awarded funds for no-drop prosecution  (under the Violence Against Women Office (VAWO) grant program) to  encourage arrest policies. From the handful of grantees who had been  awarded funds to implement no-drop, researchers chose Everett,  Washington, Klamath Falls, Oregon, and Omaha, Nebraska. These three  sites seemed the most committed to implementing a strong no-drop  policy. Researchers also added San Diego in order to examine the  effects of two state laws favorable to prosecutors. These statutes  were designed to make it easier to admit certain types of evidence and  thereby increase the prosecutor's chances of succeeding in trials  without victim cooperation. To assess the impact of the statutes,  researchers collected official records data on a sample of domestic  violence cases (with disposition occurring between 1996 and 2000)  resulting in no trial (Part 1) and cases (with disposition occurring  between 1996 and 1999) which resulted in a trial (Part 2). Even though  San Diego had not applied for funds under the arrest policies grant  program, researchers believed it was important to include it. San  Diego was not only the first place to try no-drop, but it was also  widely considered to have been the most successful at implementing the  policy. In the remaining three sites, Everett (Part 3), Klamath Falls  (Part 4), and Omaha (Part 5), researchers collected data on all  domestic violence cases (with disposition occurring between 1996 and  1999) resulting in a trial. Researchers had hoped to gather samples  of domestic violence case files from before and after the  implementation of the no-drop policy. This would have enabled them  to determine how these policies affected conviction rates, sentences,  trial rates, and trial verdicts. However, researchers were only able  to obtain pre- and post-no-drop data in Everett (Part 5). Researchers  also conducted telephone interviews with domestic violence victims  from the four sites who had a domestic violence case resolved under  the no-drop policy (Part 6). The survey asked victims about (1) what  they believed should have been done with the case (from dropping  charges to sentencing batterers to jail terms), (2) their willingness  to cooperate with criminal justice officials, (3) their contact with  victim advocates, (4) their belief that their views were heard and  considered by criminal justice officials, (5) their satisfaction with  officials (police, prosecutor, and judge) and with the case outcome,  (6) their beliefs about whether the criminal justice outcome had  increased or decreased their safety, and (7) the level of violence  experienced after the case was resolved in court. Extensive efforts  were made to reach victims. First, researchers attempted to make  contact using the phone number provided by the prosecutor's office. If  the number was disconnected or the victim no longer lived at that  address, an interviewer called a telephone directory/information to  obtain the new number listed for the victim. To encourage victim  participation, victims were monetarily compensated. For victims who  refused to participate, interviewers tried to alleviate any concerns  about the interview and made assurances that confidentiality would be maintained."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for Part 1 include defendant's gender,  court outcome, whether the defendant was sentenced to probation, jail,  or counseling, and whether the counseling was for ba\ntter, drug, or  anger management. Criminal history, other domestic violence charges,  and the relationship between the victim and defendant are also  included. Variables for Part 2 include length of trial and outcome,  witnesses for the prosecution, defendant's statements to the police,  whether there were photos of the victim's injury, the scene, or the  weapon, and whether medical experts testified. Criminal history and  whether the defendant underwent psychological evaluation or counseling  are also included. Variables for Parts 3-5 include the gender of the  victim and defendant, relationship between victim and defendant, top  charges and outcomes, whether the victim had to be subpoenaed, types  of witnesses, if there was medical evidence, type of weapon used, if  any, whether the defendant confessed, any indications that the  prosecutor talked to the victim, if the victim was in court on the  disposition date, the defendant's sentence, and whether the sentence  included electronic surveillance, public service, substance abuse  counseling, or other general counseling. Variables for Part 6 include  relationship between victim and defendant, whether the victim wanted  the defendant to be arrested, whether the defendant received treatment  for alcohol, drugs, or domestic violence, if the court ordered the  defendant to stay away from the victim, if the victim spoke to anyone  in the court system, such as the prosecutor, detective, victim  advocate, defense attorney, judge, or a probation officer. The  victim's satisfaction with the police, judge, prosecutor, and the  justice system, and whether the defendant had continued to threaten,  damage property, or abuse the victim verbally or physically are also  included. Demographic variables on the victim include race, income, and level of education."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"defendants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial process"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trials"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3319.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3319.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflec\nt these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WT-VX-0029"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-06-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records data and telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Everett"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Klameth Falls"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nebraska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Omaha"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oregon"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-5: Domestic violence cases. Part 6: Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Domestic violence cases in San Diego, California, with disposition dates between 1996-2000 resulting in no trial. Parts 2-5: Domestic violence cases in San Diego, California, Everett, Washington, Kalmath Falls, Oregon, and Omaha, Nebraska, with disposition dates between 1996 and 1999 resulting in trial. Part 6: Domestic violence victims in San Diego, California, Everett, Washington, Kalmath Falls, Oregon, and Omaha, Nebraska, whose cases were resolved under a no-drop policy."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Convenience sampling and random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1-5: Not applicable. The response rate for Part 6 was 18.4 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 6."}]}},"files":[{"description":"","label":"Everett Case Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610173,"persistentId":"","pidURL":"","filename":"Everett Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Klamath Falls Case Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610174,"persistentId":"","pidURL":"","filename":"Klamath Falls Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Omaha Case Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610175,"persistentId":"","pidURL":"","filename":"Omaha Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"San Diego Non-Trial Case Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610171,"persistentId":"","pidURL":"","filename":"San Diego Non-Trial Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"San Diego Trial Case Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610172,"persistentId":"","pidURL":"","filename":"San Diego Trial Case Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Interview Data","restricted":false,"version":1,"datasetVersionId":35103,"dataFile":{"id":2610176,"persistentId":"","pidURL":"","filename":"Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}