{"status":"OK","data":{"id":41277,"identifier":"ICPSR06402.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06402.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06402.v1","latestVersion":{"id":37277,"storageIdentifier":"file://10.3886/ICPSR06402.v1","versionState":"RELEASED","distributionDate":"1996-10-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:43:41Z","releaseTime":"2015-04-09T03:43:41Z","createTime":"2015-04-09T03:43:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for inte\nrpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Role of Police Psychology in Controlling Excessive Force in 50 Large Cities in the United States, 1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Scrivner, Ellen M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Institute of Justice, Visiting Fellow"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As part of the development of an information base for  subsequent policy initiatives, the National Institute of Justice  sponsored a nationwide survey of\npolice psychologists to learn more  about the characteristics of officers who abuse force, the types of  measures police psychologists recommend to control police violence and  the role of police psychologists in preventing and identifying  individual police officers at risk for use of excessive force. Police  personnel divisions in 50 large cities were contacted for names and  addresses of the police psychologists who provided services to their  departments. Data were collected using a telephone interview protocol  that included 61 questions. In this study, excessive force was defined  as a violation of a police department's use-of-force policy by an  incumbent officer that was serious enough to warrant a referral to the  police psychologist. Background information collected on respondents  included years with the department, years as a police psychologist, if  the position was salaried or consultant, and how often the  psychologist met with the police chief. A battery of questions  pertaining to screening was asked, including whether the psychologist  performed pre-employment psychological screening and what methods were  used to identify job candidates with a propensity to use excessive  force. Questions regarding monitoring procedures asked if and how  police officer behavior was monitored and if incumbent officers were  tested for propensity to use excessive force. Items concerning police  training included which officers the psychologist trained, what types  of training covering excessive force were conducted, and what modules  should be included in training to reduce excessive force. Information  about mental health services was elicited, with questions on whether  the psychologist counseled officers charged with excessive force, what  models were used, how the psychologist knew if the intervention had  been successful, what factors limited the effectiveness of counseling  police officers, characteristics of officers prone to use excessive  force, how these officers are best identified, and who or what has the  most influence on these officers. General opinion questions asked  about factors that increase excessive force behavior and what services could be utilized to reduce excessive force."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Control of excessive force is a major problem for  police departments and the communities they serve. Repeated showings  of the videotape in March 1991 that documented Rodney King's treatment  by police officers in Los Angeles created nationwide concern about  police abuse of citizens. As a result, the Department of Justice  called for research to determine the nature and extent of and best  means to control the use of force by the nation's police officers. As  part of the development of an information base for subsequent policy  initiatives, the National Institute of Justice sponsored a nationwide  survey of police psychologists to learn more about the characteristics  of officers who abuse force, the types of measures police  psychologists recommend to control police violence, and the role of  police psychologists in preventing and identifying individual police  officers at risk for use of excessive force. At the onset of this  study, it was not known whether police departments were making full  use of psychologists' skills and of the psychologists themselves as  resources for proactive problem-solving, since no previous systematic  attempt had been made to obtain this information. The objective of the  survey was to answer the following questions: (1) What types of  professional services do psychologists provide in police departments?  (2) How are these services used by police departments to control the  use of force? (3) How do psychologists characterize officers who abuse  force, and are their acts a unique type of violence in the workplace?  (4) Are there promising intervention strategies based on police  psychology that can help police managers reduce the incidence of excessive force?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Police personnel divisions in the 50 selected  cities were contacted for names and addresses of the police  psychologists who provided services to their departments. In most  instances, the department provided the name of more than one  psychologist. Each of the 95 psychologists identified was sent a  letter requesting his or her participation and explaining the scope  and methods of the study. The letter also provided a written guarantee  of confidentiality for participants' departments. Data were collected  using a telephone interview protocol that included 61 questions. In  this study, excessive force was defined as a violation of a police  department's use-of-force policy by an incumbent officer that was  serious enough to warrant a referral to the police psychologist. The  constraints of this operational definition limits selected interview  responses to only the most serious offenders. Data were not captured  on officers who use excessive force but are not referred to the  department psychologist, or on officers who use force but against whom charges are not pressed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Background information collected on respondents  included years with the department, years as a police psychologist, if  the position was salaried or consultant, and how often the  psychologist met with the police chief. A battery of questions  pertaining to screening was asked, including whether the psychologist  performed pre-employment psychological screening and what methods were  used to identify job candidates with a propensity to use excessive  force. Questions regarding monitoring procedures asked if and how  police officer behavior was monitored and if incumbent officers were  tested for propensity to use excessive force. Items concerning police  training included which officers the psychologist trained, what types  of training covering excessive force were conducted, and what modules  should be included in training to reduce excessive force. Information  about mental health services was elicited, with questions on whether  the psychologist counseled officers charged with excessive force, what  models were used, how the psychologist knew if the intervention had  been successful, what factors limited the effectiveness of counseling  police officers, characteristics of officers prone to use excessive  force, how these officers are best identified, and who or what has the  most influence on these officers. General opinion questions asked  about factors that increase excessive force behavior and what services could be utilized to reduce excessive force."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police use of force"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1996-10-01Version Text: 1996-10-01 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-IJ-CX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-10-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Police psychologists serving police departments in cities with populations over 100,000 in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Police psychologists representing 50 of the largest police  departments in the United States in cities with populations exceeding  100,000 were chosen. Cities were selected from two sources: \"Uniform  Crime Reports for the United States\" (1990) and the \"Jeffers Directory\" (1990)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Sixty-five psychologists participated in the  study, representing 68 percent of the 95 psychologists originally  contacted. Nine psychologists (9.5 percent) were excluded from the  study because their contact with the police department was too  limited. Six psychologists (6 percent) refused to  participate. Fifteen psychologists (15.8 percent) who agreed to  participate were unable to be scheduled for interviews because of conflicts."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Data File","restricted":false,"version":1,"datasetVersionId":37277,"dataFile":{"id":2626286,"persistentId":"","pidURL":"","filename":"Data File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements","restricted":false,"version":1,"datasetVersionId":37277,"dataFile":{"id":2626287,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}