{"status":"OK","data":{"id":41041,"identifier":"ICPSR03489.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03489.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03489.v1","latestVersion":{"id":37041,"storageIdentifier":"file://10.3886/ICPSR03489.v1","versionState":"RELEASED","distributionDate":"2004-03-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:41:02Z","releaseTime":"2015-04-09T03:41:02Z","createTime":"2015-04-09T03:41:02Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Use of Computers in Patrol Cars by the San Francisco Police Department, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Colvin, Caran"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Francisco State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In an effort to reduce the workload of police officers  participating in problem-solving and community-oriented activities,  the San Francisco Police Department applied for and was awarded a  Community Oriented Policing Services (COPS) Making Officer  Redeployment Effective (MORE) grant in 1995 to integrate Mobile  Computing Terminals (MCTs), or laptop computers, into its daily  operations. The National Institute of Justice funded an evaluation of  this COPS MORE initiative. The evaluation examined the efficacy of a  technological intervention to improve operational efficiency, service  quality, and the corresponding changes in officers' attitudes and  behaviors associated with integrating the use of MCTs for computerized  incident reporting into the work process. The two systematic methods  of data collection used for this research project were  pencil-and-paper surveys of officers' attitudes toward computers and  community policing and direct observation of the behavior of officers  on patrol, including measurements of time to complete reports and time engaged in police activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The San Francisco Police Department (SFPD) has  had a long-term community policing plan since 1989. The SFPD defines  community policing as a philosophy, management style, and  organizational strategy that promotes (1) proactive problem-solving  and police-community partnerships, (2) full-service personalized  policing in which the same officer patrols and works in the same area  on a permanent basis, from a decentralized place, and (3) a high  quality of life in San Francisco's neighborhoods through  police-community partnerships that identify, prioritize, and solve  problems. Because problem-solving involves a more intensive and  long-term approach to crime prevention, departments implementing  community policing are challenged to find methods of freeing up  additional officer time to engage in problem-solving and  community-oriented activities. In an effort to facilitate its workload  reduction strategies, the SFPD applied for and was awarded a Community  Oriented Policing Services (COPS) Making Officer Redeployment  Effective (MORE) grant in June of 1995 to integrate innovative  technology, namely Mobile Computing Terminals (MCTs) or laptop  computers, into its daily police operations. The MCTs represented a  potential time-saving device for officers on patrol. With funds from  COPS MORE, the SFPD purchased 336 MCTs to replace the KDT-480 dumb  terminals that were installed in patrol cars. Funding to purchase  software that would enable the electronic submission of reports from  the field was also provided. The installation of the MCTs into patrol  cars and the electronic submission software were part o\nf an  administrative strategy to increase the efficiency of the work process  by shifting the entire department to computerized incident reporting.  Under the previous system, the Department estimated that two hours of  each officer's shift was spent traveling to the district police  station to access computer equipment to complete crime reports, or  handwrite the standard seven-page report, as no portable computers  were available for use in the field. The National Institute of Justice  funded an evaluation of this COPS MORE initiative. The evaluation  examined the efficacy of a technological intervention to improve  operational efficiency, service quality, and the corresponding changes  in officers' attitudes and behaviors associated with integrating MCTs  into the work process. This project evaluated the effect of MCTs on  two measures of organizational effectiveness that were operationalized  as (1) the number of hours saved through implementation of MCTs and (2) the allocation of time saved to community policing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The two systematic methods of data collection used  for this research project were pencil-and-paper surveys of officers'  attitudes toward computers and community policing (Part 1) and direct  observation of the behavior of officers on patrol, including  measurements of time to complete reports and time engaged in police  activities (Part 2). Of the 1,091 sworn members of the San Francisco  Police Department, 819 participated in the survey and ride-along  observational activities across the three time periods: 163 at Time 1,  205 at Time 2, and 451 at Time 3. The 819 patrol officers were asked  to complete surveys on computer attitudes and community policing (Part  1) and a subset of 463 officers participated in the observational  activities: 96 at Time 1, 185 at Time 2, and 182 at Time 3 (Part  2). Patrol officers participated in the observational study if they  were assigned to one of the shift and sector combinations that was  randomly selected for a ride-along. The simplest quasi-experimental  design would have been to observe the behavior of patrol officers in  five stations that had received MCTs compared to officers in five  stations that had not yet received them. However, the extraneous  effects of observation potentially contaminate a design that simply  compares an experimental group to a control group. Therefore, the  researchers used the Solomon four-group design to estimate and control  for the effects of observation. The basic unit of measurement and  analysis was the ride-along. Random combinations of shift halves and  sectors were used to develop the ride-along schedule. The shift half  was a five-hour period that occurred either during the first half or  the second half of the shift. During their shifts, officers were  assigned to a district sector, and they patrolled that sector for the  entire time. The shift halves and sectors that were randomly sampled  at Time 1 were sampled again at the successive measurement  periods. Time 1 was the pre-test period before the MCTs were  installed. Time 2 was the post-test period during which some groups  had MCTs and some groups did not, allowing the researchers to control  for the effects of observation. Time 3 was the second post-test period  during which all groups had MCTs. Due to the longitudinal nature of  the study, it was not possible to measure individual patrol officers  as the unit of analysis. Officers were rotated on a regular basis  from one district station to another. The nature of police work  differed significantly between district stations, so measuring the  same officer at two different stations would introduce a confounding  factor into the study. Within a district station, shift and sector  provided a level of analysis that was consistent across the different  measurement periods, and thus was less likely to introduce extraneous  factors into the study. Prior to data collection activities at e\nach  district station, members of the research team attended roll call at  all of the shifts in order to provide information about the study to  patrol officers. At the beginning of a given ride-along, the study was  explained to the patrol officer, and his or her informed consent was  obtained. The officer was told that participation was voluntary and  that he or she could withdraw from the study at any time. During the  five-hour ride-along, the observer collected information on the amount  of time the officer spent on various secondary activities. At the end  of the ride-along, the officer was asked to complete the Computer  Attitude and Community Policing Attitude Surveys. Survey responses and  observational data were anonymous and could not be linked to the  officers. Only the ride number identified the observations and  surveys. Officers who did not participate in a ride-along were asked  to complete the surveys and place them in a drop box at the district station. These surveys were anonymous."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Survey variables for Parts 1 and 2 include  officers' attitudes on the importance of access to state and federal  databases, detailed analyses of crime patterns, maps of crime hot  spots, information about community events, saving time writing  reports, more time to spend on patrol, flexible technology, accurate  technology, technology that is easy to understand, and dependable  technology. Other survey questions captured the officers' attitudes  toward community policing, such as the use of innovative solutions to  crime problems, communication with the public, teamwork with other  officers, knowledge of community resources, pressure because of the  demands of community policing, amount of training in community  policing, and rewards for practicing community policing. Officers were  also asked whether they had ever used a personal computer and for what  purposes and whether they had ever received formal training on  computers. Demographic variables for Parts 1 and 2 include age, years  employed by SFPD, level of education, county of residence, gender, and  ethnic identity. Part 2 contains additional variables from the  observational data collection, including time spent on report writing,  on the computer, at the station, in the field, on calls for service, on patrol, in court, and interacting with citizens."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"computers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police equipment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police patrol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"time utilization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3489.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3489.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, an\nd SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-03-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and observational data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for Part 1 were collected through  self-administered questionnaires. Data for Part 2 were gathered from  self-administered questionnaires and observations of\nride-along activities."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Francisco"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["police sector"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Individuals. Part 2: Observations."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All sworn police officers of the San Francisco Police Department in 1999 and 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1 all sworn officers were asked to complete a  self-administered survey. For Part 2 patrol officers participated in  the observational study if they were assigned to one of the shift and sector combinations that was randomly selected for a ride-along."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Police Officer Survey Data","restricted":false,"version":1,"datasetVersionId":37041,"dataFile":{"id":2623995,"persistentId":"","pidURL":"","filename":"Police Officer Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Officer Survey Data and Observational Data","restricted":false,"version":1,"datasetVersionId":37041,"dataFile":{"id":2623996,"persistentId":"","pidURL":"","filename":"Police Officer Survey Data and Observational Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}