{"status":"OK","data":{"id":40389,"identifier":"ICPSR03400.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03400.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03400.v1","latestVersion":{"id":36389,"storageIdentifier":"file://10.3886/ICPSR03400.v1","versionState":"RELEASED","distributionDate":"2002-06-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:33:53Z","releaseTime":"2015-04-09T03:33:53Z","createTime":"2015-04-09T03:33:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Law Enforcement Training for Domestic Violence Cases in a Southwestern City in Texas, 1997-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Smithey, Martha"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Texas at El Paso and Boise State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Green, Susanne E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Texas at El Paso and Boise State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Giacomazzi, Andrew L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Texas at El Paso and Boise State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an outcome evaluation of the effects of the Duluth Domestic Abuse Intervention Project Training Model for Law Enforcement Response on police officer attitudes toward domestic violence. Data on the effectiveness of the training were collected by means of an attitude survey of law enforcement officers (Part 1). Additionally, two experimental designs (Part 2) were implemented to test the effects of the Duluth model training on (1) time spent by police officers at the scene of a domestic violence incident, and (2) the number of convictions. Variables for Part 1 include the assigned research group and respondents' level of agreement with various statements, such as: alcohol is the primary cause of family violence, men are more likely than women to be aggressive, only mentally ill people batter their families, mandatory arrest of offenders is the best way to reduce repeat episodes of violence, family violence is a private matter, law enforcement policies are ineffective for preventing family violence, children of single-parent, female-headed families are abused more than children of dual-parent households, and prosecution of an offender is unlikely regardless of how well a victim cooperates. Index scores calculated from groupings of various variables are included as well as whether the respondent found training interesting, relevant, well-organized, and useful. Demographic variables for each respondent include race, gender, age, and assignment and position in the police department. Variables for Part 2 include whether the domestic violence case occurred before or after training, to which test group the case belongs, the amount of time in minutes spent on the domestic violence scene, and whether the case resulted in a conviction."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"With funding from the Community Oriented Policing  Service (COPS), the police department of a large southwestern city in  Texas established the Domestic Violence Prevention Commission in 19\n96  to develop an effective approach to reduce family violence in the  city. Representatives of the Commission reflected a public and  private, multi-level collaborative partnership and included members  of the police department, the District Attorney's office, the County  Attorney's office, the City Attorney's office, probation and parole  units, the military, the school district, the Council of Judges,  state, county, and municipal legal assistance organizations, Juvenile  Probation, the Battered Women's Shelter, the Transitional Living  Center, the clergy, and other volunteer services dealing with the  problems of family violence. One goal of the Commission was to improve  police response to domestic violence incidents. To this end, the  Commission implemented the Duluth Domestic Abuse Intervention Project  Training Model for Law Enforcement Response. The Duluth model had five  primary foci: (1) the changing role of law enforcement in domestic  violence cases, (2) safety and interviewing techniques, (3) the  fundamentals of a domestic violence investigation, (4) documentation  of evidence and report writing, and (5) special issues in  investigating domestic violence cases. This study was an outcome  evaluation of the effects of police officer training on police officer  attitudes toward domestic violence (Part 1). In addition to testing  the effects of the Duluth Model training on police officer attitudes,  two other experimental designs (Part 2) were implemented to test the  effects of the Duluth Model training on (1) time spent by police  officers at the scene of a domestic violence incident, and (2) number of convictions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1, an experiment was designed to measure  the effects of the Duluth model training on police officers' attitudes  toward domestic violence intervention. Data on the effectiveness of  the training were collected by means of an attitude survey of law  enforcement officers. The Solomon four-group design was implemented to  isolate and estimate the interaction effect that can occur when the  subject deduces the desired results from a combination of the pre-test  and test stimulus. The test stimulus was the Duluth model  training. This design required four groups, two of which received the  training (the experimental groups) and two of which did not (the  control groups). The subjects comprising the experimental groups were  police officers stationed at a regional command center. Of the two  groups receiving the test stimulus, one group completed both a  pre-test and post-test. The other completed only the post-test. The  subjects for the control groups were selected from the four command  stations that did not receive training. Of those officers who agreed  to participate, every other officer completed the pre-test  questionnaire. Forty-eight hours later (when there was a shift  change), the post-test was administered to all the officers. The  pre-test/post-test measuring instrument was a questionnaire consisting  of a series of items designed to assess attitudes toward gender roles,  police intervention in domestic violence, police policy surrounding  domestic violence, prosecution, the training itself, and belief in  inaccurate or simplistic causes of domestic violence. For Part 2, two  additional experiments utilizing a classical experimental design were  implemented to test the effects of the Duluth model training on (1)  time police officers spent at the scene of a domestic violence  incident, and (2) the number of convictions. Two computer systems were  used to gather information: the Criminal Justice Information System  (CJIS) and Computer Aided Dispatch (CAD). Family violence cases for  September 1998 through September 1999 were gathered from two sources  at the District Attorney's (DA) office. Case numbers for which arrests  had been made at the scene were collected from the District Attorney  Information Management System (DIMS) department files. N\non-arrest case  numbers were gathered from the screening log of the family violence  attorney in charge of overseeing the prosecution of family violence  cases. Once the unique case number assigned by the local police  department was identified, data were collected to be used in the  experimental designs. The first experimental design was used to  measure the effects of domestic violence response training and the  amount of time spent at the scene of the domestic violence  episode. For domestic violence offenses occurring from September 1998  through September 1999, time spent at the scene by law enforcement  officers was obtained from the police department's CAD system. For the  purposes of this study, time at the scene was assigned to the  principal or senior officer of record and was calculated as the  difference between the initial time of arrival at the scene and the  time when the police unit informed dispatch it was leaving the scene  of the domestic violence call. Therefore, \"time at the scene\" was  operationalized as the length of time in minutes that the officer  spent at the family violence scene and did not include transport of  the offender for booking. For \"report only\" cases in which the family  violence victim filed a complaint at a police substation, time at the  scene was operationalized as the time spent compiling the report for  the victim. The test stimulus was the Duluth training. Cases managed  by police officers who received training constituted the experimental  group. Cases managed by police officers who did not receive training  constituted the control group. The pre-test and post-test consisted of  the amount of time spent at the scene of the domestic violence  episode. The second experimental design measured the effects of the  Duluth training on the number of convictions. Disposition of family  violence cases was determined by locating the cases on the prosecuting  attorney's centralized computer system. The outcome of each case was  noted as either a dismissal or conviction. The pre-test and post-test  consisted of the number of cases resulting in convictions from both the control and experimental groups."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for Part 1 include the assigned research  group and respondents' level of agreement with various statements,  such as: alcohol is the primary cause of family violence, men are more  likely than women to be aggressive, only mentally ill people batter  their families, mandatory arrest of offenders is the best way to  reduce repeat episodes of violence, family violence is a private  matter, law enforcement policies are ineffective for preventing family  violence, children of single-parent, female-headed families are abused  more than children of dual-parent households, and prosecution of an  offender is unlikely regardless of how well a victim cooperates. Index  scores calculated from groupings of various variables are included as  well as whether the respondent found training interesting, relevant,  well-organized, and useful. Demographic variables for each respondent  include race, gender, age, and assignment and position in the police  department. Variables for Part 2 include whether the domestic  violence case occurred before or after training, to which test group  the case belongs, the amount of time in minutes spent on the domestic violence scene, and whether the case resulted in a conviction."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3400.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program,\nSAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The data available in this collection are part of a broader evaluation project. Other components of the evaluation that are not available through this data collection include the focus group interviews, archival data in the form of meeting notes, and data used to determine the effects of the Duluth model on the acceptance of a case for prosecution. Users are strongly encouraged to obtain the Final Report for this project in order to understand the entire process evaluation.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-WE-VX-0131"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-06-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires and administrative records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Law enforcement officers. Part 2: Domestic violence cases."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Law enforcement officers from selected command centers who had been administered the Duluth Domestic Abuse Intervention Project Training Model for Law Enforcement Response (experimental group) and those who had not received the training (control group). Part 2: Domestic violence cases handled by police officers who had completed the Duluth model training."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Convenience sampling. Part 2: inap."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Unknown."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Likert scales were used in Part 1. There were no scales used in Part 2."}]}},"files":[{"description":"","label":"Experimental Design Data","restricted":false,"version":1,"datasetVersionId":36389,"dataFile":{"id":2619615,"persistentId":"","pidURL":"","filename":"Experimental Design Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Officer Survey Data","restricted":false,"version":1,"datasetVersionId":36389,"dataFile":{"id":2619614,"persistentId":"","pidURL":"","filename":"Police Officer Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}