{"status":"OK","data":{"id":42442,"identifier":"ICPSR03804.v5","persistentUrl":"https://doi.org/10.3886/ICPSR03804.v5","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03804.v5","latestVersion":{"id":38442,"storageIdentifier":"file://10.3886/ICPSR03804.v5","versionState":"RELEASED","distributionDate":"2004-06-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:56:31Z","releaseTime":"2015-04-09T03:56:31Z","createTime":"2015-04-09T03:56:31Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Early Head Start Research and Evaluation (EHSRE) Study, 1996-2010: [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Administration for Children and Families"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Administration for Children and Families"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Early Head Start (EHS) programs are comprehensive, two-generation programs that focus on enhancing children's development while strengthening families. Designed for low-income pregnant women and families with infants and toddlers up to age 3, Early Head Start programs strive to achieve their goals by designing program options based on family and community needs. Programs may offer one or more options to families, including a home-based option, a center-based option, a combination option in which families receive a prescribed number of home visits and center-based experiences, and locally designed options, which in some communities include family child care.</p>\n<p>The Early Head Start Research and Evaluation (EHSRE) Study was conducted by Mathematica Policy Research (MPR) and included five major components: (1) an implementation study; (2) an impact evaluation, using an experimental design; (3) local research studies to learn about pathways to desired outcomes; (4) policy studies to respond to information needs in areas of emerging policy-relevant issues; and (5) continuous program improvement.  The study involved 3,001 children and families in 17 sites representing diverse program models, racial/ethnic makeup, urban-rural location, program auspice, and program experience in serving infants and toddlers.  Three phases comprise the collection: Birth to Three (\"0-3\"), Pre-Kindergarten (\"PreK\") Follow-up and the Elementary School (\"G5\") Follow-up. A brief description of each phase is provided below:</p>\n<ul>\n<li>Birth to Three Phase (1996-2001):  included a cross-site national study that encompassed an Impact Evaluation and Implementation Study that investigated program impacts on children and families through their time in the program as well as site-specific research conducted by local research projects.</li>\n<li>Pre-Kindergarten Follow-up Phase (2001-2005) : built upon the earlier research and followed the children and families who were in the original study from the time they left the Early Head Start program until they entered kindergarten.  It was designed to document the long-term consequences of receiving either Early Head Start services or other community services up until age 3 combined with subsequent Head Start or other formal early care and education programs on children's school readiness and parent functioning.</li>\n<li>Elementary School Follow-up Phase (2005-2010): assessed children and families when the children were fifth graders or attending their sixth year of formal schooling. The study included direct assessments of children's cognitive, socio-emotional, and physical development; parent interviews; teacher questionnaires; and videotaping of maternal-child interactions.</li>\n</ul>\n<p>The Early Head Start findings are based on a mixture of direct child assessments, observations of children's behavior by in-person interviewers, ratings of videotaped parent-child interactions in standardized ways, ratings of children's behaviors by their parents, and parents' self-reports of their own behaviors, attitudes, and circumstances. Data in this collection were constructed by the Mathematica Policy Research (MPR) researchers for use in their analyses. Very few of the original source variables are present in this public-use file. The constructs came from several data sources:</p>\n\n<ol>\n<li><p>Baseline data, which were collected from the Head Start Family Information System (HSFIS) program application and enrollment forms and the MPR Track\ning System. These data contain information on the program status of each case, characteristics of the applicant, mother, and focus child from the MPR Tracking System, summary variables pertaining to all family members, and information on the father, on family circumstances, on the mother's pregnancy, and on the focus child.</p></li>\n<li><p>Parent services follow-up interviews (PSI) targeted for 6, 15, and 26 months after random assignment. These data contain information on use of services both in and outside of Early Head Start, progress toward economic self-sufficiency, family health, and children's health.</p></li>\n<li><p>Parent interviews (BPI) targeted for completion when children were 14, 24, and 36 months old. These interviews obtained a large amount of information from the primary caregivers about their child's development and family functioning. Specific questions asked of parents in the parent interview included items about raising a baby, child's health, household composition, child care, mother figure, father figure, family routines, parents' and parent-child activities, child behavior, and stressful events.</p></li>\n<li><p>Child and family assessments targeted for administration when children were 14, 24, and 36 months old. Field interviewers recorded information from their observations of children's behavior and home environments. Direct child assessments included Bayley Assessments, Peabody Picture Vocabulary Tests (PPVTs), and videotaped semi-structured parent-child interactions.</p></li>\n<li><p>Child care provider interviews and observations targeted for administration when children were 14, 24, and 36 months old.  Interview and observation data were collected from child care providers for children who were in child care arrangements that met particular criteria when they were approximately 14, 24 and 36 months old.  Different data collection instruments were used for children in child care centers and children cared for by family child care providers or relatives.  Data from both types of providers may be used together for some types of analyses.</p></li>\n<li><p>Father interviews targeted for collection when children were 24 and 36 months old.  In addition to asking mothers about their child's father, biological fathers and father figures in 12 sites were interviewed directly about fathering issues at the time of the 24- and 36-month birthday-related interviews (but not when children were 14 months old).</p></li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Early Head Start Research and Evaluation study was designed to carry out the recommendation of the Advisory Committee on Services for Families with Infants and Toddlers for a strong research and evaluation component to support continuous improvement within the Early Head Start program and to meet the 1994 reauthorization requirement for a national evaluation of the new infant-toddler program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The EHSRE study was a rigorous, large-scale, random-assignment evaluation and included an implementation study, an impact study and local research projects.</p>\n<p>The\n<strong>implementation study</strong>\nconsisted of three rounds of site visits to the 17 research programs, one near the time of funding in 1996 and again in 1997 and 1999. The study gathered rich data on the implementation of these first Early Head Start programs. Programs were very dynamic -- findings are reported in two reports --  Leading the Way and Pathways to Quality. The findings were also important in understanding the findings from the impact study, as you will see shortly.</p>\n\n<p>The\n<strong>impact study</strong>\nfollowed 3,001 children from enrollment to age 3. When the families applied to the Early Head Start program, programs accepted applications for twice as many children as could be enrolled. Half were randomly assigned to a control group and half were assigned to a program group. Control group families could not participate in Early Head St\nart but could receive other community services. So, both groups were the same, except that the program group received Early Head Start and the control group did not. This is important because any differences between the two groups can be attributed to Early Head Start.</p>\n<p>The\n<strong>local research projects</strong>\n, conducted by university-based researchers partnered with Early Head Start programs, were designed to address specific outcomes and program functions that reflected the uniqueness of each Early Head Start program. The major focus for these local studies was the identification of what mediates and moderates positive child and family development within the context of the specific Early Head Start programs and local communities. These local research studies identified site-specific outcomes and examined intra-site differential impacts and their reasons for them. Local researchers also assisted in the collection of cross-site data collection for the national evaluation.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child rearing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"early childhood education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Early Head Start"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"infants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parent child relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parenting skills"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"preschool children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"toddlers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B. Child Development and School Readiness"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II. Parents and Families"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.D. Parent/Family Practices and Structure"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VI. Programs, Interventions and Curricula"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VI.A. Programs"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VI.A.3. Early Head Start/Head Start"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR XII. Childhood Obesity"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V.A. Education, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-09-27Version Text: 2011-09-27Version Date: 2011-09-27Version Text: 2011-09-27 Subject: null  Type: null  Notes: The SAS macro names were changed in the files \"Program-fmt.sas\" and \"Program-fmt_stmt.sas\".  Missing Value Labels for these variables were removed:  CMTHS, C5BMIZ, B5PEDSUP, B5PEDSUPE, B5EDSUPI.  The Variable List and Parent Interview Crosswalk were moved in the codebook and now appear starting on page 7.;Version Date: 2011-09-22Version Text: 2011-09-22 Subject: null  Type: null  Notes: The data and documentation were completely updated.  Previously, the data contained information for the \"0-3\" phase and now contain data for all 3 phases: \"0-3\", \"PreK,\" and \"Grade 5.\"  The documentation was revised so that there is one User Guide per phase and one Codebook (with appendices) for all phases combined. An overview of the entire data collection is provided beginning on page 4 of each PDF.;Version Date: 2010-05-11Version Text: 2010-05-11 Subject: null  Type: null  Notes: The PDF documentation has been updated. Specifically, parts of the codebook were edited for grammar and formatting. In the dataset, missing values were adjusted for five variables: POVRATIO, B0P_CDAT, P0_DATE, P1_DATE, and P2_DATE.;Version Date: 2008-06-18Version Text: 2008-06-18 Subject: null  Type: null  Notes: The data files were revised, variable labels and value labels refined, and documentation updated. Specifically, the Explanation of Measures document was combined with the codebook reducing the number of study documents to 3.;Version Date: 2008-02-18Version Text: 2008-02-18 Subject: null  Type: null  Notes: The data producer revised the data file, adding 155 variables and dropping 24 variables. The accompanying documentation files, including the Codebook and Explanation of Measures have been updated to reflect these changes. Stata data and setup files have been added to this collection.;Version Date: 2004-10-20Version Text: 2004-10-20 Subject: null  Type: null  Notes: PDF documentation was updated further. Specifically, variable labels, descriptions, and derivation information were reworded. Also, an additional PDF document was added, entitled \"Measures,\" describing the measures used in the study.;Version Date: 2004-08-12Version Text: 2004-08-12 Subject: null  Type: null  Notes: URLs in RELATED.PUBS field were updated.;Version Date: 2004-08-10Version Text: 2004-08-10 Subject: null  Type: null  Notes: PDF documentation was updated. Specifically, variable labels, descriptions, and derivation information were reworded and some frequencies were added to the codebook.;Subject: Study Level Error Note, Notes: <ul>\n<li><p><strong>Project Officers</strong></p></li>\n<li><p>The Early Head Start Research and Evaluation collaboration acknowledges the important role played by Helen Raikes and Rachel Chazan Cohen from ACF. They oversaw the collection of the EHSRE data and worked closely with the EHSRE team throughout the process.</p></li>\n<li><p><strong>Principal Investigators</strong></p></li>\n<li><p>John M. Love and Ellen Eliason Kisker (Mathematica Policy Research, Inc.) and Jeanne Brooks-Gunn (Columbia University) led the national evaluation team.</p></li>\n<li><p><strong>Acknowledgment</strong></p></li>\n<li><p>Anne Bloomenthal at Mathematica Policy Research played a major role in preparing the numerous data files that make up the EHS dataset. In particular, she was responsible for creating the public-use file.</p></li>\n<li><p><strong>EHSRE Consortium</strong></p></li>\n<li><p>These data are based on research conducted as part of the Early Head Start Research and Evaluation Project funded by the United States Department of Health and Human Services, Administration for Children and Families (ACF), under contract 105-95-1936 to Mathematica Policy Research, Princeton, NJ, and Columbia University's National Center for Children and Families, Teachers College, in conjunction with the Early Head Start Research Consortium. The consortium consists of representatives from 17 programs participating in the evaluation, 15 local research teams, the evaluation contractors, and ACF. Research institutions in the consortium (and principal researchers) include ACF (Rachel Chazan Cohen, Judith Jerald, Esther Kresh, Helen Raikes, and Louisa Tarullo), Catholic University of America (Michaela Farber, Harriet Liebow, Nancy Taylor, Elizabeth Timberlake, and Shavaun Wall), Columbia University (Lisa Berlin, Christy Brady-Smith, Jeanne Brooks-Gunn, and Allison Sidle Fuligni), Harvard University (Catherine Ayoub, Barbara Alexander Pan, and Catherine Snow), Iowa State University (Dee Draper, Gayle Luze, Susan McBride, Carla Peterson), Mathematica Policy Research (Kimberly Boller, Jill Constantine, Ellen Eliason Kisker, John M. Love, Diane Paulsell, Christine Ross, Peter Schochet, Cheri Vogel, and Welmoet van Kammen), Medical University of South Carolina (Richard Faldowski, Gui-Young Hong, and Susan Pickrel), Michigan State University (Hiram Fitzgerald, Tom Reischl, and Rachel Schiffman), New York University (Mark Spellmann and Catherine Tamis-LeMonda), University of Arkansas (Robert Bradley, Richard Clubb, Andrea Hart, Mark Swanson, and Leanne Whiteside-Mansell), University of California, Los Angeles (Carollee Howes and Claire Hamilton), University of Colorado Health Sciences Center (Robert Emde, Jon Korfmacher, JoAnn Robinson, Paul Spicer, and Norman Watt), University of Kansas (Jane Atwater, Judith Carta, and Jean Ann Summers), University of Missouri-Columbia (Mark Fine, Jean Ispa, and Kathy Thornburg), University of Pittsburgh (Beth Green, Carol McAllister, and Robert McCall), University of Washington School of Education (Eduardo Armijo and Joseph Stowitschek), University of Washington School of Nursing (Kathryn Barnard and Susan Spieker), and Utah State University (Lisa Boyce, Gina Cook, Catherine Callow-Heusser, and Lori Roggman).</p></li>\n<li><p><strong>Additional Resources</strong></p></li>\n<li><p>Additional information about the EHSRE study including reports, presentations and papers and instruments can be obtained from the Office of Planning, Research and Evaluation\n<a href=\"http://www.acf.hhs.gov/programs/opre/ehs/ehs_resrch/index.html\">http://www.acf.hhs.gov/programs/opre/ehs/ehs_resrch/index.html</a>\nWeb site.</p></li>\n<li><p>Restricted-Use Data are made available by the Henry A. Murray Research Center\n<a href=\"http://www.murray.harvard.edu\">http://www.murray.harvard.edu</a>\nat Harvard University.  They include an expanded set of Early Head Start data files, including source data from direct interviews and assessments, data from additional sources, and qualitative data.</p></li>\n</ul>; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"105-95-1936"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-06-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, personal interviews, and direct observation"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["child"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All applicants, during the sample enrollment period (July 1996 through September 1998 -- with specific duration varying by site), with a child up to 12 months old (including pregnant women in some sites), to 17 selected Early Head Start programs. The selected programs were located in Russellville, Arkansas, Venice, California, Denver, Colorado (two programs), Marshalltown, Iowa, Kansas City, Kansas, Jackson, Michigan, New York City, New York, Kansas City, Missouri, Pittsburgh, Pennsylvania, Sumter, South Carolina, McKenzie, Tennessee, Logan, Utah, Alexandria, Virginia, Kent, Washington, Sunnyside, Washington, and Brattleboro, Vermont."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"All eligible applicants to 17 selected Early Head Start programs were randomly assigned to the program or control group. All cases were targeted for all rounds of data collection, and all data collected are in the public-use file (with the exception of a small number of cases excluded to protect confidentiality)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."}]}},"files":[{"description":"","label":"Early Head Start Research and Evaluation (EHSRE) Study, 1996-2010 [United States]","restricted":false,"version":1,"datasetVersionId":38442,"dataFile":{"id":2637518,"persistentId":"","pidURL":"","filename":"Early Head Start Research and Evaluation (EHSRE) Study, 1996-2010 [United States]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}