{"status":"OK","data":{"id":46156,"identifier":"ICPSR34565.v2","persistentUrl":"https://doi.org/10.3886/ICPSR34565.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR34565.v2","latestVersion":{"id":42156,"storageIdentifier":"file://10.3886/ICPSR34565.v2","versionState":"RELEASED","distributionDate":"2013-05-02","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:37:14Z","releaseTime":"2015-04-09T04:37:14Z","createTime":"2015-04-09T04:37:14Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users are reminded by the Substance Abuse and Mental Health Services Administration (SAMHSA) that these data are to be used solely for statistical analysis and reporting of aggregated information, and not for the investigation of specific individuals or organizations.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Drug Abuse Warning Network (DAWN), 2011"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"DAWN, 2011"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Center for Behavioral Health Statistics and Quality"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Substance Abuse and Mental Health Services Administration. Center for Behavioral Health Statistics and Quality"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Drug Abuse Warning Network (DAWN) is a nationally representative public health surveillance system that has monitored drug related emergency department (ED) visits to hospitals since the early 1970s. First administered by the Drug Enforcement Administration (DEA) and the National Institute on Drug Abuse (NIDA), the responsibility for DAWN now rests with SAMHSA's Center for Behavioral Health Statistics and Quality (CBHSQ). Over the years, the exact survey methodology has been adjusted to improve the quality, reliability, and generalizability of the information produced by DAWN. The current approach was first fully implemented in the 2004 data collection year.</p>\n\n<p>DAWN relies on a longitudinal probability sample of hospitals located throughout the United States. To be eligible for selection into the DAWN sample, a hospital must be a non-Federal, short-stay, general surgical and medical hospital located in the United States, with at least one 24-hour ED. DAWN cases are identified by the systematic review of ED medical records in participating hospitals. The unit of analysis is any ED visit involving recent drug use. DAWN captures both ED visits that are directly caused by drugs and those in which drugs are a contributing factor but not the direct cause of the ED visit. The reason a patient used a drug is not part of the criteria for considering a visit to be drug-related. Therefore, all types of drug-related events are included: drug misuse or abuse, accidental drug ingestion, drug-related suicide attempts, malicious drug poisonings, and adverse reactions. DAWN does not report current medications (i.e., medications and pharmaceuticals taken regularly by the patient as prescribed or indicated) that are unrelated to the ED visit.</p>\n\n<p>The DAWN public-use dataset provides information for all types of drugs, including illegal drugs, prescription drugs, over-the-counter medications, dietary supplements, anesthetic gases, substances that have psychoactive effects when inhaled, alcohol when used in combination with other drugs (all ages), and alcohol alone (only for patients aged 20 or younger). Public-use dataset variables describe and categorize up to 22 drugs contributing to the ED visit, including toxicology confirmation and route of administration. Administrative variables specify the type of case, case disposition, categorized episode time of day, and quarter of\nyear.  Metropolitan area is included for represented metropolitan areas. Created variables include the number of unique drugs reported and case-level indicators for alcohol, non-alcohol illicit, any pharmaceutical, non-medical use of pharmaceuticals, and all misuse and abuse. Demographic items include age category, sex, and race/ethnicity. Complex sample design and weighting variables are included to calculate various estimates of drug-related ED visits for the Nation as a whole, as well as for specific metropolitan areas, from the ED visits classified as DAWN cases in the selected hospitals.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"detoxification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug overdose"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emergency departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"energy drinks"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"nonprescription drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"suicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR IX. Health Care and Health Facilities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"SAMHDA VIII. Drug Abuse Warning Network (DAWN)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"SAMHDA subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-08-09Version Text: 2013-08-09Version Date: 2013-08-09Version Text: 2013-08-09 Subject: null  Type: null  Notes: The latest update provides uniform drug codes and labels across all years of the series. The update also includes the addition of energy drinks to the drug category (DRUGID) variables.;Subject: Study Level Error Note, Notes: <p>Several limitations to the data exist and should be noted prior to using this DAWN file:</p>\n\n<ul>\n<li><p>DAWN data collectors attempt to identify with a high degree of specificity the exact drugs involved in an ED visit, but extant medical records vary in specificity and detail. If extant medical records include only a general description of a drug (e.g., \"benzodiazepines\"), the drug is grouped in a general category (e.g., \"benzodiazepines not otherwise specified\").</p></li>\n<li><p>Many drug-related ED visits involve multiple drugs. In these instances, it may be difficult or impossible to determine whether a single drug is responsible for the visit or if the visit was the result of the interaction between the drugs.</p></li>\n<li><p>When multiple drugs are involved, it should not be assumed that they are all taken for the same reason; a patient may misuse one type of prescription medication while taking another medication as prescribed.</p></li>\n<li><p>While DAWN seeks to report only the drugs that are related to the ED visit, some unrelated drugs may be included if ED records fail to indicate that they were obtained through a legitimate prescription, were taken as prescribed or indicated, and were unrelated to the ED visit. For example, anecdotal evidence suggests that ED records may mention methadone but fail to indicate that the patient was enrolled in a methadone treatment program and that the methadone was unrelated to the medical emergency leading to the ED visit.</p></li>\n<li><p>DAWN does not produce rates (visits per 100,000 population) for race/ethnicity groups. Information on race and ethnicity is often poorly documented in extant ED records. In addition, some hospitals consider race/ethnicity to be private information and will not make it available to DAWN Reporters. About 15 percent of visits each year do not contain race/ethnicity information. These missing data result in the systematic understatement of visits by race/ethnicity category.</p></li>\n<li><p>Although DAWN documents whether a drug was positively confirmed by toxicology testing, DAWN does not require that drugs reported for the ED visit be confirmed by laboratory testing. Toxicology tests are not used consistently across EDs, and some toxicology tests are not specific enough to identify particular drugs. Furthermore, a positive toxicology test is not necessarily evidence of recent drug involvement in an ED visit if it is a current medication or a drug that persists in the system long after it was used. For this reason, DAWN requires that the involvement of drugs be mentioned in the ED record, not just in the toxicology testing results, for the visit to be considered a DAWN case.</p></li>\n<li><p>Information on drug-related visits is based on a sample and is therefore subject to sampling variability. Standard error measurements are provided in many tables to reflect the sampling variability that occurs (a) by chance because only a sample rather than the entire universe is surveyed, and (b) due to nonresponse.</p></li>\n<li><p>As in any survey, a low response rate is of concern because it creates larger-than-expected sampling errors plus the opportunity for unpredictable biases. DAWN addresses these issues for the short term by always reporting standard errors based on the actual sample of respondents and for the long term by continuing its efforts to raise the hospital participation rate.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>Major changes to DAWN were instituted during 2003 as the result of a redesign intended to improve the quality and representativeness of DAWN estimates. Changes included the design of the hospital sample, a new case definition for drug-related ED visits eligible for DAWN, revised data items submitted on these cases, a new protocol for case finding, and improved quality assurance measures. These improvements created a permanent disruption in trends. As a result, comparisons cannot be made between the old DAWN (2002 and prior years) and the redesigned DAWN (2004 and forward). The year 2003 was a period of transition between the old DAWN and the redesigned DAWN. As a result, only interim, half-year estimates were produced for 2003.</p>;Subject: Study Level Error Note, Notes: <p>Several measures have been taken to protect the confidentiality of DAWN data:</p>\n\n<ul>\n<li><p>In the public use file, complex design variables have been adjusted to optimize disclosure protection while preserving the original design and statistical properties of the data to the highest degree possible. Specifically, each year PSUs are randomly selected for combination or division and original strata may be combined with adjacent strata. Self-representing PS\nUs may be treated as non self-representing as a result of this process. Case weight, replicate, and PSU frame count values are adjusted to reflect changes to PSUs and strata and to further maximize disclosure protection.</p></li>\n<li><p>PSU and strata identification values are randomized each year. While DAWN is not designed to identify the contribution or influence of a particular hospital, applied disclosure protection methods and identification value randomization preclude multilevel modeling at the hospital-level and comparison of individual sampling units over time.</p></li>\n<li><p>While disclosure protection has been applied to minimize deviance from the original sampling error calculation model, statistical analyses generated from the public use file may vary from results provided on the DAWN Web site. For online analysis using Survey Documentation and Analysis (SDA), complex design variables are used to generate statistical results, but are not directly accessible. Therefore, SDA utilizes original design variables modified slightly to accommodate the variance estimation capabilities of the SDA statistical program.</p></li>\n</ul>;Subject: Study Level Error Note, Notes: <p>Original variables recoded for disclosure protection include:</p>\n\n<ul>\n<li><p>Quarter: Month of episode has been recoded into quarter.</p></li>\n<li><p>Day part: Exact time of episode has been recoded into four day part categories.</p></li>\n<li><p>Case disposition: \"Chemical dependency/detox\" has been combined with \"Psychiatric unit\". Hospitals with combined chemical dependency and psychiatric units are included in the \"Other inpatient unit\" disposition category.</p></li>\n</ul>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-05-02"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2011"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2011"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["medical records"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Drug Abuse Warning Network (DAWN) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["emergency department visits"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The universe for the DAWN ED sample is all non-federal, short-stay, general medical and surgical hospitals in the United States that operate one or more EDs 24 hours a day, 7 days a week. Specialty hospitals, hospital units of institutions, long-term care facilities, pediatric hospitals, hospitals operating part-time EDs, and hospitals operated by the Veterans Health Administration and the Indian Health Service are excluded. The universe of EDs is identified from the American Hospital Association's Annual Survey Database."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"DAWN employs a multistage sampling design for the selection of EDs for analysis. Stratified simple random sampling with oversampling in selected metropolitan areas is used to select the hospitals. DAWN's target sample frame consists of all non-federal, short-stay, general medical and surgical hospitals in the United States that have one or more EDs open 24 hours a day. DAWN cases are identified by the systematic, retrospective review of ED medical records in participating hospitals. Due to the volume of cases in some EDs, a sample of medical records may be selected for review."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"DAWN includes a set of complex sample design variables to calculate estimates for the entire universe of DAWN-eligible hospitals in the United States from the sampled hospitals participating in DAWN. The primary sampling weights reflect the probability of selection, and separate adjustment factors are included to account for sampling of ED visits, nonresponse, data quality, and the known total of ED visits delivered by the universe of eligible hospitals. DAWN design variables include: variance estimation stratum (STRATA), primary sampling unit (PSU), replicate (REPLICATE), PSU frame count (PSUFRAME), and case weight (CASEWGT)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>For 2011, 233 hospitals submitted data that were used for estimation. The overall weighted response rate was 35.2 percent.</p>\n\n<p>DAWN cases are found through a review of ED medical records in participating hospitals. Across all participating hospitals in 2011, 12.2 million charts were reviewed to find the drug-related ED visits that met the DAWN case criteria. On the basis of the review of charts, 229,211 drug-related visits were found and submitted to the DAWN database.</p>"}]}},"files":[{"description":"","label":"Drug Abuse Warning Network (DAWN), 2011","restricted":false,"version":1,"datasetVersionId":42156,"dataFile":{"id":2665151,"persistentId":"","pidURL":"","filename":"Drug Abuse Warning Network (DAWN), 2011","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}