{"status":"OK","data":{"id":42190,"identifier":"ICPSR32821.v1","persistentUrl":"https://doi.org/10.3886/ICPSR32821.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR32821.v1","latestVersion":{"id":38190,"storageIdentifier":"file://10.3886/ICPSR32821.v1","versionState":"RELEASED","distributionDate":"2012-12-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:53:44Z","releaseTime":"2015-04-09T03:53:44Z","createTime":"2015-04-09T03:53:44Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of Tribes Learning Communities in California, 2007-2010"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hanson, Thomas L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WestEd"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Izu, Jo Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WestEd"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Petrosino, Anthony"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WestEd"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Delong-Cotty, Bo"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WestEd"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zheng, Hong"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WestEd"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an outcome evaluation that employed a group randomized experimental design to assess the effectiveness of a school-based violence prevention program known as Tribes in preventing youth violence. The study took place in elementary schools in the San Francisco Unified School District and targeted students in Kindergarten through Fifth grade. Within each school, teachers (and their students) were randomly assigned to the experimental condition, with teachers assigned to the intervention condition using Tribes in their classrooms and control teachers delivering usual lessons. Multiple, repeated measures, including teacher surveys and checklists, parent checklists, direct evaluator observations of classrooms, and individual student interviews were employed between May 2007 and November 2010. Researchers gathered data in four major outcome areas: classroom environment, teacher practices, and student behavior and reasoning."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to assess the effectiveness of a school-based violence prevention program known as Tribes in preventing youth violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Tribes Learning Communities is a whole classroom (often whole school) strategy and on-going group process that uses teaching practices and class structures to develop an environment that promotes positive student behaviors and learning. The study took place from spring 2007 through spring 2010 and utilized a cluster-randomized experimental trial to assess the effectiveness of the Tribes Program in preventing youth violence. The study was designed in two phases: Phase I examined the impacts after one academic year of exposure to Tribes. Phase II examined  the potential sustained program impacts six months after student exposure to one full academic year of Tribes in third and fourth grades.</p>\n<p>Phase I of the study was conducted over 18 months starting in spring 2007 for Cohort 1 and summer 2008 for Cohort 2. Prior to random assignment, Cohort 1 teachers were assessed during spring 2007 (summer 2008 for Cohort 2 teacher), and again, after program implementation, in spring 2008 (spring 2009 for Cohort 2 teachers). Baseline measures for students were collected at the same time. Tribes professional development was delivered during the summer and fall prior to the beginning of implementation.</p>\n<p>Among students, observations or measurement points occurred before and after the implementation of the intervention, in spring 2007 (Cohort 1)/summer 2008 (Cohort 2) and spring 2008 (Cohort 1)/2009 (Cohort 2), for Tribes and tr\neatment-as-usual conditions. In the final year (Phase II), students were assessed in winter to evaluate the degree to which programs impacts were apparent  six months after exposure to the program.</p>\n<p>Data was obtained directly from the record systems of the districts that participated in the study (Dataset 1, Student Archival Data n= 3,992). The data were collected from participating school districts for kindergarten through third grade students enrolled in spring of Year 0 (2006-2007 for Cohort 1 schools and 2007-2008 for Cohort 2 schools), first through fourth grade students enrolled in spring of Year 1 (2007-2008 for Cohort 1 and 2008-2009 for Cohort 2 schools), and second through fifth grade students enrolled in spring of Year 2 (2008-2009 for Cohort 1 schools and 2009-2010 for Cohort 2 schools).</p>\n<p>Teacher-reported behavior checklist (Dataset 2, Teacher Checklist Data n= 2,624) were collected for students in kindergarten through third grade in the spring of Year 0 (baseline), for students in first through fourth grades in the spring of Year 1 (implementation), and students in fourth and fifth grades in the spring of Year 2 (follow up).</p>\n<p>Parent-reported behavior checklists (Dataset 3, Parent Checklist Data n= 1,211) were collected from parents in the spring of Year 1 and Year 2. Checklists in four languages (English, Spanish, Chinese, and Tagalog) were used to collect the student behavior data from parents.</p>\n\n<p>Evaluators conducted individual clinical style interviews with a randomly selected subset of a maximum three students from each third and fourth grade classroom at two time points in Year 1 (Dataset 4, Student Interview Data n= 140). Four vignettes about incidents of disruptive and antisocial behaviour that students typically encounter in clossrooms and schools were developed. Each 30-40 minute student interview consisted of two vignettes and were tape-recorded.</p>\n<p>Teacher surveys (Dataset 5, Teacher Survey Data n= 213) were administered prior to, and at the end of the intervention (Phase I) to all treatment and control teachers.</p>\n<p>Classroom observation data (Dataset 6, Classroom Observation Data n= 128) were collected at two time points in Year 1. The 30 minute observations were carried out in both treatment and control classrooms across all grades. Observers were not told whether the classroom they were observing was an intervention classroom and participating teachers were asked not to inform observers of their status. The observation protocol also included a brief 10 minute post-observation interview with the teacher, administered within 24 hours of the observation, to assess how typical the observed practices and behaviors were.</p>\n<p>Teacher attendance data collected at the trainings (Dataset 7, Teacher Training Data n= 81) were used to describe the number of teachers who participated in the Tribes professional development as well as follow-up training or remote training in Year 1.</p>\n<p>Data containing the rosters of students (Dataset 8, Student Roster Data n= 4,221) and teachers (Dataset 9, Teacher Roster Data n= 302) were obtained directly from the schools. The information was collected from the scools in the spring of Year 0 and in the fall of Year 1 and Year 2.</p>\n<p>From these nine base data files researchers generated five analytic sample files: Student Impact Analysis Data (Dataset 10), Student Followup Impact Analysis Data (Dataset 11), Student Interview Analysis Data (Dataset 12), Teacher Impact Analysis Data (Dataset 13), and Classroom Observation Impact Analysis Data (Dataset 14).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The student archival dataset (Dataset 1, Student Archival Data) contains information on language arts and mathematics test scale scores from the California Standards Test (CST), student demographic characteristics (grade, gender, ethnicity, student eligibility for free or reduced price lunch program, English learner status/English proficiency, parent ed\nucation level, and student special education designation), student attendance (number of days student attended school and number of absences), and suspension data.</p>\n<p>The teacher-reported checklist (Dataset 2, Teacher Checklist Data) included measures from the Achenbach Behavior Checklist (teacher form) (ABCL) and the Behavioral and Emotional Rating Scale (BERS-2). Teachers were asked to rate the individual student's social competencies, interactions, internal states, and classroom behavior. The checklist measured six constructs (Aggression, Hyperactivity, Bullying, Conduct problems, Defiance, and Violence) and assessed students on several behavior syndromes. The ABCL was used to assess aggressive behavior, rule-breaking behavior, social problems, and attention problems. The BERS-2 was used to assess positive student behaviors that might result from the implementation of Tribes and changes in classroom environments. BERS-2 asked teachers to rate individual student's strengths and competenecies in five domains: interpersonal strength, intrapersonal strength, school functioning, and affective strength.</p>\n<p>The parent-reported checklist (Dataset 3, Parent Checklist Data) included the Achenbach Behavior Checklist (parent form) (ABCL) and the Behavioral and Emotional Rating Scale (BERS-2). The questions included in the parent-reported checklist were based on the same constructs used in the teacher-reported checklist including Aggression, Hyperactivity, Bullying, Conduct problems, Defiance, and Violence.</p>\n<p>Each vignette (Dataset 4, Student Interview Data) asked students about the benefits and harm of the behaviors described in the story, the reasons they may occur, and what they think should be done about preventing and/or intervening in these incidents. The interviews also included questions about antisocial attitudes and behaviors including victimization and bullying, and what students have learned from Tribes.</p>\n\n<p>Items on the teacher survey (Dataset 5, Teacher Survey Data) were used to assess the following outcomes: positive student behavior, student centered teaching practices, use of student reflection practices, student supportive learning practices, cooperative learning groups, and small group activities.</p>\n<p>The classroom observations (Dataset 6, Classroom Observation Data) were used to assess whether the teacher provided opportunities to work in small groups, opportunities for collaboration, opportunities for students to reflect on what they had learned; that students were engaged with the teacher and their classmates, respected their classmates, and shared materials and helped their classmates. Small groups, collaboration and student reflection were measured with dichotomous indicators while student engagement, respect, and sharing were measured with multiple Likert items.</p>\n\n<p>Teacher training data (Dataset 7, Teacher Training Data) includes information on the Tribes professional development training for teachers such as when the teacher received the training, the number of days of the offered training that the teacher received, and whether the teacher received the follow-up or remote training.</p>\n<p>The student roster file (Dataset 8, Student Roster Data) includes the student study identification number, student demographic information (grade, gender, arbitrary district and school identification numbers), teacher study identification number, student consent status, and samples selected for student interview and parent survey administration.</p>\n\n<p>The teacher roster file (Dataset 9, Teacher Roster Data) includes teacher study identification number, grade taught, arbitrary district and school identification numbers, treatment group assignment, and teacher consent status.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"classroom environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elementary school students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parent child relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school age children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher student relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teachers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.C. Social Institutions and Behavior, Socialization, Students, and Youth"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-12-20Version Text: 2012-12-20Subject: Study Level Error Note, Notes: <p>The Student Roster Data (Dataset 8) can be merged with other student-level data by the student identification number variable \"PERMSID\".</p>\n<p>The Teacher Roster Data (Dataset 9) can be merged with other teacher-level data by the teacher identification number variable \"TEACHER_STUDY_ID\".</p>\n<p>Student and teacher level data can be merged by performing multiple merging steps. To merge a student-level source data file and a teacher-level data file, data users can merge the student-level file with the Student Roster Data (Dataset 8) first to obtain the teacher study identification number. Then users should determine the study period the user would like to look at (e.g., Year 1). The user should then change the name of the year-specific teacher study identification number (e.g., \"TEACHER_STUDY_IDYR1\") to the general teacher identification number name (i.e., \"TEACHER_STUDY_ID\"), and merge the file with a teacher-level data by \"TEACHER_STUDY_ID\".</p>;Subject: Study Level Error Note, Notes: Users of this data are encouraged to see the Final Report for more information on the Tribes Learning Communities program. The Final Report related to this study is available from the National Criminal Justice Reference Service (NCJRS) at https://www.ncjrs.gov/app/Search/Abstracts.aspx?id=259995;Subject: Study Level Error Note, Notes: The qualitative data were coded by the research staff and are not available in their original form.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-JP-FX-0059"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-12-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","observational data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Francisco"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All Kindergarten through Fifth grade students and teachers in the San Francisco Unified School District between 2007 and 2010."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample for Dataset 1 through Dataset 9 were selected as follows. Recruitment of districts and schools for the study began in February, 2006. The project targeted districts and schools that were ethnically and economically diverse, with staff who were interested in implementing Tribes and willing to support a randomized trial research design. The San Francisco Unified School District (SFUSD) responded postively to a solicitation to participate in the study. Seven SFUSD schools (Cohort 1) with nearly half the required classrooms entered the experiment in the Fall of 2007. For Cohort 2, which includes schools from the SFUSD as well as four other school districts, the recruitment strategy focused on schools instead of districts using a mass mailing to elementary schools in the larger Bay Area. Year-round schools were initially targeted, followed by public and charter schools. By the end of June 2008, an additional four schools had been recruited. However, the recruitment of teachers from those schools had to wait until staff returned in August 2008.</p>\n<p>Presentations at staff meetings about the field trial, samples of the data collection instruments, and handouts detailing study requirements reinforced the necessity that those teachers assigned to the experimental group had to aviod sharing Tribes strategies with teachers assigned to the control group. Additional efforts were made to recruit teachers hired late within the SFUSD via personal contacts and phone calls, and with the assistance of the site coordinator. Of the 208 potential teachers in the eligiblity pool, 166 returned consent forms and 42 either directly or indirectly refused to participate. Of the teachers who did not return the consent form, follow-up efforts revealed that most of these teachers had either retired, moved to other positions in the district, went on maternity leave, or left the district altogether. Once signed consent were received from the teachers indicating their agreement to participate, they were randomized into either the Tribes experimental group or the control group. Teachers' classrooms, not students or schools, served as the unit of randomization.</p>\n<p>The procedures used to secure parental permission for student study participation differed between Cohort 1 and Cohort 2 schools. For Cohort 1, institutional review board requirements called for written parental permission (active parental consent) for students to participate in the study. Despite repeated efforts significant difficulties were encountered in securing parental consent forms, with greater difficulty in low-performing schools with large percentages of ethnic minorities. Because of those difficulties, a formal exemption from institutional review was requested and approved for Cohort 2 schools. As a result, no consent documents were required for Cohort 2, although active consent was still obtained for students selected to participate in interviews. All first through fourth grade students in Coho\nrt 2 schools and their parents were notified of the study and given the chance to opt out if they preferred by sending in a signed form asking that their child not participate (passive parental consent).</p>\n\n<p>For Cohort 1, materials requesting parental consent were distributed to site coordinators at each school in spring 2007 (prior to the first implementation year). Site coordinators ensured that consent forms were distributed to all parents of students in kindergarten through third grade. After the consent materials were first distributed to parents, they were then redistributed periodically to those parents who had not yet returned consent forms. Subsequently, in fall 2007, materials requesting parental consent were distributed to parents of newly enrolled students in first through fourth grades and to parents who had not returned consent forms during the prior spring.</p>\n\n<p>The analytic sample for the Student Impact Analysis Data (Dataset 10) consisted of 2,309 students in first through fourth grade with parental consent in participating teachers' classrooms in Year 1.</p>\n<p>The analytic sample for the Student Followup Impact Analysis Data (Dataset 11) consisted of 661 of the participating Year 1 third and fourth grade students enrolled in a fourth grade control classroom or fifth grade classroom in Year 2.</p>\n<p>The analytic sample for the Student Interview Impact Analysis (Dataset 12) included 134 students who participated in student interviews in Year 1.</p>\n<p>The analytic sample for the Teacher Survey Impact Analysis (Dataset 13) consisted of 159 participating teachers who were randomized and had returned teacher surveys.</p>\n<p>The analytic sample for the Classroom Observation Impact Analysis (Dataset 14) included 126 participating teachers who were randomized and taught in the classrooms where a classroom observation was conducted.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"coded on-site observation"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"To reduce Cohort 1 non-response bias in the analysis, the Student Roster Data (Dataset 8) includes the variable \"WEIGHT\". Sucessfully recruited students were weighted by the inverse of the sampling rate in each classroom. For example, if eleven students in a classroom did not return consent forms, researchers randomly sampled seven of those eleven students for more intensive follow up. If four of the seven sampled students were sucessfully recruited, researchers weighted the four cases by the inverse of the within class sampling rate, or 11/7. Students within the classroom who had already returned consent forms received a weight of 1. Students in Cohort 2 received a weight of 1. The variable WEIGHT is also found in the three student level analysis files (Dataset 10, Student Impact Analysis Data, Dataset 11, Student Followup Impact Analysis Data, and Dataset 12, Student Interview Analysis Data)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for Dataset 1, Student Archival Data, was 97 percent. The Teacher Checklist Data (Dataset 2) response rate was 94 percent. The Parent Checklist Data (Dataset 3) response rate was 78 percent. The response rate for Dataset 4, Student Interview Data, was 58 percent. The Teacher Survey Data (Dataset 5) response rate was 94 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Student Archival Data (Dataset 1) includes the total scale scores for English language arts and Mathematics from the California Standards Tests (CST).</p>\n<p>Teacher Checklist Data (Dataset 2) includes measures obtained from the Achenbach Behavior Checklist (teacher form) (ABCL) and the Behavioral and Emotional Rating Scale (BERS-2).</p>\n\n<p>The Parent Checklist Data (Dataset 3) includes measures obtained from the Achenbach Behavior Checklist (parent form) (ABCL) and the Behavioral and Emotional Rating Scale (BERS-2).</p>"}]}},"files":[{"description":"","label":"Classroom Observation Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635869,"persistentId":"","pidURL":"","filename":"Classroom Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Classroom Observation Impact Analysis Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635877,"persistentId":"","pidURL":"","filename":"Classroom Observation Impact Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Checklist Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635866,"persistentId":"","pidURL":"","filename":"Parent Checklist Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Archival Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635864,"persistentId":"","pidURL":"","filename":"Student Archival Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Follow-up Impact Analysis Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635874,"persistentId":"","pidURL":"","filename":"Student Follow-up Impact Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Impact Analysis Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635873,"persistentId":"","pidURL":"","filename":"Student Impact Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Interview Analysis Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635875,"persistentId":"","pidURL":"","filename":"Student Interview Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Interview Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635867,"persistentId":"","pidURL":"","filename":"Student Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Roster Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635871,"persistentId":"","pidURL":"","filename":"Student Roster Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Checklist Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635865,"persistentId":"","pidURL":"","filename":"Teacher Checklist Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Impact Analysis Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635876,"persistentId":"","pidURL":"","filename":"Teacher Impact Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Roster Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635872,"persistentId":"","pidURL":"","filename":"Teacher Roster Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Survey Data ","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635868,"persistentId":"","pidURL":"","filename":"Teacher Survey Data ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Teacher Training Data","restricted":false,"version":1,"datasetVersionId":38190,"dataFile":{"id":2635870,"persistentId":"","pidURL":"","filename":"Teacher Training Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}