{"status":"OK","data":{"id":43289,"identifier":"ICPSR03604.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03604.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03604.v1","latestVersion":{"id":39289,"storageIdentifier":"file://10.3886/ICPSR03604.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:05:44Z","releaseTime":"2015-04-09T04:05:44Z","createTime":"2015-04-09T04:05:44Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Modeling Impacts of Policing Initiatives on Drug and Criminal Careers of Arrestees in New York City, New York, 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Johnson, Bruce D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Development and Research Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Golub, Andrew"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Development and Research Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to understand the accuracy and validity  of arrestee self-reports of drug use and the overall contact of  arrestees with the criminal justice system, with a secondary focus on  how arrestee self-reports of drug use correspond to urinalysis  results. Moreover, this study investigated whether arrestees were  aware of the New York City Police Department's Quality-of-Life (QOL)  policing efforts and whether they had changed their criminal behavior  as a result. A QOL Policing Supplement, designed to explore new means  of evaluating police behavior, was administered to all adult arrestees  in the five boroughs of New York City (Bronx, Brooklyn, Manhattan,  Staten Island, and Queens) who had completed an Arrestee Drug Abuse  Monitoring (ADAM) program interview, provided a urine specimen, and  were willing to answer additional questions concerning QOL policing.  Part 1, Policing Study Data, is a large integrated dataset containing  all of the variables derived from the 1999 ADAM interviews, the  Policing Supplement instrument, and administrative records data from  the Criminal Justice Agency (CJA) and the New York State Division of  Criminal Justice Services. This dataset is linked, via an anonymous  case number, to Part 2, Arrestee Criminal History Data, which contains each arrestee's official criminal history."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A fundamental and continuing problem in sociology  and criminology is assessing the validity and accuracy of a  respondent's self-reports on various phenomena of interest. Generally,  criminological research has used data either from self-report surveys  or from official records, but rarely from both sources. Many studies  present information based entirely upon official criminal history  data, but have no self-report information from offenders. Other  studies rely solely on self-report data, ignoring the official  record. Research has shown that it is possible that an arrest event  might lead to an inaccurate self-report. During the 1990s, the New  York City Police Department (NYPD) introduced numerous innovations  intensifying its efforts to reduce crime and restore order. One  central aspect of that change, quality-of-life (QOL) policing,  emphasized the control of minor misbehaviors that were highly visible,  such as fare-beating, aggressive panhandling, graffiti writing, and  sleeping on public benches. In the past, these minor offenses would  have been mostly ignored. QOL policin\ng was designed to send a message  to offenders that various disorderly behaviors would not be tolerated.  In the mid-1990s, the NYPD targeted these QOL behaviors for arrest.  The primary focus of this study was to understand the accuracy and  validity of arrestee self-reports of drug use and the overall contact  of arrestees with the criminal justice system, with a secondary focus  on how arrestee self-reports of drug use correspond to urinalysis  results. Moreover, this study sought to investigate whether arrestees  were aware of NYPD's QOL policing efforts and whether they had changed their criminal behavior as a result."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data for this research came out of the New  York City Policing Study (hereafter the Policing Study), a research  project designed to explore new means of evaluating police behavior.  The Policing Study used the relatively novel technique of interviewing  arrested individuals in order to obtain insights about policing and  its potential effect on the arrestees' illegal activities. The  Policing Study was also intended, in part, to document the value of  self-report information provided by adult arrestees about their drug  use, offending patterns, contacts with the criminal justice system,  and the impacts of the QOL policing initiatives upon their routine  criminal activities. The Policing Study was a supplement to the  research platform provided by the National Institute of Justice's  Arrestee Drug Abuse Monitoring (ADAM) program (see ARRESTEE DRUG ABUSE  MONITORING (ADAM) PROGRAM IN THE UNITED STATES, 1999 [ICPSR 2994]).  Since 1987, the ADAM program (formerly the Drug Use Forecasting (DUF)  program, see DRUG USE FORECASTING IN 24 CITIES IN THE UNITED STATES,  1987-1997 [ICPSR 9477]) has obtained, on a quarterly basis, drug  histories and urine samples from arrestees on a voluntary basis at  Manhattan's central booking facility. Starting in July 1998, ADAM was  expanded to include samples of arrestees from all five boroughs of New  York City (Bronx, Brooklyn, Manhattan, Staten Island, and Queens).  Data from the ADAM program provide powerful indicators of the  prevalence of various illicit drugs among arrestees and of drug use  trends over time. ADAM is the only major ongoing survey of drug use  that employs an empirical validity check, namely urine tests, to  corroborate self-reported drug use. Several interviewers from the ADAM  program were used to recruit subjects and administer both the ADAM  protocol and the Policing Supplement instrument. Interviewers followed  ADAM procedures for selecting respondents and administered the ADAM  instrument in use during 1999. Immediately afterwards, interviewers  gave arrestees an informed consent form for participation in the  Policing Study. If the arrestee agreed, the interview was conducted  immediately. During the informed consent process, subjects were asked  for written permission to have the interviewer record their arrest  number, arrest date and time, and other personal identifying  information. Subjects were informed that the project would obtain  their criminal histories from New York City and state agencies that  retain such information. Respondents were promised $15 after release  for completing the questionnaire. First, ADAM and Policing Supplement  data files were matched and merged using the ADAM bar codes, creating  a combined Policing-ADAM dataset. Next, arrest-related and other  identifying data were used to obtain defendant and court processing  information from the New York Criminal Justice Agency (CJA), and  official criminal record information from the New York State Division  of Criminal Justice Services (DCJS). Prior arrests outside of New York  State, in the federal system, or before age 16 were not obtained.  Before obtaining the data, information transfer agreements governing  access to and use of the information were negotiated with both  agencies. New York State law permits transfers of offic\nial criminal  histories, including sealed cases, to professional researchers for  legitimate research purposes. Researchers obtained both sealed and  unsealed criminal events by collaborating with DCJS to create an  anonymous research dataset. The end result of all data collection  efforts was two datasets. The first was a large integrated dataset  containing all of the variables derived from the ADAM program  (including urinalysis results), the Policing Supplement instrument,  and dispositional information from CJA (Part 1, Policing Study  Data). This dataset was then linked, via an anonymous case number, to  a second dataset containing each arrestee's official criminal history  (Part 2, Arrestee Criminal History Data). For Part 1, several QOL  questions regarding cigarettes and truancy were excluded from analysis  because there were too few Policing Study respondents under the age of  18. For Part 2, the criminal histories are provided as several  records, with each record representing an arrest, a sentence, or  related information for a given individual. For each subject, research  staff aggregated the data across event records to create counts and develop various measures of criminal history contacts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables for Part 1, Policing Study  Data, include gender, race/ethnicity, age of arrestee, educational  attainment, marital status, employment status, and living  circumstances of each arrestee. The file also contains variables such  as an arrestee's spatial perception regarding their current arrest  (e.g., ZIP code of arrest, intersection of arrest, and kind of place  where arrest occurred), QOL offenses (e.g., fare-beating, gang  membership, unlicensed vending, prostitution/public solicitation,  littering, graffiti, drag racing, and loitering), the impact of QOL  policing on their behaviors and activities, criminal justice history,  contact with the criminal justice system, perception of neighborhood  activity, institutional and agency contact history, serious behaviors  and offenses, and whether the respondent had been a victim of a  variety of specified crimes. Other Part 1 variables include New York  penal codes, offense codes, legal and illegal sources of income, and  the arrestees' history of use, dependence on, and abuse of alcohol,  tobacco, marijuana, cocaine, crack, heroin, PCP, amphetamines,  barbiturates, quaaludes, methadone, crystal meth, valium, and  LSD/acid. Part 2, Arrestee Criminal History Data, variables include  age at arrest, arrest date, crime date, date of disposition,  geographical region of arrest, arrest charge details, arrest charge  class category, arrest charge Uniform Crime Reporting (UCR) code,  violent felony offense (VFO), firearm, child victim, drug, weapon, DWI  arrest and conviction indicators, disposition charge class category,  disposition charge UCR code, and whether an arrestee was eligible for probation."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"career criminals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3604.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3604.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downl\noads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Users are strongly encouraged to obtain copies of  the \"Methodology Guide for ADAM\" and the \"Analytic Guide for ADAM\"  from the ADAM Web site: http://www.adam-nij.net/index.asp\n<a href=\"http://www.adam-nij.net/index.asp\">http://www.adam-nij.net/index.asp</a>\n. (2) The user guide, codebook,  and data collection instruments are provided by ICPSR as Portable  Document Format (PDF) files. The PDF file format was developed by  Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to  obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"00-IJ-CX-0041"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, administrative records data, and clinical data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program/Drug Use Forecasting (DUF) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The Policing Study Supplement, a self-administered  survey, was given to arrestees in the sample who had completed an ADAM  interview, provided a urine specimen, and were willing to answer  additional questions concerning QOL policing. Dispositional  information and criminal histories were collected from official  records kept by the New York Criminal Justice Agency and the New York  State Division of Criminal Justice Services. The ADAM instrument was  used to collect data from voluntary, anonymous, and confidential  self-administered interviews with male and female adult arrestees and  the results from urine specimens provided by these arrestees within 48  hours of the time of arrest, which were used to detect the presence of  several drugs. Information regarding the ADAM subject's age,  race/ethnicity, birth year, and the crime for which the subject was arrested were obtained from official police arrest records."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Individual arrestees. Part 2: Incident."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult arrestees from New York City, New York, during 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The Policing supplement was intended to be administered  during the third and fourth quarters of 1999 to all adult arrestees in  the five boro\nughs (Bronx, Brooklyn, Manhattan, Staten Island, and  Queens) of New York City who had completed an ADAM interview and  provided a urine specimen, and were willing to answer additional  questions concerning QOL policing. However, the preliminary sample  yielded only 470 respondents. An additional 36 arrestees were  interviewed in the second quarter of 1999 during the project's pilot  stage and were added to the final database. To increase the sample  size further, the project performed supplemental data collection in  the week after the end of the official ADAM data collection in the  Bronx, Brooklyn, and Manhattan, generating another 386 interviewees.  The complete sample includes 892 adult arrestees. To facilitate  comparisons across gender, the ADAM program purposefully oversampled  females. For this study, simple weights were employed in Part 1  (WEIGHT) so that females would constitute 15 percent of the weighted  sample. See ARRESTEE DRUG ABUSE MONITORING (ADAM) PROGRAM IN THE  UNITED STATES, 1999 [ICPSR 2994] for additional information on the sampling frame used to collect the ADAM data."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Approximately 96 percent of ADAM subjects who  were approached agreed to participate in and completed the Policing Supplement."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Arrestee Criminal History Data","restricted":false,"version":1,"datasetVersionId":39289,"dataFile":{"id":2644284,"persistentId":"","pidURL":"","filename":"Arrestee Criminal History Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Policing Study Data","restricted":false,"version":1,"datasetVersionId":39289,"dataFile":{"id":2644283,"persistentId":"","pidURL":"","filename":"Policing Study Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}