{"status":"OK","data":{"id":38483,"identifier":"ICPSR02800.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02800.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02800.v1","latestVersion":{"id":34483,"storageIdentifier":"file://10.3886/ICPSR02800.v1","versionState":"RELEASED","distributionDate":"2000-03-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:12:54Z","releaseTime":"2015-04-09T03:12:54Z","createTime":"2015-04-09T03:12:54Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Community Policing Initiatives in Jefferson County, West Virginia, 1996-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McCoy, Diane C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"FOCUS (Free Our Citizens of Unhealthy Substances, Jefferson County, West Virginia)"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection was designed to evaluate the  implementation of community policing initiatives for three police  departments in Jefferson County, West Virginia: the Ranson Town Police  Department, the West Virginia State Police (Jefferson County  Detachment), and the Jefferson County Sheriff's Department. The  evaluation was undertaken by the Free Our Citizens of Unhealthy  Substances Coalition (FOCUS), a county-based group of citizens who  represented all segments of the community, including businesses,  churches, local law enforcement agencies, and local governments. The  aim was to find answers to the following questions: (1) Can community  policing have any detectable and measurable impact in a predominantly  rural setting? (2) Did the police department do what they said they  would do in their funding application? (3) If they were successful,  what factors supported their efforts and were key to their success?  and (4) If they were not successful, what problems prevented their  success? The coalition conducted citizen surveys to evaluate how much  of an impact community policing initiatives had in their county. In  January 1996, research assistants conducted a baseline survey of 300  households in the county. Survey responses were intended to gauge  residents' fear of crime and to assess how well the police were  performing their duties. After one year, the coalition repeated its  survey of public attitudes, and research assistants interviewed  another 300 households. The research assumption was that any change in  fear of crime or assessment of police performance could reasonably be  attributed to these new community policing inventions. Crime reporting  variables from the survey included which crime most concerned the  respondent, if the respondent would report a crime he or she observed,  and whether the respondent would testify about the crime in  court. Variables pertaining to level of concern for specific crimes  include how concerned respondents were that someone would rob or  attack them, break into or vandalize their home, or try to sexually  attack them/someone they cared about. Community involvement variables  covered participation in community groups or activities, neighborhood  associations, church, or informal social activities. Police/citizen  interaction variables focused on the number of times respondents had  called to report a problem to the police in the last two years, how  satisfied they were with how the police handled the problem, the  extent to which this police department needed improvement, whether  children trusted law enforcement officers, whether police needed to  respond more quickly to calls, whether the police needed improved  relations with the community, and in the past year whether local  police performance had improved/gotten worse. Specific crime  information variables include whether the crime occurred in the  respondent's neighborhood, whether he/she was the victim, if crime was  serious in the respondent's neighborhood versus elsewhere, whether the  respondent had considered moving as a result of crime in the  neighborhood, and how personal sa\nfety had changed in the respondent's  neighborhood. Variables relating to community policing include whether  the respondent had heard the term \"community policing\" in the past  year, from what source, and what community policing activities the  respondent was aware of. Demographic variables include job  self-classification, racial/ethnic identity, length of residency, age,  gender, martial status, educational status, and respondent's town of residence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Community policing to date has been primarily an  urban phenomenon, without much attention to its applicability to small  towns or rural settings. This study offered a test of the  transferability of the community policing practices to a rural  community. Police executives in Jefferson County, West Virginia, had  identified the need to improve the relations between the police and  the community for several reasons. First, the problem of crime was  growing faster than police resources. This fact necessitated better  utilization of community resources in the form of volunteers,  neighborhood watches, and open communication between police and  citizens. Second, past public support of the advocacy of local police  had been poor. Lastly, local police desired more open dialogue with  the African-American sectors of the county. During the summer of 1995,  most local police forces in Jefferson County received federal funding  from the United States Department of Justice to implement community  policing. In applying for these funds, each department outlined  specific tasks it intended to undertake with the funds. The Free Our  Citizens of Unhealthy Substances Coalition (FOCUS), a county-based  group of citizens who represented all segments of the community  including businesses, churches, local law enforcement agencies, and  local governments, observed and evaluated the implementation of  community policing initiatives for three police departments in  Jefferson County. Through use of citizen surveys, the coalition set  out to evaluate how much of an impact community policing initiatives  had in their county. The aim was to find answers to the following  questions: (1) Can community policing have any detectable and  measurable impact in a predominantly rural setting? (2) Did the police  department do what they said they would do in their funding  application? (3) If they were successful, what factors supported their  efforts and were key to their success? and (4) If they were not successful, what problems prevented their success?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Community policing initiatives in Jefferson County  were not implemented until late January or February 1996. The FOCUS  Coalition conducted a baseline telephone survey of public attitudes  between funding in mid-1995 and implementation in early 1996. In  January 1996, research assistants surveyed 300 households in the  county. Survey responses were intended to gauge residents' fear of  crime and to assess how well the police were performing their  duties. After one year of community policing, the FOCUS coalition  repeated its survey of public attitudes, and research assistants  interviewed another 300 households. The research assumption was that  any change in fear of crime or assessment of police performance could  reasonably be attributed to these new community policing  inventions. The telephone interviews were conducted during evenings  and weekends to assure the inclusion of those who worked during the  day outside the home. Quality assurance for the interview was provided  through pretraining and test interviews, direct supervision, and a  comparison of results between interviewers. The interviews were  conducted by three research assistants who were hired and trained for  that purpose. The interviewers identified the FOCUS coalition as the  entity conducting the survey, and provided both its phone number and that of the county sheriff for verification purposes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Crime reporting variables from the survey included  which crime most concerned the respondent, if the respondent would  report a crime he or she observed, and whether the respondent would  testify about the crime in court. Variables pertaining to level of  concern for specific crimes include how concerned respondents were  that someone would rob or attach them, break into or vandalize their  home, or try to sexually attach them/someone they cared  about. Community involvement variables covered participation in  community groups or activities. Police/citizen interaction variables  focused on the number of times respondents had called to report a  problem to the police in the last two years, how satisfied they were  with how the police handled the problem, the extent to which this  police department needed improvement, whether children trusted law  enforcement officers, whether police needed improved relations with  the community, and in the past years whether local police performance  had improved/gotten worse. Specific Crime information variables  include whether the crime occurred in the respondent's neighborhood,  whether he/she was the victim, if crime was serious in the  respondent's neighborhood versus elsewhere, whether the respondent had  considered moving as a result of crime in the neighborhood, and how  personal safety had changed in the respondent's  neighborhood. Variables relating to community policing include whether  the respondent had heard the term \"community policing\" in the past  year, from what source, and what community policing activities the  respondent was aware of. Demographic variables include job  self-classification, racial/ethnic identity, length of residency, age,  gender, martial status, educational status, and respondent's town of residence."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community organizations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rural areas"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0088"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-03-23"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"West Virginia"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All Jefferson County residents in 1996 and 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sample."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"There was a 30-percent response rate for both  the 1996 and 1997 surveys."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Evaluation of Community Policing Initiatives in Jefferson County, West Virginia, 1996-1997  ","restricted":false,"version":1,"datasetVersionId":34483,"dataFile":{"id":2605560,"persistentId":"","pidURL":"","filename":"Evaluation of Community Policing Initiatives in Jefferson County, West Virginia, 1996-1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}