{"status":"OK","data":{"id":44515,"identifier":"ICPSR03585.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03585.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03585.v1","latestVersion":{"id":40515,"storageIdentifier":"file://10.3886/ICPSR03585.v1","versionState":"RELEASED","distributionDate":"2003-06-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:19:10Z","releaseTime":"2015-04-09T04:19:10Z","createTime":"2015-04-09T04:19:10Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Domestic Violence and Substance Abuse Among the Arrestee Population in Albuquerque, New Mexico, 1999-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Guerin, Paul"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of New Mexico Institute for Social Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The focus of this study was to examine levels of aggressive  behavior during incidents of domestic violence in relation to  self-reported drug and alcohol use among an arrestee population from  Bernalillo County in Albuquerque, New Mexico. The research questions  motivating this project were: (1) Are acts of domestic violence  committed while the offender is taking illicit psychoactive substances,  as ascertained by self-reports? (2) For those individuals with domestic  violence charges, do urinalyses conducted within 48 hours of an  individual's arrest indicate the recent use of a psychoactive substance?   (3) Which substances are most prevalently associated with incidents of  domestic violence? (4) Is there a difference in levels of aggressive  behavior that is dependent on the individual? (5) Does the severity of  domestic violence increase with the presence of psychoactive substances?   (6) What differences (if any) exists between batterers who take  psychoactive substances and batterers who do not? The data for this  research were collected in conjunction with the National Institute of  Justice's Arrestee Drug Abuse Monitoring (ADAM) programs. The domestic  violence survey addendum was administered to all arrestees from  Bernalillo County in Albuquerque, New Mexico, who had completed the ADAM  interview and provided a urine specimen and were willing to answer  additional questions concerning domestic violence. Variables from the  ADAM instruments were comprised of demographic data on each arrestee,  calendar of admissions to drug treatment-related programs, data on  dependence and abuse, drug market and use data, and urine test results.  Variables from the domestic violence addendum include demographics on  the intimate partner, whether specific physical events occurred, whether  specific injuries had been sustained by both arrestee and partner, and the specific circumstances surrounding the physical abuse event."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The problem underlying this research effort is  situated within the larger context of aggressive behavior in general  and, more specifically, family violence. While family violence takes   on many forms (e.g., spousal abuse, child abuse, sibling brawls, and   elderly abuse), this study sought to address domestic violence between   intimate partners within an arrestee population in the Albuquerque,   New Mexico, metropolitan area. Prior to this data collection, there  were no data available in New Mexico that systematically documented the  concurrence of substance abuse and domestic violence, even though  some data sources indicated the prevalence of domestic violence  in Albuquerque. The focus of this study was to examine   levels of aggressive behavior during incidents of domestic violence in  relation to self-reported drug and alcohol use among an arrestee\npopulation  from Bernalillo County in Albuquerque, New Mexico. The research questions   motivating this project were: (1) Are acts of domestic violence committed   while the offender is taking illicit psychoactive substances,   as ascertained by self-reports? (2) For those individuals with domestic   violence charges, do urinalyses conducted within 48 hours of an   individual's arrest indicate the recent use of a psychoactive substance?   (3) Which substances are most prevalently associated with incidents of   domestic violence? (4) Is there a difference in levels of aggressive   behavior that is dependent on the individual? (5) Does the severity of   domestic violence increase with the presence of psychoactive substances?   (6) What differences (if any) exist between batterers who take  psychoactive substances and batterers who do not?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data for this research were collected in  conjunction with the National Institute of Justice's Arrestee Drug Abuse  Monitoring (ADAM) programs. At the time of this study's first release,  the ADAM program was operational in approximately 35 cities nationwide,  providing national and local profiles of drug use within arrestee  populations and the monitoring of drug use patterns. An extension and  refinement of the previous Drug Use Forecasting (DUF) program (see DRUG  USE FORECASTING IN 24 CITIES IN THE UNITED STATES, 1987-1997 [ICPSR  9477]), the ADAM program (see ARRESTEE DRUG ABUSE MONITORING (ADAM)  PROGRAM IN THE UNITED STATES, 1999 [ICPSR 2994)], 2000 [ICPSR 3270], and  2001 [ICPSR 3688]) is the United States government's primary source of  information on drug use among arrestees, and is one of the primary  research tools on drug use, crime, and other social indicators.  Quarterly interviews with arrestees selected using probability-based  (for males) and convenience sampling (for females) were conducted in  jails and detention facilities at each ADAM site. Urine samples were  also collected and tested for a core panel of drugs that included  cocaine, methamphetamine, marijuana and opiates. Because the drug screen  could not detect drugs beyond 72 hours after use, only arrestees who had  been incarcerated 48 hours or less were eligible for participation. The  ADAM interview provided demographic and descriptive data including race,  age, marital status, source of income, screens for substance abuse and  dependency, treatment history, arrest and incarceration experiences, and  participation in local drug markets. At the conclusion of the ADAM  interview, respondents were asked to provide a urine specimen that was  used to corroborate self-reports of recent drug use. After the ADAM  interview and urine collection process were completed, the respondent  was presented with the option of participating in the domestic violence  study. Permission to be interviewed was obtained from the arrestee.  Research staff defined a partner as a person with whom the respondent  had an intimate, romantic, or sexual relationship, whether they lived  together or not. They included both same-sex and opposite sex intimate  partners in the definition and used the terms intimate partner violence  and domestic violence interchangeably as defined in New Mexico statutes.  Originally, researchers wanted to interview only those offenders brought  in on domestic violence charges. However, the ADAM protocol would not  accommodate this arrangement, and the collection of domestic violence  data was predicated on the ADAM sampling strategy. Since all Bernalillo  County arrestees were included in the sample frame, interviews could not  be limited to domestic violence offenders. Therefore, the research staff  adapted their domestic violence instrument to focus the respondent's  attention on the most recent incident of domestic violence. The design  of the domestic violence instrument mandated that all respondents were  asked questions influenced by and based, in part, on the Conflic\nt Tactic  Scale. Several methodological and logistical issues affected the  research efforts. Difficulties resulted from changes in the ADAM  instrument (with a new instrument implemented in 2000), shifts in  national sample collection protocol, jail facility staffing shortages,  and the merging of data sources. Users are strongly encouraged to obtain  the final report for this study, which extensively details each of these  issues. The research staff want users to be aware that self-reports of  race/ethnicity reflect an over- representation of minorities among  Albuquerque's arrestee population. Therefore, it is difficult to compare  Albuquerque's 2000 United States census figures to ADAM data due to the  differing treatment of terms such as \"race\" and \"ethnicity.\" Standard  ADAM procedures required four quarters of data collection throughout the  calendar year. Each collection period, conducted once during a three  month period, was 14 consecutive days, with each collection day lasting  eight hours. The data in this collection are based upon survey results  from ADAM data collected during the third and fourth quarters of 1999,  the first, second, and third quarters of 2000, and the first quarter of 2001."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables taken from the ADAM data  collection include respondent's age, gender, race, ethnicity, residency,  education, employment, and marital status. Other variables include the  three most serious arrest charges, heavy alcohol use, use of marijuana,  crack/rock cocaine, powder cocaine, heroin, methamphetamine, and other  drugs (ever and previous 12 months), age of first use of the above six  drugs and heavy alcohol use, and drug dependency in the previous 12  months. Demographic variables from the domestic violence survey addendum  include the sex, age, race, and religious affiliation of the intimate  partner. Other variables from the domestic violence survey include  whether the respondent slapped, threw objects at, pushed, grabbed,  choked, stabbed, shot, or threatened to harm the intimate partner and  whether any of these actions were attempted by the intimate partner in  response to the respondent. The frequencies of these specific events  within a 12-month and 30-day period are included. Respondents also  indicated whether they sustained or caused injuries such as a black eye,  bloody lip, deep cuts, burns, chipped or knocked out teeth,  miscarriages, or irritated or bleeding genitals. Respondents also  described the most recent physical injury involving their intimate  partner, the reason for the injury, whether alcohol or illegal drugs  influenced the incident, and if so, which drugs were involved. Questions  regarding the respondents' history of physical or sexual abused were also asked."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ADAM/DUF Program"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aggression"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-06-25Version Text: 2003-06-25 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Users are strongly encouraged to obtain copies of the  \"Methodology Guide for ADAM\" and the \"Analytic Guide for ADAM\" from the  ADAM Web site: http://www.adam-nij.net/index.asp\n<a href=\"http://www.adam-nij.net/index.asp\">http://www.adam-nij.net/index.asp</a>\n. (2) The user guide, codebook, and   data collection instruments are provided by ICPSR as Portable Document   Format (PDF) files. The PDF file format was developed by Adobe Systems   Incorporated and can be accessed using PDF reader software, such as the   Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat  Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0031"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, survey data, and clinical data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program/Drug Use Forecasting (DUF) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The domestic violence addendum, a self- administered  survey, was given to arrestees in the sample who had completed an ADAM  interview, provided a urine specimen, and were willing to answer  additional questions concerning domestic violence. As part of the ADAM  data collection, a double-sided facesheet was used to collect  information from administrative records on all adult arrestees selected  for an interview. The ADAM adult interview instrument was used to record  information from voluntary, anonymous, and confidential interviews with  all male and female adult arrestees in the sample available for an  interview within 48 hours of the time of arrest. Urine tests were used  to detect the presence of several drugs in specimens provided by the interviewees at the conclusion of the ADAM interview."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Mexico"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual arrestees"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All persons arrested and booked on local and state charges   (i.e., not federal and out-of-county charges) from Bernalillo County in Albuquerque, New Mexico, during 1999-2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The domestic violence survey addendum was administered to  all arrestees from Bernalillo County in Albuque\nrque, New Mexico, who had  completed the ADAM interview and provided a urine specimen and were  willing to answer additional questions concerning domestic violence.  Please see ICPSR studies, ARRESTEE DRUG ABUSE MONITORING (ADAM) PROGRAM  IN THE UNITED STATES, 1999 [ICPSR 2994], 2000 [ICPSR 3270], and 2001 [ICPSR 3688] for the sampling frame used to collect the ADAM data."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the 796 completed ADAM interviews, 696 respondents  completed the domestic violence survey addendum. The total response rate  for completing the domestic violence survey component was 92.2 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The survey instrument was influenced and based, in part, on the Conflict Tactic Scale (Straus and Gelles, 1986)."}]}},"files":[{"description":"","label":"Domestic Violence and Substance Abuse Among the Arrestee Population in Albuquerque, New Mexico, 1999-2001","restricted":false,"version":1,"datasetVersionId":40515,"dataFile":{"id":2654350,"persistentId":"","pidURL":"","filename":"Domestic Violence and Substance Abuse Among the Arrestee Population in Albuquerque, New Mexico, 1999-2001","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}