{"status":"OK","data":{"id":43844,"identifier":"ICPSR03795.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03795.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03795.v1","latestVersion":{"id":39844,"storageIdentifier":"file://10.3886/ICPSR03795.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:11:48Z","releaseTime":"2015-04-09T04:11:48Z","createTime":"2015-04-09T04:11:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Evaluation of the Arrest Policies Program Under the Violence Against Women Act (VAWA), 1996-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Archer, Cassandra"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"DuPree, Cheron"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to evaluate the impact of the  Arrest Policies Program, funded by the Violence Against Women Office  (VAWO), on criminal justice system changes and offender accountability,  and victim safety and well-being. Through convenience sampling, six  project sites were chosen to participate in the study. Part 1, Case  Tracking Data, contains quantitative data collected from criminal  justice agencies on arrests, prosecution filings, criminal case  disposition, convictions, and sentences imposed for intimate partner  violence cases involving a male offender and female offender. Data for  Part 2, Victim Interview Data, were collected from in-depth personal  interviews with domestic violence victims/survivors (1) to learn more  about victim experiences with and perceptions of the criminal justice  response, and (2) to obtain victim perceptions about how the arrest  and/or prosecution of their batterers affected their safety and  well-being. The survey instrument covered a wide range of topics  including severity and history of domestic violence, social support  networks, perceptions of police response, satisfaction with the  criminal justice process and the sentence, experiences in court, and  satisfaction with prosecutors, victim services provider advocates, and probation officers."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Institute for Law and Justice (ILJ), through  a grant from the National Institute of Justice (NIJ) and funding from  the Violence Against Women Office (VAWO), conducted a national  evaluation of the Grants to Encourage Arrest Policies Program (more  recently known as the Grants to Encourage Arrest Policies and  Enforcement of Protection Orders Program), which was funded under the  Violence Against Women Act of 1994. Under this act and its  reauthorization in 2000, the VAWO provided grants for the purpose of  establishing or enforcing policies favoring arrest and prosecution of  persons committing domestic violence.\nDevelopment of this program was  based on testimony at congressional hearings about the pervasiveness  and seriousness of domestic violence, and on research showing that  arrest of batterers can deter future domestic violence by  defendants. This study sought to evaluate the impact of the Arrest  Policies Program on criminal justice system changes and offender accountability, as well as victim safety and well-being."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"At the time this evaluation began, VAWO had  awarded 130 Arrest Policies Program grants. With guidance from a  national advisory board, ILJ developed site selection criteria and  selected 20 projects/sites to participate in a program process  evaluation. Six projects were later selected from among the 20 to be  included in a more intensive evaluation of the Arrest Policies Program  on criminal justice system changes and offender accountability (Part  1), and victim safety and well-being (Part 2). With respect to  criminal justice system change and offender accountability, the  evaluation plan called for collection of quantitative data on arrests,  prosecution filings, criminal case disposition, convictions, and  sentences imposed for intimate partner violence cases involving a male  offender and female offender. While the methodology was intended to  gather comprehensive and comparable statistics from all sites, data  availability and reliability varied. For example, only one site could  provide arrest statistics on domestic violence for years prior to  1996. Since most grantees began operations in 1997, this offered just  one year of pre-grant data across all sites, although most projects  were able to provide data for the years 1996 through 1999. Cross-site  comparisons were also hampered by missing data in some records and the  lack of automation at all sites As a result, researchers were not able  to make valid cross-site comparisons from available statistics on the  various measures of interest. To address the problem of inconsistent  official data across sites, ILJ selected samples of cases from two  time periods at all six sites. The sampling plan called for random  selection at each site from 100 misdemeanor cases during a specified  time period in 1996 (pre-grant), and 100 cases during the same time  period in 1999 (post-grant). The cases were to be identified from  police arrest reports and were restricted to intimate partner violence  cases involving a male offender and female victim, the most common  form of domestic violence. Because not all six sites had specific  provisions in the law for designating domestic violence as felonies  distinct from other felonies, only misdemeanors were included in the  sample. The selection process also required that each offender be  included only once. Although all six sites followed the data  collection protocols to the extent possible, circumstances at the  individual sites led to variations at three sites in how cases were  selected. In one city, the small number of cases annually required a  change in the number of cases sampled to 50 for each year. At two  other sites, police arrest information was not available, and cases  had to be selected from prosecutor files. After the samples were  selected, the local coordinators, who were experienced researchers and  had received training specific to this project from ILJ research  staff, reviewed criminal justice agency case files to determine the  case status at each stage of criminal justice processing. A research  protocol was provided to guide the local coordinators in supervising  the collection of agency data. ILJ staff closely monitored the work  of the local coordinators through site visits as well as regular  contact via e-mail, phone, fax, and mail. The data collection forms  were adjusted to allow for site variations in charging codes, as well  as disposition and sentencing options. While there were minor  variations in each of the sites' data reflecting these local  d\nifferences, a core set of data elements was captured. Information  collected included incident date, offender and victim demographics,  use of drugs, alcohol, or weapons by either party, primary arrest and  filing charges, level of charges, disposition of case and date of  disposition, sentencing for those convicted, and probation  violations. Cases in Part 1 were weighted at each site based on the  ratio of the sample to the universe for the time period of the  sample. For example, in one county, all of the cases were selected  into the sample, resulting in a weight of 1 for each case. In another  county, every third case was selected in the specified time period, so  each case received a weight of 3. Part 1 is comprised of 1,185  cases. The weights range from 1 to 5. The weighting procedures give a  weighted total of 2,552 cases. Data for Part 2 were collected from  in-depth personal interviews with domestic violence victims/survivors  (1) to learn more about victim experiences with and perceptions of the  criminal justice response, and (2) to obtain victim perceptions about  how the arrest and/or prosecution of their batterers affected their  safety and well-being. The evaluation design called for completion of  30 interviews with victims/survivors at each site. Fifteen of these 30  women were to be selected to participate in a \"long version\" of the  interview. This group of women experienced the arrest and prosecution  of their batterers. The remaining 15 women were to be selected for a  \"short version\" of the interview. In these cases, the batterer was  arrested, but the case was either declined for prosecution or  initially dismissed by the prosecutor. With the level of  prosecutorial effort as the primary difference between the two groups,  the researchers sought to explore the effect of the prosecution on the  victims' safety and well-being. Therefore, data used in Part 2 are the  responses of those victims/survivors who were administered the \"long  version\" of the interview. The recruitment of victims/survivors for  interviews was challenging at all sites. The key variable, prosecution  effort, required that victims/survivors be first identified from  prosecutors' files. In addition, the cases selected had to be closed  to assure prosecutors that the interviews would not interfere with any  criminal cases. With assistance from victim witness staff, local  research coordinators used a variety of techniques to recruit  victims/survivors. Across sites, the greatest difficulty was  locating, contacting, and recruiting victims whose cases had not been  fully prosecuted. Furthermore, attempts to locate correct addresses or  phone numbers were not always successful. Because of these problems,  local coordinators were not always able to obtain the desired number  of victims for interviews. Despite recruitment difficulties, a total  of 62 interviews were conducted across the six sites. Each interview,  lasting approximately 90 minutes, was conducted using a structured  questionnaire that included both closed- and open-ended items,  administered by trained ILJ research staff. The multi-item questions  covered a wide range of topics, including (1) severity and history of  domestic violence, (2) social support networks, (3) perceptions of  police response, (4) satisfaction with the criminal justice process  and the sentence imposed, (5) experiences in court, and (6)  satisfaction with prosecutors, victim services providers, advocates, and probation officers."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include year of incident, type  of weapon used, whether children were present, primary arrest and  filing charges, any prior domestic violence arrests, whether the  offender or victim was injured, days to disposition, type of plea,  disposition outcome, whether there was a reduction of charges, and  whether the offender was sentenced to jail, probation, batterer  intervention, drug/alcohol treatment, or to pay a fin\ne. Demographic  variables for Part 1 include the race and age of both the offender and  victim. Demographic variables for Part 2 include the race/ethnicity,  age, and occupation of the victim and offender. Other variables  include domestic violence history (e.g., whether victim was pushed,  grabbed, slapped, bit, kicked, burned, stabbed, shot, or beat up),  whether the domestic violence incident resulted in bruises, burns,  bites, black eyes, scarring or permanent, whether anyone knew about  the violence and provided support to the victim (e.g., a relative,  friend, neighbor, religious leader, doctor/nurse, prosecuting  attorney, therapist, or the police), whether the victim wanted the  abuser arrested, the number of officers involved, what sorts of  actions the police took (e.g., gave written information about the  legal system, took photos of injuries, helped victim leave premises),  whether there were any witnesses to the incident, reasons why the  victim may have wanted charges dropped, the victim's interaction with  individuals from the prosecutor's office, the victim's involvement  with the offender's hearing/trial, the victim's level of satisfaction  with various aspects of the criminal justice system, and the victim's  experience with victim advocates, judges, counseling services, and probation officers."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"convictions (law)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3795.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3795.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WE-VX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["For Part 1, administrative records data were collected  from police incident and arrest reports, prosecutors' offices, and  criminal justice agency case files. For Part 2, data were collected from personal interviews conducted with victims/survivors."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: court cases. Part 2: individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Intimate partner violence cases involving a male  offender and female victim from any of the six pre-selected study  sites. Part 2: Female victims/survivors of an intimate partner  violence incident (from any of six pre-selected study sites) where the  victims/survivors experienced the arrest and prosecution of their batterers."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Through convenience sampling, six project sites were  chosen by the ILJ to participate in the study. Researchers believed  that the six sites would allow for inclusion of different types of  projects and project environments. They also determined that six was  the maximum number of sites that could be examined in depth within the  evaluation budget. The six sites were chosen from 20 sites which were  already participating in a process evaluation of the Arrest Policies  Program. Criteria had been established earlier in the project to  assess each of the 20 projects/sites in terms of data availability and  access to victims/survivors. Other factors were also considered: type  of project leadership (e.g., police, prosecutor), focus of the  grant-funded efforts, jurisdiction size, geographic representation,  and access to samples of domestic violence victims who were members of  racial and ethnic minorities. The final selection of sites was made by  the ILJ research staff in consultation with members of the national  advisory board, the federal technical assistance providers, the  National Institute of Justice, and the Violence Against Women  Office. For Part 1, a random selection of 100 misdemeanor cases from a  specified time period in 1996 (pre-grant), and 100 cases from the same  time period in 1999 (post-grant) was chosen. The cases were to be  identified from police arrest reports and were r\nestricted to intimate  partner violence cases involving a male offender and female victim.  Because not all six sites had specific provisions in the law for  designating domestic violence as felonies distinct from other  felonies, only misdemeanors were included in the sample. The selection  process also required that each offender be included only once. For  Part 2, the research design called for 15 women from each of the six  sites to be chosen to complete a \"long version\" of the interview.  These women experienced the arrest and prosecution of their batterers."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: Not applicable. Part 2: Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 2."}]}},"files":[{"description":"","label":"Case Tracking Data","restricted":false,"version":1,"datasetVersionId":39844,"dataFile":{"id":2649333,"persistentId":"","pidURL":"","filename":"Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Interview Data","restricted":false,"version":1,"datasetVersionId":39844,"dataFile":{"id":2649334,"persistentId":"","pidURL":"","filename":"Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}