{"status":"OK","data":{"id":38454,"identifier":"ICPSR35534.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35534.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35534.v1","latestVersion":{"id":34454,"storageIdentifier":"file://10.3886/ICPSR35534.v1","versionState":"RELEASED","distributionDate":"2015-02-13","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:12:33Z","releaseTime":"2015-04-09T03:12:33Z","createTime":"2015-04-09T03:12:33Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Web site and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Census of Population and Housing 1970, 1980, 1990, and 2000 [United States]: Public Use Microdata Sample: Artist Extract Files"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Commerce. Bureau of the Census"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Commerce. Bureau of the Census"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Research Division of the National Endowment for the Arts has prepared Artist Extracts from the Census Public Use Microdata Samples (PUMS) from 1970, 1980, 1990, and 2000. The extracts are intended to reduce the file size and make it easier to use census data to conduct research on artist occupations. The files contain records of all persons in households with one or more persons having a detailed occupation code considered \"artist\" by NEA. These occupations include: actors and directors; announcers; architects; authors; dancers; designers; musicians and composers; painters, sculptors, craft-artists, and artist printmakers; photographers; teachers of art, drama, and music in higher education; and artists, performers, and related workers not elsewhere classified. Data were collected primarily from self-enumerated questionnaires distributed to these households by the Census corresponding to the year of collection. This data collection provides information about housing, labor force, and respondents' demographic information. The number of respondents across the data files ranges from 90,632 to 303, 541."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data collection provides the artist extracts of the 1970, 1980, 1990, and 2000 Decennial Censuses."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The 1970 Public Use Microdata Sample (PUMS) was obtained through a representative sample, consisting of one sample unit for every one hundred such units in the population. Three such samples were drawn from a 15% sample of the population and three were drawn from a 5% sample. The 1970 Census had two long form questionnaires; one was used for the 15% sample and one was used for the 5% sample. The artist extract file contains PUMS data on persons in households in the United States with one or more persons having a detailed occupation code considered \"artist\" by the NEA.</p>\n\n<p>For the 1980, 1990, and 2000 Artist Extract Files, a PUMS was obtained through a stratified sample, consisting of a subsample of the household units that received Census \"long-form\" questionnaire. The artist extract file contains PUMS data on persons in households in the United States with one or more persons having a detailed occupation code considered \"artist\" by the NEA. In areas where respondents were to mail back their questionnaires, an enumerator visited each address from which a questionnaire was not received. Respondents were contacted by telephone or personal visit to obtain missing information if a questionnaire did not me\net specific quality standards because of incomplete or inconsistent information or the respondent indicated difficulty in deciding who was to be listed as part of the household.</p>\n\n<p>The 1970 Artist Extract File contains data for 217,758 respondents. The 1980 Artist Extract File contains information for 164,124 respondents. Data from the 1990 Artist Extract File contain information for 303,541 respondents. The 2000 Artist Extract File contains information for 90,632 respondents.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for this data collection provide housing data including composition of household, family type, place of residence, household facilities, and household costs, such as rent, property tax, insurance costs, and property value. This data collection also contains information about labor force data containing current estimates of the economic status and activities of this population which includes estimates of total employment (both farm and nonfarm), nonfarm self-employed persons, domestics, and unpaid helpers in nonfarm family enterprises, wage and salaried employees, and estimates of total unemployment. Respondents were asked about demographic information: age, sex, race, marital status, educational attainment, ancestry, family relationship, industry, and occupation, noting the occupation status of those considered \"artists\" by the NEA within the workforce."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"actors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"artists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"authors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"musicians"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"occupational categories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"occupations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"painters"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performing arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sculptors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"theater"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"visual arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC III. Artists and Performers"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-17Version Text: 2015-03-17Version Date: 2015-03-17Version Text: 2015-03-17 Subject: null  Type: null  Notes: The metadata and the codebook for the 1980 Artist Extract File were updated to provide further information for variable MIGWGT. As well, the search capability of most questionnaires, user guides, and reports were enhanced using Acrobat's Text Recognition tool.;Subject: Study Level Error Note, Notes: This data collection was previously distributed by the Cultural Policy and the Arts National Data Archive (CPANDA). The CPANDA Identification Number (study number) for the entire data collection is c00017. The CPANDA Identification number for the 1970 Artists Extract File is a00222, for the 1980 Artists Extract File is a00223, for the 1990 Artists Extract File is a00224, and for the  2000 Artists Extract File is a00250. CPANDA conducted the following processing steps for release of this collection: produced a codebook, checked for undocumented codes, performed consistency checks, provided frequencies, and reformatted the data.;Subject: Study Level Error Note, Notes: <p>Occupation categories changed between 1970 and 2000. For information on how to compare the 1970 and 1980 occupations, see the NEA publication \"Where Artists Live 1980\" (available as a report in this collection) which compares data from the 1970 and 1980 artist extracts. For information on the transition from the 1980 to the 2000 system, see Revising the Standard Occupational Classification System\n<a href=\"http://stats.bls.gov/soc/2000/socrpt929.pdf\">http://stats.bls.gov/soc/2000/socrpt929.pdf</a>\n(also available as a report in this collection). Occupation codes list for the 1970 Artist Extract File is in Chapter 2 of the corresponding User Guide. Occupation codes lists for 1980-2000 are available in the appendices to the User Guides for the 1980-2000 Artist Extract Files.</p>;Subject: Study Level Error Note, Notes: Most 1980 PUMS deposited with CPANDA normally consist of three sample files (A, B, and C) with different geographic schemes. However, the 1980 Artist Extract file deposited with CPANDA consisted of the A and B samples only. The A sample identifies all states, most counties with 100,000 or more inhabitants, and other subdivisions within the state. The B sample identifies all metropolitan territory, most standard metropolitan statistical areas (SMSAs), as well as groups of counties. The C sample, missing from this merged data file, identifies regions, divisions, and most states by level of urbanicity.;Subject: Study Level Error Note, Notes: There were no blank fields or missing data in the 1970-1990 PUMS files. Allocated values were used in the 1970-2000 PUMS files for some situations of missing data and out-of-range values caused by incomplete questionnaires, inconsistent information, or equipment malfunction. Indicators, such as \"Not applicable\" or \"Not in universe,\" were used for other missing data cases. Detailed explanation of using allocation flags can be found in Chapter 3 of the User Guides for the 1980 and 1990 Artist Extract Files and in Chapter 4 of the User Guides for the 1970 and 2000 Artist Extract Files.;Subject: Study Level Error Note, Notes: <p>Quick Facts\n<a href=\"http://www.princeton.edu/~artspol/quickfacts/artists/lbrfrcartist.html\">http://www.princeton.edu/~artspol/quickfacts/artists/lbrfrcartist.html</a>\nfor this data collection, \"National Trends in Artist Occupations,\" are available from the Center for Arts and Cultural Policy Studies (CACPS) at Princeton University.</p>;Subject: Study Level Error Note, Notes: The Census Bureau is legally bound to strict confidentiality requ\nirements. Individual records are not shared with anyone, including federal agencies and law enforcement entities. By law, the Census Bureau cannot share respondents' answers with anyone or any government agency.;Subject: Study Level Error Note, Notes: Due to the limit in the number of allowable rows of 65,536 and allowable columns of 256 in Excel 97-2003 (file ending, xls), the Excel files being distributed with this collection are in the later version of Excel (file ending of xlsx).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-02-13"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["census/enumeration data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state (1970-1990); Public Use Microdata Area Code (2000)"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All persons in households in the United States with one or more persons having a detailed occupation code considered \"artist\" by the NEA."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>For the 1970 Artist Extract file, each PUMS is a representative sample of the records from the 1970 Census sample questionnaires. The primary sample size is 1-in-100 or one sample unit (household, vacant unit, or person in group quarters) for every 100 such units in the population. Of the 1970 samples, three 1/100 samples were drawn from the 15-percent sample data, and three from the 5-percent sample data, one for each of the three options for geographic information: county groups, states, and geographic divisions with neighborhood characteristics. Any one sample contains only one of these types of information. The artist extract file filtered the records to obtain all individuals in households where at least one occupant has a detailed occupation code considered \"artist\" by the NEA.</p>\n\n<p>For the 1980, 1990, and 2000 Artist Extract Files, a PUMS was obtained through a stratified sample, consisting of a subsample of the household units that received the Census \"long-form\" questionnaire. The artist extract file contains PUMS data on persons in households in the United States with one or more persons having a detailed occupation code considered \"artist\" by the NEA.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"self-enumerated questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>The data contain weight variables.</p>\n\n<ul>\n<li>The 1980 Artist Extract File contains MIGWGT (Migration/Place of Work/Travel Time Weight).</li>\n<li>The 1990 Artist Extract File contains HOUSWGT (Housing Unit Weight) and PWGT1 (Person's Weight).</li>\n<li>The 2000 Artist Extract File contains HWEIGHT (Housing Unit Weight) and WEIGHT (Person Weight).</li>\n</ul>\n\n<p>For further details regarding weight variables, please refer to Chapters 2 and 3 of the User Guide for the 1980 Artist Extract File, Chapter 4 of the User Guide for the 1990 Artist Extract File, and Chapter 5 of the User Guide for the 2000 Artist Extract File.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."}]}},"files":[{"description":"","label":"1970 Artist Extract File","restricted":false,"version":1,"datasetVersionId":34454,"dataFile":{"id":2605430,"persistentId":"","pidURL":"","filename":"1970 Artist Extract File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1980 Artist Extract File","restricted":false,"version":1,"datasetVersionId":34454,"dataFile":{"id":2605431,"persistentId":"","pidURL":"","filename":"1980 Artist Extract File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1990 Artist Extract File","restricted":false,"version":1,"datasetVersionId":34454,"dataFile":{"id":2605432,"persistentId":"","pidURL":"","filename":"1990 Artist Extract File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2000 Artist Extract File","restricted":false,"version":1,"datasetVersionId":34454,"dataFile":{"id":2605433,"persistentId":"","pidURL":"","filename":"2000 Artist Extract File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}