{"status":"OK","data":{"id":42656,"identifier":"ICPSR03077.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03077.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03077.v1","latestVersion":{"id":38656,"storageIdentifier":"file://10.3886/ICPSR03077.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:58:46Z","releaseTime":"2015-04-09T03:58:46Z","createTime":"2015-04-09T03:58:46Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for inter\npretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hiller, Matthew L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Knight, Kevin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rao, Sandhya"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Simpson, Dwayne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study assessed the Dallas County Judicial Treatment Center (DCJTC) in Texas. The DCJTC is a residential substance abuse treatment center for drug-involved felony offenders. It provides a treatment program of approximately six months in three major phases: orientation, main treatment, and re-entry. Data were collected from 429 offenders admitted to the DCJTC between January and December 1998. During their first week of treatment, residents completed a comprehensive intake battery that included (1) the Texas Christian University (TCU) initial assessment, (2) the TCU self-rating form (SRF), and (3) the TCU intake interview. The initial assessment gauged mental status, background and psychosocial functioning, alcohol and other drug use, and psychological status. The SRF assessed psychological functioning, social functioning, and motivation for treatment. The intake interview included detailed questions on the resident's social background, family and peer relations, health and psychological status, criminal history, drug use problems, and behavioral risks for HIV/AIDS. Progress made during treatment was measured by the TCU Resident Evaluation of Self and Treatment (REST) and the TCU Counselor Rating of Client (CRC) forms. The REST included all questions on the SRF, plus questions on offenders' perceptions of the structure of the program and their experiences while in treatment, an evaluation of the counselor, an evaluation of their own personality, and ratings of group and individual treatment sessions. The CRC forms rated residents on a set of attributes related to residents' ability to benefit from treatment and indicated the extent to which counseling activities with each client had focused on certain activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study assessed the Dallas County Judicial  Treatment Center (DCJTC) in Texas. The DCJTC is a residential  substance abuse treatment center for drug-involved felony offenders.  Opened in 1991, the DCJTC has a 228-bed capacity, including four  35-bed units for men and three 20-bed units for women. This program  represents the final and most restrictive sanction county and district  judges can impose before state jail or prison terms. No systematic  screening procedures were used to determine offenders' needs for drug  treatment or therapeutic intervention during the time period covered  by this study. The DCJTC is managed by Cornell Corrections\n, Inc.,  under contract from the Dallas County Community Supervisions and  Corrections Department. The DCJTC was designed as a therapeutic  community (TC). It provides a treatment program of approximately six  months in three major phases: orientation, main treatment, and  re-entry. Offenders advance through a hierarchical recovery sequence  in which they receive progressively more responsibilities and  privileges. This study's primary goal was to address the need to  assess and appropriately classify inmates' problems and monitor  service delivery and therapeutic progress to help ensure effective  treatment. The treatment episode was seen as a series of interrelated  events, each presenting an opportunity to collect data that could  improve the effectiveness of treatment. This study developed a set of  data collection instruments to be administered at regular intervals  throughout treatment. The regular use of these instruments was seen as  narrowing the feedback loop between stakeholders, program staff, and  program participants in order to improve participant selection,  classification, and the treatment process. These instruments were  administered to DCJTC program participants and used to (1) assess the  risks and needs that offenders present at admission, including  classification of drug dependence problems, (2) examine the short-term  impact of the TC on improvements in psychosocial functioning and  treatment motivation, and (3) determine whether it can be predicted who will prematurely drop out of the program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected from 429 offenders admitted to  the DCJTC between January and December 1998. Many of the data  collection instruments used in this study originated in the Drug Abuse  Reporting Program (Sells and Simpson, 1976, Simpson and Sells, 1982,  1990). These instruments were modified more recently for use in a  project titled Improving Drug Abuse Treatment, Assessment, and  Research (Simpson, Chatham, and, Joe, 1993, Simpson, Dansereau, and  Joe, 1997). This evaluation system was adapted further in other  studies for use in residential correctional settings. Revisions to  these forms for this study included rewording items to reference the  six months prior to the commitment arrest as the time frame for the  collection of baseline information. During their first week of  treatment, residents completed a comprehensive intake battery that  included (1) the Texas Christian University (TCU) initial assessment,  (2) the TCU self-rating form (SRF), and (3) the TCU intake interview.  The initial assessment was a structured, counselor-led interview  completed within 24 hours of treatment entry and was divided into four  major sections: (1) mental status, (2) background and psychosocial  functioning, (3) alcohol and other drug use, and (4) psychological  status. Indication of severe mental impairment was gauged through four  questions adapted from the Mini-Mental Status Exam. Immediately  following the initial assessment, residents completed the SRF, a  95-item self-report instrument designed to assess psychological  functioning, social functioning, and motivation for treatment. A  counselor administered the intake interview approximately two to seven  days after the initial assessment in order to give residents time to  acquaint themselves with the program and staff. It included detailed  questions on the resident's social background, family and peer  relations, health and psychological status, criminal history, drug use  problems, and behavioral risks for HIV/AIDS. Progress made during  treatment was measured by the TCU Resident Evaluation of Self and  Treatment (REST) and the TCU Counselor Rating of Client (CRC)  forms. These instruments were administered at the end of treatment  months one, three, and six, linking them to major landmarks in  residents' treatment episodes: end of orientation, completion of the  90-day treatment plan, and completion of the discharge p\nlan. The REST  included all 95 questions on the SRF and sections on offenders'  perceptions of the structure of the program and their experiences  while in treatment, an evaluation of the counselor, an evaluation of  their own personality, and ratings of group and individual treatment  sessions. The CRC forms were completed by each resident's primary  counselor. They rated residents on a set of 25 attributes related to  residents' ability to benefit from treatment and indicated the extent  to which counseling activities with each client had focused on certain activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include gender, admission date, discharge  date, discharge code, and treatment discharge code. Variables from the  initial assessment include mental status, date of birth, race,  residence in last month, marital status, education history, employment  history, sources of financial support, kind of health insurance, legal  status, degree of pressure felt from others to enter treatment  program, how important it was to patient to get treatment for  different types of problems, history of use of alcohol, marijuana,  opiates, cocaine or crack, speedballs, inhalants, amphetamines,  hallucinogens, sedatives or tranquilizers, and nicotine, history of  injecting drugs, how problematic alcohol and other drug use was in  past year, history of psychological problems, whether eligibility  criteria were met, and whether patient met any exclusionary criteria.  Variables based on initial assessment responses include whether  patient met the Diagnostic and Statistical Manual, fourth edition,  criteria for being classified as dependent on or an abuser of alcohol,  cocaine, cannabis, or opiates. Variables from the SRF include answers  to the 95 items on the form and scales based on those responses for  self-esteem, depression, anxiety, decision-making, childhood problems,  hostility, risk-taking, social conformity, problem recognition, desire  for help, treatment readiness, and self-efficacy. Variables from the  intake interview include living situation prior to entering treatment,  number of children, what relationship was like with spouse/primary  partner and children in last six months, marital history, problems  experienced in elementary school, employment history, sources of  financial support in last six months, what adults patient lived with  during childhood, quality of parenting provided by mother and father,  number of siblings, relationship with family members in last six  months, role of religion in patient's life, number of friends in past  six months, number of friends who did not use drugs, characteristics  of friends (including criminal activities engaged in), relationship  with friends, and leisure activities. Additional variables focus on  criminal history (including arrests and reasons for arrests), age at  first arrest, income from illegal activity, arrests on drugs or trying  to get drugs, history of incarceration, current legal status, health  and psychological status, drug use history (including which drugs were  most serious problem and age at first use of different drugs),  frequency of use of different drugs in last six months and last 30  days, alcohol use history, problems caused by drug and alcohol use,  whether friends and family had undergone drug treatment, reasons for  using drugs and alcohol, number of times quit using drugs or alcohol,  previous treatment experience, whether family and friends would  support treatment efforts, patient's assessment of how successful  treatment would be, history of gambling, activities relating to AIDS  risk, attitudes toward AIDS, and counselor assessment of patient,  including physical and mental health and the areas in which the  counselor thought the patient was in most need of treatment. Variables  from the REST and CRC forms appear three times, once for each  administration of the forms (at one month, three months, and six  months after admission). Variable\ns from the REST include answers to  the 95 items that appear on the SRF, patients' ratings of treatment  program features, their own participation in therapeutic groups,  counselors' attitudes and behavior, their own attitudes and behavior,  group counseling sessions, individual counseling sessions, and the  amount of time devoted to different issues in the group and individual  sessions, date of admission of form, and counselor who administered  the form. Variables based on answers to the REST include the same  scales derived from answers to the SRF along with scales measuring  patients' perceptions of program structure, staff empathy, peer  support, therapeutic sessions, treatment engagement, personal  progress, trust in staff and other patients, counselor competence, and  counselor rapport. Variables from the CRC include answers to 25  questions that rate patient attributes, answers to 23 questions about  the focus of treatment with the patient, date form was completed, and counselor who completed the form."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"AIDS"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"HIV"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-06-05Version Text: 2003-06-05 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-RT-VX-K004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were gathered from self-administered  questionnaires completed by DCJTC counselors and program participants and from structured interviews of program participants."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Drug-involved felony offenders in the Texas prison system eligible to be admitted to the DCJTC between January and December 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"inap."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the initial assessment, 419 forms were  collected of a possible 428 (97.9 percent). The sample originally  included 429 offenders, but one was discharged prior to admission to  treatment. There were 421 Self-Rating Forms collected of a possible  428 (98.3 percent). There were 419 intake interviews collected of a  possible 425 (98.6 percent). For the Resident Evaluation of Self and  Treatment form, 399 of a possible 405 (98.5 percent) were collected at  month one, 349 of a possible 358 (97.5 percent) were collected at  month three, and 296 of a possible 307 (96.4 percent) were collected  at month six. There were 402 of a possible 415 (96.9 percent)  Counselor Rating of Client forms collected at month one, 353 of a  possible 371 (95.1 percent) collected at month three, and 300 of a possible 315 (95.2 percent) collected at month six."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Many scales used in this study were based on those that  originated in the Drug Abuse Reporting Program conducted by Sells and  Simpson and later modified for the Improving Drug Abuse Treatment,  Assessment, and Research project by Simpson, Chatham, Joe, and  Dansereau. A measure for classifying risk of recidivism was modeled  after the Lifestyle Criminality Screening Form. Measures of patients'  perceptions of program structure and their treatment experience were  adapted from the Client Self-Rated Progress Checklist. Other scales  used in this study were the Diagnostic and Statistical Manual, fourth  edition, the Mini-Mental Status Exam, the Pearl\nin Mastery Scale, the  problem recognition, desire for help, and treatment readiness scales  developed by Joe, Knezek, Watson, and Simpson, the TCU HIV/AIDS Risk Assessment, and several Likert-type scales."}]}},"files":[{"description":"","label":"Process Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-1999","restricted":false,"version":1,"datasetVersionId":38656,"dataFile":{"id":2639482,"persistentId":"","pidURL":"","filename":"Process Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-1999","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}