{"status":"OK","data":{"id":45105,"identifier":"ICPSR06358","persistentUrl":"https://doi.org/10.3886/ICPSR06358","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06358","latestVersion":{"id":41105,"storageIdentifier":"file://10.3886/ICPSR06358","versionState":"RELEASED","distributionDate":"1999-07-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:25:41Z","releaseTime":"2015-04-09T04:25:41Z","createTime":"2015-04-09T04:25:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Intensive Supervision for High-Risk Offenders in 14 Sites in the United States, 1987-1990"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Petersilia, Joan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND Corporation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Turner, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND Corporation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"RAND Corporation"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND Corporation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1986, the Bureau of Justice Assistance (BJA) funded a demonstration project of intensive supervision programs (ISPs), alternatives to control sanctions that involve community sanctions and emphasize stringent conditions and close monitoring of convicted offenders. The primary intent of the demonstration project was to determine the effects of participation in an ISP program on the subsequent behavior of offenders and to test the feasibility of the ISP's stated objectives: (1) to reduce recidivism by providing a seemingly cost-effective alternative to imprisonment, and (2) to provide an intermediate punishment between incarceration and regular probation that allows the punishment to fit the crime. Fourteen sites in nine states participated in the project and each of the selected sites was funded for 18 to 24 months. Individual agencies in each site tailored their ISP programs to their local needs, resources, and contexts, developed their own eligibility criteria, and determined whether probationers met those criteria. While the individual ISP projects differed, each site was required to follow identical procedures regarding random assignment, data collection, and overall program evaluation. Data collection instruments that differed in the amount of drug-related questions asked were used for the six- and twelve-month reviews. The \"non-drug\" data collection instrument, used in Contra Costa, Ventura, and Los Angeles counties, CA, Marion County, OR, and Milwaukee, WI, gathered drug data only on the number of monthly drug and alcohol tests given to offenders. The \"drug\" data collection instrument was distributed in Atlanta, Macon, and Waycross, GA, Seattle, WA, Santa Fe, NM, Des Moines, IA, and Winchester, VA. Variables regarding drug use included the number of drug tests ordered, the number of drug tests taken, and the number of positives for alcohol, cocaine, heroin, uppers, downers, quaaludes, LSD/hallucinogens, PCP, marijuana/hashish, and \"other\". The drug questions on the instrument used in Dallas and Houston, TX, were the same as those asked at the drug sites. Once a site determined that an offender was eligible for inclusion, RAND staff randomly assigned the offender to either the experimental ISP program (prison diversion, enhanced probation, or enhanced parole) or to a control sanction (prison, routine probation, or parole). Assignment periods began in January 1987 and some sites continued to accept cases through January 1990. Each offender was followed for a period of one year, beginnin\ng on the day of assignment to the experimental or control program. The six-month and twelve-month review data contain identical variables: the current status of the offender (prison, ISP, or terminated), record of each arrest and/or technical violation, its disposition, and sentence or sanction. Information was also recorded for each month during the follow-up regarding face-to-face contacts, phone and collateral contacts, monitoring and record checks, community service hours, days on electronic surveillance (if applicable), contacts between client and community sponsor, number and type of counseling sessions and training, days in paid employment and earnings, number of drug and alcohol tests taken, and amount of restitution, fines, court costs, and probation fees paid. Background variables include sex, race, age at assignment, prior criminal history, drug use and treatment history, type of current offense, sentence characteristics, conditions imposed, and various items relating to risk of recidivism and need for treatment. For the two Texas sites, information on each arrest and/or technical violation, its disposition, and sentence or sanction was recorded in separate recidivism files (Parts 10 and 17). Dates were converted by RAND to time-lapse variables for the public release files that comprise this data collection."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Between 1980 and 1985, 40 states implemented  intensive supervision programs (ISPs) that involved community  sanctions and emphasized stringent conditions and close monitoring of  convicted offenders. The published outcomes were  encouraging. Recidivism rates were low, and the majority of new  arrests were for technical violations rather than new crimes. However,  many people questioned whether the ISP programs were responsible for  the observed outcomes or whether other factors (e.g., less serious  offenders being assigned to ISP, preexisting differences in the  offender background) were systematically biasing the outcomes. In  1986, the Bureau of Justice Assistance (BJA) funded a demonstration  project of ISPs. The primary intent of the demonstration project was  to determine the effects of participation in an ISP program on the  subsequent behavior of offenders. The data collection and subsequent  analysis addressed the following questions: (1) Who participated in  the ISP? (2) Did ISP participants receive more surveillance and  services than offenders on routine probation? (3) How did  participating in the ISP affect the offenders' future criminality? (4)  Did the ISP affect the offender's employment, education, counseling,  community service, and payment of fines and fees? (5) How did the  costs of ISP supervision compare with those of routine probation? (6)  For whom was the ISP most effective? The demonstration project and the  evaluation were not intended to evaluate the performance of the  participating agencies. Rather, the purpose was to test the  feasibility of the ISP's stated objectives: (a) to reduce recidivism  by providing a seemingly cost-effective alternative to imprisonment,  and (b) to provide an intermediate punishment between incarceration and regular probation that allows the punishment to fit the crime."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The demonstration involved random assignment of  eligible offenders to the experimental ISP program or to a control  sanction (prison or routine probation or parole). Fourteen sites in  nine states participated in the project and each of the selected sites  was funded for 18 to 24 months at a level of $100,000 to $150,000 per  site. Each site followed identical procedures with respect to random  assignment, data collection, and overall program evaluation. The RAND  Corporation evaluated the ISP programs with support from BJA and the  National Institute of Justice (NIJ). The BJA encouraged individual  agencies in each site to tailor their ISP programs to their local  clienteles' needs and risks, financial sou\nrces, and internal and  external political contexts. The ISPs that were part of this project  were not primarily \"service and treatment\" programs but were  oriented more toward \"surveillance and supervision.\" Each site  developed its own ISP eligibility criteria, and each was responsible  for determining whether probationers met those criteria. While the  individual ISP projects differed, the RAND evaluation was designed to  operate similarly for all sites. Each site was required to follow  identical procedures regarding random assignment, and the sites  collected identical data to support the evaluation. Data collection  instruments that differed in the amount of drug-related questions  asked were used for the six- and twelve-month reviews. The  \"non-drug\" data collection instrument, used in Contra Costa,  Ventura, and Los Angeles counties, CA, Marion County, OR, and Milwaukee,  WI, gathered drug data only on the number of monthly drug and alcohol  tests given to offenders. The \"drug\" data collection instrument was  distributed in Atlanta, Macon, and Waycross, GA, Seattle, WA, Santa  Fe, NM, Des Moines, IA, and Winchester, VA. Variables regarding drug  use included the number of drug tests ordered, the number of drug  tests taken, and the number of positives for alcohol, cocaine, heroin,  uppers, downers, quaaludes, LSD/hallucinogens, PCP, marijuana/hashish,  and \"other\". The drug questions on the instrument used in Dallas and  Houston, TX, were the same as those asked at the drug sites. Once a  site determined that an offender was eligible for inclusion, RAND  staff randomly assigned the offender to either the experimental (ISP)  program or the control (routine program). Assignment periods began in  January 1987 and some sites continued to accept cases through January  1990. Over the 14 sites, three types of ISPs were tested: (1) prison  diversion programs in which lower-risk persons who had been sentenced  to prison were subsequently diverted back to the community to  participate in an ISP program as a substitute to prison, (2) enhanced  probation, or (3) enhanced parole, in which already sentenced  probationers or parolees are selected for closer supervision because  they are generally deemed too serious to be supervised on routine  caseloads or are evidencing failure under current supervision  conditions. Each offender was followed for a period of one year,  defined individually for each participant, beginning on the day of  assignment to the experimental or control program. To record  time-at-risk information (or \"street time\"), the six- and  twelve-month review forms included a status calendar. The calendar  recorded the dates the offender was placed on and removed from ISP or  routine parole, and dates of entry into and release from jail,  residential placement, or prison. As forms were completed on-site,  they were mailed to RAND, edited, and entered into a database. Dates  were converted by RAND to time-lapse variables for the public release files."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Background variables include sex, race, age at  assignment, prior criminal history, drug use and treatment history,  type of current offense, sentence characteristics, conditions imposed,  and various items relating to risk of recidivism and need for  treatment. The six-month and twelve-month review data contain  identical variables: the current status of the offender (prison, ISP,  or terminated), record of each arrest and/or technical violation, its  disposition, and sentence or sanction. Information was also recorded  for each month during the follow-up regarding number and type of  face-to-face contacts, number and type of phone and collateral  contacts, number and type of monitoring and record checks performed,  community service hours performed, days on electronic surveillance and  type of electronic surveillance (if applicable), number of contacts  between client and community sponsor, number and type of sessions in  counseli\nng, number of days in training and type of training, number of  days in paid employment and earnings, number of drug tests taken,  number of alcohol tests taken, amount of restitution paid, amount of  fines and court costs paid, and amount of probation fees paid. For the  two Texas sites, information on each arrest and/or technical  violation, its disposition, and sentence or sanction was recorded in separate recidivism files (Parts 10 and 17)."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alternatives to institutionalization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community service programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"diversion programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-05-15Version Text: 2013-05-15Version Date: 2013-05-15Version Text: 2013-05-15 Subject: null  Type: null  Notes: Incomplete SAS transport (xpt) files for datasets 5, 6, 19, 20, 25, 26, 28, and 29 were replaced with SAS CPORT (stc).;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG6358.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Users are encouraged to consult the various published articles and reports about the demonstration project and the RAND evaluation for detailed information about differences in site implementation, goals, characteristics, and success of ISP implementation.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), stc Data file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"87-IJ-CX-0057, 87-IJ-CX-0059, and 90-DD-CX-0040 (NIJ)and 86-SD-CX-0015 (BJA)"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-07-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1990"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1987"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1990"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Presentence Investigation Reports and chronological notes maintained by the probation officer"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All ISP programs in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The two Texas sites were selected and funded by the Texas  Legislature, and the other twelve sites were selected by the Bureau of Justice Assistance."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Atlanta Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658117,"persistentId":"","pidURL":"","filename":"Atlanta Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Atlanta Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658118,"persistentId":"","pidURL":"","filename":"Atlanta Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Atlanta Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658119,"persistentId":"","pidURL":"","filename":"Atlanta Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Contra Costa County Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658120,"persistentId":"","pidURL":"","filename":"Contra Costa County Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Contra Costa County Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658121,"persistentId":"","pidURL":"","filename":"Contra Costa County Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Contra Costa County Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658122,"persistentId":"","pidURL":"","filename":"Contra Costa County Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dallas Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658123,"persistentId":"","pidURL":"","filename":"Dallas Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dallas Recidivism Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658126,"persistentId":"","pidURL":"","filename":"Dallas Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dallas Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658124,"persistentId":"","pidURL":"","filename":"Dallas Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dallas Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658125,"persistentId":"","pidURL":"","filename":"Dallas Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Des Moines Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658127,"persistentId":"","pidURL":"","filename":"Des Moines Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Des Moines Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658128,"persistentId":"","pidURL":"","filename":"Des Moines Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Des Moines Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658129,"persistentId":"","pidURL":"","filename":"Des Moines Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658130,"persistentId":"","pidURL":"","filename":"Houston Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Recidivism Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658133,"persistentId":"","pidURL":"","filename":"Houston Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658131,"persistentId":"","pidURL":"","filename":"Houston Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658132,"persistentId":"","pidURL":"","filename":"Houston Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Los Angeles County Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658134,"persistentId":"","pidURL":"","filename":"Los Angeles County Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Los Angeles County Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658135,"persistentId":"","pidURL":"","filename":"Los Angeles County Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Los Angeles County Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658136,"persistentId":"","pidURL":"","filename":"Los Angeles County Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Macon Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658137,"persistentId":"","pidURL":"","filename":"Macon Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Macon Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658138,"persistentId":"","pidURL":"","filename":"Macon Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Macon Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658139,"persistentId":"","pidURL":"","filename":"Macon Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Marion County Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658140,"persistentId":"","pidURL":"","filename":"Marion County Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Marion County Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658141,"persistentId":"","pidURL":"","filename":"Marion County Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Marion County Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658142,"persistentId":"","pidURL":"","filename":"Marion County Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Milwaukee Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658143,"persistentId":"","pidURL":"","filename":"Milwaukee Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Milwaukee Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658144,"persistentId":"","pidURL":"","filename":"Milwaukee Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Milwaukee Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658145,"persistentId":"","pidURL":"","filename":"Milwaukee Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Santa Fe Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658146,"persistentId":"","pidURL":"","filename":"Santa Fe Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Santa Fe Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658147,"persistentId":"","pidURL":"","filename":"Santa Fe Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Santa Fe Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658148,"persistentId":"","pidURL":"","filename":"Santa Fe Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Seattle Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658149,"persistentId":"","pidURL":"","filename":"Seattle Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Seattle Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658150,"persistentId":"","pidURL":"","filename":"Seattle Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Seattle Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658151,"persistentId":"","pidURL":"","filename":"Seattle Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Ventura County Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658152,"persistentId":"","pidURL":"","filename":"Ventura County Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Ventura County Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658153,"persistentId":"","pidURL":"","filename":"Ventura County Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Ventura County Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658154,"persistentId":"","pidURL":"","filename":"Ventura County Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Waycross Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658155,"persistentId":"","pidURL":"","filename":"Waycross Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Waycross Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658156,"persistentId":"","pidURL":"","filename":"Waycross Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Waycross Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658157,"persistentId":"","pidURL":"","filename":"Waycross Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Winchester Background Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658158,"persistentId":"","pidURL":"","filename":"Winchester Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Winchester Six-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658159,"persistentId":"","pidURL":"","filename":"Winchester Six-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Winchester Twelve-Month Review Data","restricted":false,"version":1,"datasetVersionId":41105,"dataFile":{"id":2658160,"persistentId":"","pidURL":"","filename":"Winchester Twelve-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}