{"status":"OK","data":{"id":44110,"identifier":"ICPSR21840.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21840.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR21840.v1","latestVersion":{"id":40110,"storageIdentifier":"file://10.3886/ICPSR21840.v1","versionState":"RELEASED","distributionDate":"2009-03-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:14:43Z","releaseTime":"2015-04-09T04:14:43Z","createTime":"2015-04-09T04:14:43Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Bully-Proofing Your School Program in Colorado, 2001-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Menard, Scott"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Sam Houston State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Bully-Proofing Your School (BPYS) was a school-based intervention program designed to reduce bullying and school violence. The BPYS program differed from other anti-bullying programs by providing teachers with a specific curriculum that could be implemented in the classroom. The purpose of this study was to evaluate the BPYS program at the elementary school and middle school level. The BPYS outcome evaluation consisted of school climate surveys administered to elementary school students (Part 1), middle school students (Part 2), and staff (Part 3) in both treatment and comparison schools. The design of the data collection for the study was a repeated cross-sectional design.  The evaluation of BPYS took place over five years.  In the spring semesters of 2002, 2003, 2004, 2005, and 2006, all participating schools completed a school climate survey. The researchers collected 4,136 completed elementary school surveys (Part 1), 1,627 completed middle school surveys (Part 2), and 1,209 completed staff surveys (Part 3). For the elementary and middle school students, the mode of data collection was an in-class (group administration) anonymous self-completed survey. For the 1,209 staff surveys (Part 3), the mode of data collection was a mail questionnaire. Part 1 variables include sociodemographic and general school information items, school climate variables, school safety variables, and home and family environment variables. Also included is a filter variable which can be used to select the 3,497 cases that were used in the original analyses. Part 2 variables include sociodemographic and general school information variables, school climate variables, school safety variables, substance use variables, home and family environment variables, variables about guns, variables on activities the respondent participated in, and school attendance variables. Part 3 variables include school and staff characteristics variables, questions about general conditions in the school, questions on how the respondent felt about other people working at the school, questions concerning the resources and participation in the school and the community, and questions regarding staff perceptions of safety at the school."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Bully-Proofing Your School (BPYS) was a school-based intervention program designed to reduce bullying and school violence. The BPYS program differed from other anti-bullying programs by providing teachers with a specific curriculum that could be implemented in the classroom. The purpose of this study was to evaluate the BPYS program at the elementary school and middle school level."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Bully-Proofing Your School (BPYS) outcome evaluation consisted of school clima\nte surveys administered to elementary school students (Part 1), middle school students (Part 2), and staff (Part 3) in both the treatment and the comparison schools. The design of the data collection for the study was a repeated cross-sectional design. Within each cross-section, the basic design was a hierarchically nested multilevel design. Students were nested within the schools, and schools were split between treatment and comparison conditions, with unequal numbers of cases and potentially different distributions, ranges, and variances on outcome variables.</p>\n\n<p>The evaluation of BPYS took place over five years.  In the spring semesters of 2002, 2003, 2004, 2005, and 2006, all participating schools completed a school climate survey. The researchers collected 4,136 completed elementary school surveys (Part 1), 1,627 completed middle school surveys (Part 2), and 1,209 completed staff surveys (Part 3).  More specifically, in year one, the 2001-2002 school year, the treatment and comparison schools were identified in the fall, and baseline student and staff outcome evaluation surveys were conducted with the schools during the spring semester.  Concurrently, the teachers in the treatment schools were to begin receiving training, but did not yet begin any program implementation. In years two, three, and four, 2002-2005, the treatment schools implemented BPYS and outcome evaluation surveys were completed during the spring semesters in the treatment and comparison schools. Year five, the 2005-2006 school year, was the post-implementation year. In Spring 2006, the school climate survey was conducted again with both staff and students.</p>\n\n<p>For the elementary (Part 1) and middle school (Part 2) students, the mode of data collection was an in-class (group administration) anonymous self-completed survey. The research design required active parental consent for participation in both the elementary and middle school surveys. Active parental consent meant that parents were requested to fill out a form indicating their willingness to have their child participate in the survey. If a parent said no, or if a parent did not return the form, the child was not included in the study. Members of the research team returned to the school several times per week for approximately two weeks to pick up returned forms and to serve as a reminder to the students to bring back their signed consent forms. Once the consent process had begun, the research team scheduled times with the teachers to return to the school and conduct the survey with the students. On the day of the survey, when the researchers first entered the classroom, they consulted with the teacher to be sure only those students with consent remained for the survey. The researcher guided the students in completing their assent forms, which asked the students to write and sign their names and then to indicate whether or not they wanted to participate in the survey. Next, the researcher guided the students through the sociodemographic portion of the surveys and showed the student how to use their colored piece of paper to cover up their answers. At the end, the research team collected the completed surveys and thanked the students for their participation.</p>\n\n<p>For the 1,209 staff surveys (Part 3), the mode of data collection was a mail questionnaire. On the first day of student surveys in a school, the research team placed a packet in the mailbox of each teacher and each school staff member who had any contact with the students, including cafeteria workers and maintenance staff. The packet consisted of a letter explaining the staff survey, a copy of the staff survey, and a postage-paid envelope that allowed the staff member to mail the survey back to the research staff anonymously. Once the data arrived, the surveys were logged in and put into locked file cabinets. They were only removed to enter the data into the computer and were then returned to the locked cabinets as soon as possible t\nhereafter.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 variables include 8 sociodemographic and general school information items, 23 items relating to school climate, 46 items pertaining to school safety: attitudes and aggressive behavior (perpetration, victimization, and witnessing), and 14 home and family environment variables. Also included are two reverse scored variables and a filter variable which can be used to select the 3,497 cases that were used in the original analyses. More specifically, the eight sociodemographic and general school information variables are case id, year, school id code, type (treatment or comparison), grade, sex, race, and self-reported school performance. The 23 school climate variables asked students how they felt about their school and the people in their school. Of the 46 questions pertaining to school safety, 5 questions asked students about how safe they felt at school, 7 questions asked about their friends, 21 questions asked about things that went on at their school, 6 questions asked about other students at their school, and 7 questions asked about how students felt about hurting other people. The 14 home and family environment questions asked students general questions about their relationship with their parents and family, and about their home life.</p>\n\n<p>Part 2 variables include 8 sociodemographic and general school information variables, 34 variables relating to school climate, 92 variables pertaining to school safety: attitudes and aggressive behavior (perpetration, victimization, and witnessing), 22 variables about substance use, 12 home and family environment variables, 2 variables about guns, 8 variables on activities the respondent participated in, and 6 school attendance variables. Also included are 10 variables that were reverse coded. More specifically, the eight sociodemographic and general school information variables are case id, year, school id code, type (treatment or comparison), grade, sex, race, and self-reported school performance. The 34 school climate questions asked students how they felt about their school and the people in their school. Of the 92 questions pertaining to school safety, 7 questions asked students how safe they felt at school, 14 questions asked about their friends, 58 variables asked about things that went on at their school, including 12 questions about things the students saw in the past month, 24 questions asked about things that the respondent had done at school in the past month, 16 questions asked about things others had done to the respondent in the past month, and 6 questions asked about things that happened at school during the school year. Furthermore, 6 questions asked about bullying and intimidation at school, and 7 questions asked about how students felt about hurting other people. The 22 substance abuse variables asked about drug and alcohol use at school, and the 14 home and family environment questions asked students general questions about their relationship with their parents and family, and about their home life.</p>\n\n<p>Part 3 variables include 7 school and staff characteristics variables, 13 questions about general conditions in the school, 5 questions on how the respondent felt about other people working at the school, 3 questions concerning the resources and participation in the school and the community, 41 questions regarding staff perceptions of safety at the school, and a semester (fall/spring) variable.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"bullying"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"classroom environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime in schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elementary school students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elementary schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"middle schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student misconduct"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-03-31Version Text: 2009-03-31Subject: Study Level Error Note, Notes: Survey and interview data collected as part of the process evaluations in treatment schools are not available as part of this data collection.;Subject: Study Level Error Note, Notes: Research on this project was supported by grants from the National Institute of Justice (NIJ 2004-IJ-CX-0082), the Office of Juvenile Justice and Delinquency Prevention (OJJDP 1998-MU-MU-K005) and a second grant from OJJDP in collaboration with the Center\ns for Disease Control and Prevention (OJJDP 1999-JN-FX-K006).; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-IJ-CX-0082"}},{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1998-MU-MU-K005"}},{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1999-JN-FX-K006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-03-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained from school climate surveys administered to students (elementary and middle school) and staff (teachers as well as any school staff member who had contact with students)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All elementary and middle school students and school staff in the state of Colorado between 2001 and 2006."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>As part of a broader initiative, the Safe Communities -- Safe Schools (SCSS) study (Delbert Elliott, principal investigator), conducted through the Center for the Study and Prevention of Violence (CSPV) at the University of Colorado in Boulder, schools in the state of Colorado were offered the opportunity to participate in the implementation and testing of a range of school programs designed to meet specific needs of the respective schools. Bully-Proofing Your School (BPYS) was one of several such programs. Initially, elementary and middle schools interested in implementing an anti-bullying program were identified. Once the schools interested in implementing BPYS were identified, potential comparison schools from the SCSS study were identified and compared with the prospective treatment schools. From among those schools indicating a willingness to participate, comparison schools were selected to match treatment schools as closely as possible on grade levels, the sociodemographic characteristics of the schools (percent majority and minority ethnic groups, percent eligible for free and reduced school lunch), and average student standardized test scores (Colorado Student Assessment Program, or CSAP, tests). Preference was also given to matching schools for similarity of location (i.e., urban with urban and rural with rural schools), but since a given school district may have only a single elementary or middle school, matches within the school district or the geographic area were not always possible.</p>\n\n<p>A total of two treatment middle schools plus one comparison middle school, and three treatment elementary schools plus three comparison elementary schools, were selected for evaluation. (Originally another treatment middle school, another treatment elementary school, and another comparison middle school had been planned for inclusion, but dropped out of the study early in the evaluation.) Five comparison schools, consisting of four elementary schools and one middle school, were also selected.</p>\n\n<p>Concerning the sampling of individual subjects, all students in each of the third- through fifth-grade classrooms in the seven elementary schools (Part 1) and all students in the sixth- through eighth-grade classrooms in the three middle schools (Part 2) were invited to participate in the study each of the five years of survey data collection. Staff participated from nine schools (Part 3).</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>For Part 1, the researchers received a total of 3,497 completed surveys from elementary students out of a possible 4,837 surveys, yielding a response rate of 72.3 percent. Part 1 contains a total of 4,136 cases, but the researchers used the FILTER \"GRADE NE 6\n& SCH_ID NE 33 (FILTER)\" variable to select 3,497 of the 4,136 cases in the dataset for their analyses.  Specifically, the researchers excluded a total of 639 cases from their analyses including the 17 cases that were blank in the FILTER variable in the original file, the 476 subjects from the elementary school that only completed three years of the study, and the 146 subjects that were sixth graders in one elementary school because they were the only sixth graders in an elementary school in the\nstudy, all other sixth graders in the study were in a middle school environment and completed the more advanced middle school survey.</p>\n\n<p>For Part 2, the researchers received a total of 1,627 completed surveys from middle school students out of a possible 2,326 surveys, yielding a response rate of 69.9 percent.</p>\n\n<p>For Part 3, the researchers received a total of 1,108 completed surveys out of a possible 1,672 surveys, yielding a response rate of 66.3 percent.  Part 3 contains a total of 1,208 cases, but the researchers used the SCH_ID \"SCHOOL ID CODE\" variable to exclude from their analyses the 101 cases from the school that dropped out of the study.</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>The researchers used the following scales from the Safe Schools -- Safe Communities research in the evaluation of the Bully-Proofing Your School (BPYS) intervention:</p>\n<ul>\n<li>Family context: family bonding</li>\n<li>Peer group environment: attitudes toward aggression</li>\n<li>Respondent's own attitudes toward aggression</li>\n<li>School climate: discouragement of bullying</li>\n<li>Perceived school safety</li>\n<li>Perceived bullying of others</li>\n<li>Relational aggression perpetration</li>\n<li>Relational aggression victimization</li>\n<li>Physical aggression and violence perpetration</li>\n<li>Physical aggression and violence victimization</li>\n</ul>"}]}},"files":[{"description":"","label":"Elementary Students School Climate Survey Data","restricted":false,"version":1,"datasetVersionId":40110,"dataFile":{"id":2651756,"persistentId":"","pidURL":"","filename":"Elementary Students School Climate Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Middle School Students School Climate Survey Data","restricted":false,"version":1,"datasetVersionId":40110,"dataFile":{"id":2651757,"persistentId":"","pidURL":"","filename":"Middle School Students School Climate Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Staff School Climate Survey Data","restricted":false,"version":1,"datasetVersionId":40110,"dataFile":{"id":2651758,"persistentId":"","pidURL":"","filename":"Staff School Climate Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}