{"status":"OK","data":{"id":42985,"identifier":"ICPSR31321.v1","persistentUrl":"https://doi.org/10.3886/ICPSR31321.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR31321.v1","latestVersion":{"id":38985,"storageIdentifier":"file://10.3886/ICPSR31321.v1","versionState":"RELEASED","distributionDate":"2014-02-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:02:22Z","releaseTime":"2015-04-09T04:02:22Z","createTime":"2015-04-09T04:02:22Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for i\nnterpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Psychological Effects of Administrative Segregation in Colorado, 2007-2010"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"O'Keefe, Maureen L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Colorado Department of Corrections"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Klebe, Kelli J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Colorado - Colorado Springs"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted to evaluate the psychological effects of long-term administrative segregation (AS) on offenders, particularly those with mental illness. The longitudinal study examined five groups of inmates in the Colorado prison system over the course of one year: inmates in AS at the Colorado State Penitentiary (CSP) with mental illness, inmates in AS at the CSP without mental illness, inmates at risk of AS in the general population (GP) with mental illness, inmates at risk of AS in the GP without mental illness, and inmates at the San Carlos Correctional Facility, a facility for offenders with severe mental illness. Over the course of the study, researchers assessed each group of inmates using 14 psychological instruments, most of which were administered at three month intervals. Of the 14 psychological instruments, 12 were self-reports by inmates, 1 was filled out by mental health clinicians, and 1 was filled out by correctional staff."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to evaluate the psychological effects of long-term administrative segregation on offenders, particularly those with mental illness. The study had three primary goals. Goal 1: to determine which, if any, psychological domains are affected, and in which direction, by the different prison environments. Goal 2: to assess whether offenders with mental illness decompensate differentially from those without mental illness. Goal 3: to compare the impact of long-term segregation against the general prison setting and a psychiatric care prison. The study also included an examination of individual characteristics such as mental health status, personality, and trauma history to determine if certain factors could predict patterns of change."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study examined administrative segregation (AS) conditions, and particularly the psychological effects of long-term AS in the Colorado prison system, using the Colorado State Penitentiary (CSP) as the AS study facility. Only males were included because females represent only two percent of Colorado's AS population. The study looked at five groups of inmates: (1) offenders placed in AS in the CSP after a hearing, with mental illness, (2) offenders placed in AS in the CSP after a hearing, with no mental illness, (3) offenders with mental illness who had an AS hearing but were returned to the general population (GP), (4) offenders with no mental illness who had an AS hearing but were returned to the general population, and (5) behaviorally disruptive offenders with mental illness placed in the general population (not administrative segregation) of the San Carlos Correctional Facility (SCCF), a mental health prison.</p>\n\n<p>Study enrollment began July 2007 and ended March 2009. The research team was notified of AS hearings by the case management supervisor at each facility and of SCCF placements by the clinician who scheduled the facility transfers, typically before the hearings or SCCF placement. Researchers reviewed electronic records to screen inmates for study eligibility (Baseline Data; Dataset 1). The field researcher met individually with each inmate to review the consent form.</p>\n\n<p>The researchers selected 14 psychological tests to assess the 8 primary constructs of interest: (1) anxiety, (2) cognitive impairment, (3) depression - hopelessness, (4) hostility - anger control, (5) hypersensitivity, (6) psychosis, (7) somatization, and (8) withdrawal - alienation. Initially, 5 testing sessions were established at 3 month intervals, beginning with the date of consent and initial administration of the test battery (at the time of consent), then at 3, 6, 9, and 12 months after the baseline assessment. However, this schedule was problematic for the AS groups. When the study began, there was a 3 month average wait fo\nr inmates to be transferred to CSP due to a shortage of AS beds. While on the waitlist, AS inmates were held in a punitive segregation bed at their originating facility. Since the primary goal was to study inmates in a single long-term segregation facility (CSP), researchers determined that the baseline measure should be collected upon placement into CSP. However, because significant changes could occur while inmates were held in segregation at their originating facility, a \"pre-baseline\" measure was collected as close to the AS hearing as possible. This meant that the CSP groups completed six test intervals rather than five, except for eight offenders who were moved into CSP very quickly. For each testing session completed, participants received a credit of $10 to their Colorado Inmate Phone System account. Final testing of all participants was completed in March 2010.</p>\n\n<p>Most assessments were collected at each testing period, although personality disorders, self-harm, and trauma history were not. It was determined that personality (as measured by the Coolidge Correctonial Inventory; Dataset 9) and trauma history (as measured by the Trauma Symptom Inventory; Dataset 10) were relatively stable constructs that needed to be assessed only once to limit the testing burden on study participants. In addition to self-report assessments (Datasets 7, 9-16), ratings of psychological functioning were obtained from clinical staff  (Brief Psychiatric Rating Scale Data; Dataset 8) and ratings of behavior in the housing unit were obtained from correctional staff (included in Datasets 11-16). Due to the burden on limited mental health resources, clinical staff only completed their ratings at the first, third, and fifth testing intervals. Baseline Data from official records (Dataset 1) were collected primarily from the Department of Corrections Information System, an administrative database of offender data. Additional data elements were collected and coded for participants, for each period of time between each testing interval: the amount of time spent in various settings (e.g., segregation, GP, hospital) (Location Data; Dataset 2); activity logs from paper files (for the CSP participants only) were collected and coded (Colorado State Penitentiary Pod Data; Dataset 3); psychotic and self-harm mental health crisis data (Dataset 4 and Dataset 5), and phone records (Dataset 6).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<ul>\n<li>The Baseline Data (Dataset 1) has 34 variables collected at the baseline period of the study, including: participation and eligibility for the study as well as study group if applicable; administrative dates and information including previous administrative segregation placement, total number of COPD convictions, and sentence length; demographics including age, race and education; the Level of Supervision Inventory -- Revised score; criminal history; a rating of level of needs in areas such as mental health, health, substance abuse, academic and vocational; and scores for the Test for Adult Basic Education.</li>\n<li>The Location Data (Dataset 2) has 33 variables, including dates of all tests the respondent completed, movement between facilities during the study period, and facilities where the inmate was housed at intervals during the study period.</li>\n<li>The Colorado State Penitentiary Pod Data (Dataset 3) has 14 observational variables about showering and exercise behaviors (whether it was offered, refusal, acceptance, and time spent) for Administrative Segregation participants during each testing interval.</li>\n<li>The Psychotic Mental Health Crisis Data and Self-Harm Mental Health Crisis Data (Dataset 4 and Dataset 5) have 9 and 10 variables respectively about mental health crises during the study period, including information about the participant, date of the incident, and how far into the study the incident occurred.</li>\n<li>The Phone Records Data (Dataset 6) has 22 variables from phone use records during each testing interval, including calls attempted and completed and total minutes spent on phone.</li>\n<li>The Self-report Composites Data (Dataset 7) has 44 variables with composite scores from the psychological tests done throughout this study. Composites were computed for each of the six test periods for the following constructs: anxiety, depression, hostility, hypersensitivity, psychosis, somatization, and withdrawal.</li>\n<li>The Brief Psychiatric Rating Scale Data (Dataset 8) has 98 variables from the Brief Psychiatric Rating Scale (BPRS; 24 questions), which was filled out by mental health clinicians 3 times, including individual answers and total scores.</li>\n<li>The Coolidge Correctional Inventory Data (Dataset 9) has 248 variables from the Coolidge Correctional Inventory.</li>\n<li>The Trauma Symptoms Inventory Data (Dataset 10) has 103 variables from the Trauma Symptoms Inventory.</li>\n<li>The Test Interval 1 Data (Dataset 11) has 396 variables from the following psychological instruments: the Beck Hopelessness Scale, the Brief Symptom Inventory, the Personality Assessment Screener, the Profile of Mood States, the State-Trait Anxiety Inventory, the Structured Inventory of Malingered Symptomology, the Prison Behavior Rating Scale, the St. Louis University Memory Scale, the Trail Making Test, the Prison Symptom Inventory, and the Deliberate Self-Harm Inventory. For each instrument there is an additional variable indicating whether any answers for that instrument were questionable. The file also includes a variable indicating which of the five sample groups the respondent belonged to.</li>\n<li>The Test Interval 2-6 Data (Datasets 12-16)  have the same variables as Dataset 11, excluding the Deliberate Self-Harm Inventory, resulting in 378 variables in each dataset.</li>\n</ul>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities (adults)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"male offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological effects"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"solitary confinement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-02-05Version Text: 2014-02-05Subject: Study Level Error Note, Notes: Users should be aware that in the Baseline Data (Dataset 1), the original data file provided to ICPSR included data on 813 inmates who were ineligible, not selected for the study, refused participation, or were removed from the study (as indicated by the ELIGIBLE \"ELIGIBILITY STATUS\" variable). At the request of the principal investigators, the Baseline Data available as part of this collection are a subset of the original data, consisting only of the 270 cases where the inmate initially consented to participate in the study. The full 1,083 case Baseline data are not available to secondary users of the data, even under restricted access procedures. For summary characteristics of the data that were removed by ICPSR, please refer to the Sampling section of the final report for this study (O'Keefe et al., 2010; NCJ 232973). ICPSR also dropped cases in Datasets 2-16 where a) the subject did not appear in the original Baseline Data, or b) the case corresponded to an inmate who was dropped from the Baseline Data by ICPSR because he/she was ineligible, not selected for the study, refused participation, or was removed from the study.;Subject: Study Level Error Note, Notes: Users should be aware that in the Colorado State Penitentiary Pod Data (Dataset 3), the original data file provided to ICPSR included data on inmates who had initially consented to participate but later withdrew from the study, including some data collected after the subject withdrew. Because ICPSR was unable to ascertain exactly when the subjects had withdrawn from the study, Dataset 3 included in this collection includes only inmates who participated for the full duration of the study. The original pod data on subjects that withdrew from the study are not available to secondary users of the data, even under restricted access procedures. No data collected after the point of a participant's withdrawal were used in the analyses in the final report for this study (O'Keefe et al., 2010; NCJ 232973). Data on subjects who withdrew after initially participating in the study are included in all of the other data files that are part of this collection. These data are available up to the point of the subject's withdrawal or discontinuance from the study.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-02-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007-07"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-07"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["corrections department official records and observational data (Datasets 1-6),","psychological self-assessments of inmates (Datasets 7, 9-16),","psychological and behavioral assessments of inmates completed by clinical (Dataset 8) and correctional staff (Datasets 9-16)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual (Datasets 1, 3-16)","inmate movement (Dataset 2)"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All male inmates in the Colorado prison system who had an administrative segregation hearing or diversion placement from July 2007 to March 2009. All male inmates in San Carlos Correctional Facility from July 2007 to March 2009."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Study participants came from five groups of inmates in the Colorado Prison System: (1) offenders in administrative segregation (AS) in the Colorado State Penitentiary (CSP) with mental illness (MI), (2) offenders in AS in the CSP with no mental illness (NMI), (3) offenders with mental illness who had an AS hearing but were returned to the general population (GP), (4) offenders with no mental illness who had an AS hearing but were returned to the general population (GP), and (5) behaviorally disruptive offenders with mental illness placed in the general population (not administrative segregation) of the San Carlos Correctional Facility (SCCF), a mental health prison, because they posed a significant management problem within the GP. Placement into AS or GP conditions occurred as a function of rou\ntine prison operations. All study participants classified to AS were waitlisted for and placed in the Colorado State Penitentiary. Inmates who returned to the general population following an AS hearing were assumed to be as similar as possible to AS inmates. The GP comparison group also included inmates targeted for a diversionary program that identified inmates at high risk of AS placement due to their disruptive behavior. The research team was notified of AS hearings by the case management supervisor at each facility and of SCCF placements by the clinician who scheduled the facility transfers, typically before the hearings or SCCF placement. Researchers reviewed electronic records to screen inmates for study eligibility. Inmates were excluded if they were projected to be released from prison before administration of the final testing session; they were also excluded if they could not read English or if their reading level was not high enough to complete the tests. SCCF inmates were excluded if they did not have significant disciplinary violations in their history. Participants were also selected for participation based on their proximity by either timing or location to others who could be included in this study.</p>\n\n<p>A total of 1,087 male inmates were screened for eligibility. The results of the screening showed that there were 363 eligible AS inmates, 110 eligible GP inmates, and 88 eligible SCCF inmates. Of those, 302 inmates were approached to participate in the study (144 AS, 87 GP, and 71 SCCF), 30 refused to participate, 2 more were considered a passive refusal, and 23 offenders later withdrew their consent. An additional 10 inmates were released prior to the end of the study, and one participant died. Of the 270 inmates who consented and completed test one, 127 were from the AS group (64 MI, 63 NMI), 76 were from the GP group (32 MI, 44 NMI), and 67 were from SCCF.</p>\n\n<p>The Baseline Data (Dataset 1) has baseline administrative data on the 270 inmates who consented and completed test one (see collection note 1 above for an explanation of the sample).  The Location Data (Dataset 2) has data on 3,956 movements of participants between facilities. The Colorado State Penitentiary Pod Data (Dataset 3) has data on 469 observation periods for AS inmates (see collection note 2 above for more information about the case count in Dataset 3). The Psychotic Mental Health Crisis Data and Self-Harm Mental Health Crisis Data (Datasets 4 and 5) have data on 31 and 65 mental health crises during the study period respectively. The Phone Records Data (Dataset 6) has data for 262 inmates. The Self-report Composites Data (Dataset 7) has composite scores for all 270 participants. The Brief Psychiatric Rating Scale Data (Dataset 8) includes 273 inmates, of whom 259 inmates had the BPRS administered at least once. The Coolidge Correctional Inventory Data (Dataset 9) has data on 270 inmates who completed the Coolidge Correctional Inventory, and the Trauma Symptom Inventory Data (Dataset 10) has data on 262 inmates who completed the Trauma Symptom Inventory. Due to attrition in testing (withdrawal of consent or early release), the Test Interval 1-5 Data (Datasets 11-15) have data on 270, 261, 253, 243, and 236 inmates respectively. The Test Interval 6 Data (Dataset 16) has testing data on 106 AS inmates.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the 302 male inmates approached to participate in the study, 270 consented and completed at least one test, for an 89 percent response rate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>The data include 13 commonly used psychological constructs, of which 11 were self-report instruments and 2 were completed by clinical staff and correctional staff. These constructs are:</p>\n\n<ul>\n<li>Beck Hopelessness Scale (Beck and Steer, 1993)</li>\n<li>Brief Symptom Inventory (Derogatis, 1993)</li>\n<li>Coolidge Correctional Inventory (Coolidge, 2004)</li>\n<li>Deliberate Self-Harm Inventory (Gratz, 2001)</li>\n<li>Personality Assessment Screener (Morey, 1997)</li>\n<li>Profile of Mood States (McNair, Lorr, and Droppleman, 1992)</li>\n<li>Saint Louis University Mental Status (Tariq, Tumosa, Chibnall, Perry, and Morley, 2006)</li>\n<li>State-Trait Anxiety Inventory (Spielberger, Gorsuch, and Lushene, 1970)</li>\n<li>Structured Inventory of Malingered Symptomatology (Widows and Smith, 2005)</li>\n<li>Trail Making Test (Reitan, 1958)</li>\n<li>Trauma Symptom Inventory (Briere, 1995)</li>\n<li>Expanded Brief Psychiatric Rating Scale (Ventural et al., 1993)</li>\n<li>Prison Behavior Rating Scale (Cooke, 1998)</li>\n</ul>"}]}},"files":[{"description":"","label":"Baseline Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642040,"persistentId":"","pidURL":"","filename":"Baseline Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Brief Psychiatric Rating Scale Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642047,"persistentId":"","pidURL":"","filename":"Brief Psychiatric Rating Scale Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Colorado State Penitentiary Pod Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642042,"persistentId":"","pidURL":"","filename":"Colorado State Penitentiary Pod Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Coolidge Correctional Inventory Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642048,"persistentId":"","pidURL":"","filename":"Coolidge Correctional Inventory Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Location Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642041,"persistentId":"","pidURL":"","filename":"Location Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phone Records Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642045,"persistentId":"","pidURL":"","filename":"Phone Records Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Psychotic Mental Health Crisis Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642043,"persistentId":"","pidURL":"","filename":"Psychotic Mental Health Crisis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Self-Harm Mental Health Crisis Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642044,"persistentId":"","pidURL":"","filename":"Self-Harm Mental Health Crisis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Self-report Composites Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642046,"persistentId":"","pidURL":"","filename":"Self-report Composites Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 1 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642050,"persistentId":"","pidURL":"","filename":"Test Interval 1 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 2 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642051,"persistentId":"","pidURL":"","filename":"Test Interval 2 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 3 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642052,"persistentId":"","pidURL":"","filename":"Test Interval 3 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 4 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642053,"persistentId":"","pidURL":"","filename":"Test Interval 4 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 5 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642054,"persistentId":"","pidURL":"","filename":"Test Interval 5 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Test Interval 6 Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642055,"persistentId":"","pidURL":"","filename":"Test Interval 6 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Trauma Symptom Inventory Data","restricted":false,"version":1,"datasetVersionId":38985,"dataFile":{"id":2642049,"persistentId":"","pidURL":"","filename":"Trauma Symptom Inventory Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}