{"status":"OK","data":{"id":38812,"identifier":"ICPSR25929.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25929.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25929.v1","latestVersion":{"id":34812,"storageIdentifier":"file://10.3886/ICPSR25929.v1","versionState":"RELEASED","distributionDate":"2011-06-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:16:35Z","releaseTime":"2015-04-09T03:16:35Z","createTime":"2015-04-09T03:16:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Crime Control Effects of Prosecuting Intimate Partner Violence in Hamilton County, Ohio, 1993-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Garner, Joel H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Joint Centers for Justice Studies, Inc."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Maxwell, Christopher D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan, and Michigan State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this research was to improve understanding of the conditions under which criminal sanctions do and do not reduce repeat violence between intimate partners. This study involved repeated reading and close inspection of four documents in order to compare and contrast the multivariate analyses reported by John Wooldredge and Amy Thistlethwaite (RECONSIDERING DOMESTIC VIOLENCE RECIDIVISM: INDIVIDUAL AND CONTEXTUAL EFFECTS OF COURT DISPOSITIONS AND STAKE IN CONFORMITY IN HAMILTON COUNTY, OHIO, 1993-1998 [ICPSR 3013]). The first part of this study's design involved the detailed literature review of four Wooldredge and Thistlethwaite publications between the years 1999 and 2005. The second element of the study's design required researchers to gain a detailed understanding of the archived data using the documentation provided by Wooldredge. The third element of the study's secondary analysis research design involved using the identified variables to reproduce the multivariate empirical findings about the effects of sanctions, stakes, and social context on repeat offending. These findings were presented in a series of tables in the four Wooldredge and Thistlethwaite publications. After numerous iterations of reading reports and documentation and exploring alternative measures and methods, researchers produced a report detailing their ability to reproduce Wooldredge and Thistlethwaite's descriptive measures. This study's design called for using explicit criteria for determining the extent to which Wooldredge and Thistlethwaite's findings could be reproduced. Researchers developed and applied three criteria for making that determination. The first was a simple comparison of the regression coefficients and standard errors. The second criterion was a determination of whether the reproduced results conformed to the direction and statistical significance levels of the original analyses. The third criterion was to apply a statistical test to assess the significance of any differences in the sizes of the original and the reproduced coefficients. The data archived by Wooldredge provided seven dichotomous measures of criminal sanctions (no charges filed, dismissed, acquitted, a treatment program, probation only, jail only, and a combination of probation and jail). Part of the design of this study was to go beyond reproducing Wooldredge and Thistlethwaite's approaches and to reformulate the available measures of criminal sanctions to more directly test the prosecution, conviction, and sentence severity hypotheses. The researchers produced these tests by constructing three new measures of criminal sanctions (prosecution, conviction, and sanction severity) and testing each of them in separate multivariate models. The Part 1 (Hamilton County, Ohio, Census Tract Data) data file contains 206 cases and 35 variables. The Part 2 (Neighborhood Data) data file contains 47 cases and 12 variables. The variables in Part 1 (Hamilton County, Ohio, Census Tract Data) include a census tract indicator, median household income of tract, several proportions such as number of college graduates in the tract and corresponding Z-scores, a regression factor score for analysis 1, a socio-economic factor, a census tract number for the city of Cincinnati, Ohio, and a Cincinnati neighborhoods indicator. Variables in Part 2 (Neighborhood Data) include a neighborhood indicator, average age in the neighborhood, demographic proportions such as proportion male in the neighborhood and proportion of college graduates in the neighborhood, and a social class factor."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this research was to improve understanding of the conditions under which criminal sanctions do and do not reduce repeat violence between intimate partners.  Researchers reviewed prior research on the crime\ncontrol effects of prosecution of intimate partner violence and identified the contribution of four publications by John Wooldredge and Amy Thistlethwaite in that body of research. The basic design of this research was to use archived data to build on the contributions of Wooldredge and Thistlethwaite. Researchers used available data to (1) evaluate Wooldredge and Thistlethwaite's research samples, (2) determine the extent to which Wooldredge and Thistlethwaite's published findings about the effects of sanctions, stakes, and social context could be reproduced, and (3) extend Wooldredge and Thistlethwaite's analyses by addressing some methodological limitations."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study involved repeated reading and close inspection of four documents in order to compare and contrast the multivariate analyses reported by John Wooldredge and Amy Thistlethwaite (RECONSIDERING DOMESTIC VIOLENCE RECIDIVISM: INDIVIDUAL AND CONTEXTUAL EFFECTS OF COURT DISPOSITIONS AND STAKE IN CONFORMITY IN HAMILTON COUNTY, OHIO, 1993-1998 [ICPSR 3013]).</p>\n\n<p>The first part of this study's design involved the detailed literature review of four Wooldredge and Thistlethwaite publications between the years 1999 and 2005.  The four documents included a 1999 Final Report to the National Institute of Justice (Wooldredge and Thistlethwaite), a 2002 article in the JOURNAL OF QUANTITATIVE CRIMINOLOGY (Wooldredge and Thistlethwaite), a 2002 article in the journal CRIMINOLOGY (Wooldredge), and a 2005 article in the journal CRIME AND DELINQUENCY (Wooldredge and Thistlethwaite).</p>\n\n<p>The second element of the study design required researchers to gain a detailed understanding of the archived data using the documentation provided by Wooldredge.  This called for identifying in the data and the data documentation the specific variables used in each of the four Wooldredge and Thistlethwaite publications. Because neither the reports nor the documentation involved the programs used to translate the raw data into published descriptions and analyses, the initial effort to determine the variables used involved (1) matching, as close as possible, the names used in publications and in the documentation, and (2) matching the frequency counts of those variables in the publications and the raw data. In addition, Wooldredge and Thistlethwaite constructed a variety of composite variables based on combining data from several variables in the archived data.  None of the composite variables were included in the archived data and they needed to be reconstructed using the descriptions provided in the four publications.</p>\n\n<p>The third element of the study's secondary analysis research design involved using the identified variables to reproduce the multivariate empirical findings about the effects of sanctions, stakes, and social context on repeat offending. The archived data did not include identifiers for census tracts, but they did include 12 variables from the 1990 United States census. From the values of these 12 variables, the researchers generated 206 unique combinations that conformed to 205 identifiable census tracts.  These findings were presented in a series of tables in the four Wooldredge and Thistlethwaite publications.</p>\n\n<p>This was an iterative process. These three elements needed to be repeated several times.  After numerous iterations of reading reports and documentation and exploring alternative measures and methods, researchers produced a report detailing their ability to reproduce Wooldredge and Thistlethwaite's descriptive measures. A copy of this report was sent to John Wooldredge.</p>\n\n<p>While Wooldredge and Thistlethwaite's consistent use of unstandardized regression coefficients and standard errors simplified results presentation, this study's design called for using explicit criteria for determining the extent to which Wooldredge and Thistlethwaite's findings could be reproduced. Researchers developed and applie\nd three criteria for making that determination. The first was a simple comparison of the regression coefficients and standard errors. The second criterion was a determination of whether the reproduced results conformed to the direction and statistical significance levels of the original analyses. The third criterion was to apply a statistical test to assess the significance of any differences in the sizes of original and reproduced coefficients.</p>\n\n<p>The data archived by Wooldredge provided seven dichotomous measures of criminal sanctions (no charges filed, dismissed, acquitted, a treatment program, probation only, jail only, and a combination of probation and jail). Each of the four publications by Wooldredge and Thistlethwaite structured the test of criminal sanctions in unique ways.  For these reasons, part of the design of this study was to go beyond reproducing Wooldredge and Thistlethwaite's approaches and to reformulate the available measures of criminal sanctions to more directly test the prosecution, conviction, and sentence severity hypotheses. The researchers produced these tests by constructing three new measures of criminal sanctions (prosecution, conviction, and sanction severity) and testing each of them in separate multivariate models.</p>\n\n<p>The Part 1 (Hamilton County, Ohio, Census Tract Data) data file contains 206 cases and 35 variables.  The Part 2 (Neighborhood Data) data file contains 47 cases and 12 variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The variables in Part 1 (Hamilton County, Ohio, Census Tract Data) include a census tract indicator, median household income of tract, several proportions such as number of college graduates in the tract and corresponding Z-scores, a regression factor score for analysis 1, a socio-economic factor, a census tract number for the city of Cincinnati, Ohio, and a Cincinnati neighborhoods indicator.</p>\n\n<p>Variables in Part 2 (Neighborhood Data) include a neighborhood indicator, average age in the neighborhood, demographic proportions such as proportion male in the neighborhood and proportion of college graduates in the neighborhood, and a social class factor.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-06-27Version Text: 2011-06-27Subject: Study Level Error Note, Notes: The Part 2 (Neighborhood Data) data file contains 47 cases.  The final report mentions using 48 neighborhoods.  This discrepancy is due to the fact that only 47 of the 48 neighborhoods contributed arrests.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-06-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2006"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","census/enumeration data","event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were taken from RECONSIDERING DOMESTIC VIOLENCE RECIDIVISM: INDIVIDUAL AND CONTEXTUAL EFFECTS OF COURT DISPOSITIONS AND STAKE IN CONFORMITY IN HAMILTON COUNTY, OHIO, 1993-1998 (ICPSR 3013)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["census tract","neighborhood"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Persons arrested for misdemeanor domestic violence in Hamilton County, Ohio, during two time periods: August 1-October 31, 1993, and January 1, 1995-December 31, 1996."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample consists of all persons arrested for misdemeanor domestic violence (specifically, assault against an intimate) in Hamilton County, Ohio, during two time periods: August 1-October 31, 1993, and January 1, 1995-December 31, 1996."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Hamilton County, Ohio, Census Tract Data","restricted":false,"version":1,"datasetVersionId":34812,"dataFile":{"id":2607930,"persistentId":"","pidURL":"","filename":"Hamilton County, Ohio, Census Tract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Neighborhood Data","restricted":false,"version":1,"datasetVersionId":34812,"dataFile":{"id":2607931,"persistentId":"","pidURL":"","filename":"Neighborhood Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}