{"status":"OK","data":{"id":46003,"identifier":"ICPSR02481.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02481.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02481.v1","latestVersion":{"id":42003,"storageIdentifier":"file://10.3886/ICPSR02481.v1","versionState":"RELEASED","distributionDate":"1999-02-03","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:35:31Z","releaseTime":"2015-04-09T04:35:31Z","createTime":"2015-04-09T04:35:31Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effects of Community Policing on Tasks of Street-Level Police Officers in Ohio, 1981 and 1996"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Travis, Lawrence F. III"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sanders, Beth A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Kent State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"These data were collected to analyze the impact of  community-oriented policing (COP) on job assignments of police  officers in Ohio. The study compared the self-reported job tasks of  police officers in 1981 to those in 1996 to determine if job tasks had  changed over time, if they differed between officers in departments  pursuing community policing, or if they differed between officers  assigned as \"community policing\" officers and those having more  traditional assignments. The 1981 Ohio Peace Officer Task Analysis  Survey was conducted to measure police officer tasks. A total of 1,989  police officers from over 300 Ohio police agencies responded to that  survey. Recognizing that community policing had not yet begun to enjoy  popularity when the first sample of officers was questioned in 1981  and that the job of policing and the training needs of peace officers  had changed over the past 15 years, the Ohio Office of Criminal  Justice Services again conducted a task analysis survey of a sample of  police officers throughout the state in 1996. The 1996 survey  instrument included 23 items taken directly from the earlier  survey. These 23 items are the only variables from the 1981 survey  that are included in this dataset, and they form the basis of the  study's comparisons. A total of 1,689 officers from 229 police  departments responded to the 1996 survey. Additionally, while the 1996  Peace Officer Task Analysis survey was in the field, the local police  agencies included in the survey sample were asked to complete a  separate agency survey to determine if they had a community policing  program. A total of 180 departments returned responses to this agency  survey. Background questions for the 1981 and 1996 task analysis  surveys included police officers' age, race, sex, and job  satisfaction. Items concerning police officers' job tasks covered  frequency of conducting field searches of arrested persons,  handcuffing suspects, impounding property, participating in raids,  patrolling on foot, giving street directions, mediating family  disputes, and engaging in school visits. The 1996 agency questionnaire  gathered data on whether the police department had a COP program or a  mission statement that emphasized community involvement, whether the  COP program had an actual implementation date and a full-time  supervisor, whether the respondents were currently assigned as COP  officers, and whether the department's COP officers had had supplemental training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The dominant framework in American policing in  the last decade has been community policing. Not only is community  policing immensely popular with police administrators and the public,  it has become a cornerstone of crime control policy nationwide. While  much has been written on the concept and emergence of community  policing, little is known of how departments translate these concepts  into practice. Although numerous descriptive studies have been  conducted regarding the nature of community-oriented policing,  there is a dearth of scientific study regarding community policing's  concrete effects on police departments and police officers.  Similarly, most research on community policing has failed to explain  what effect community policing has had on the daily tasks of police  officers. If community policing entails that policing be  decentralized, solve community problems, make offic\ners proactive and  creative, and involve community members, then in what specific tasks  are community police officers engaged to this end? This study sought  to examine the impact of community policing on police officers'  activities in Ohio. It was guided by these primary questions: (1) Has  there been a change in police officer activities since the advent of  community policing? (2) Do the reported tasks of officers working in  agencies that reported adopting community-oriented policing differ  from those in agencies not adopting community policing? (3) Does departmental commitment to community policing affect officers' tasks?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To determine if the advent of community policing  had changed the activities of line-level police officers, the study  employed three sources of data. First, the 1981 Ohio Peace Officer  Task Analysis Survey was conducted to measure police officer tasks.  Over 300 Ohio police agencies participated, and the final sample  included responses from 1,989 police officers. This survey contained  groups of specific task statements categorized into subsections such  as administration, arrest, search and seizure, patrol, community  relations and crime prevention, and traffic. To determine what tasks  police officers performed, the original questionnaire listed the task  statements and asked police officers to tell how often they performed  each task. Officers could respond from 0 (never) to 5 (daily).  Recognizing that community policing had not yet begun to enjoy  popularity when the first sample of officers was questioned in 1981  and that the job of policing and the training needs of peace officers  had changed over the past 15 years, the Ohio Office of Criminal  Justice Services again conducted a task analysis survey of a sample of  police officers throughout the state in 1996. The survey instrument  was changed from that of the 1981 survey to better assess needed  knowledge, skills, and abilities for police officers. Nonetheless, the  1996 survey instrument included 23 items taken directly from the  earlier survey. These 23 items are the only variables from the 1981  survey that are included in this dataset, and they form the basis of  the study's comparisons. A total of 1,689 officers from 229 police  departments responded to the 1996 survey. While the 1996 Peace Officer  Task Analysis survey was in the field, the local police agencies  included in the task analysis survey sample were asked to complete a  separate agency survey to determine if they had a community policing  program. This agency questionnaire gathered data on whether the police  department had a community-oriented policing program, described the  components of the program, and determined the level of departmental  commitment to community-oriented policing. A total of 180 departments returned responses to this agency survey."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Both the 1981 and 1996 task analysis surveys  collected information on police officers' age, race, sex, and job  satisfaction. Items regarding police officers' job tasks included  frequency of conducting field searches of arrested persons,  handcuffing suspects, impounding property, participating in raids,  patrolling on foot, giving street directions, mediating family  disputes, and engaging in school visits. The 1996 agency questionnaire  gathered data on whether the police department had a community  policing program or a mission statement which emphasized community  involvement, whether the COP program had an actual implementation date  and a full-time supervisor, whether the respondents were currently  assigned as COP officers, and whether the department's COP officers had had supplemental training."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police patrol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: A user guide, a codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0074"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-02-03"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated mail-back questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals and agencies."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All police officers in Ohio."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Agencies having at least one full-time officer were  sampled for the agency survey, and individual police officers were randomly selected from the agencies that received the agency survey."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Specific response rates are not available.  However, 1,989 police officers from over 300 police departments  responded to the 1981-1982 Ohio Peace Task Analysis survey, 1,689 police  officers from 229 police departments responded to the 1996 Ohio Peace  Task Analysis survey, and 180 departments responded to the agency survey, while 49 departments did not respond at all."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Effects of Community Policing on Tasks of Street-Level Police Officers in Ohio, 1981 and 1996  ","restricted":false,"version":1,"datasetVersionId":42003,"dataFile":{"id":2664218,"persistentId":"","pidURL":"","filename":"Effects of Community Policing on Tasks of Street-Level Police Officers in Ohio, 1981 and 1996  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}