{"status":"OK","data":{"id":38440,"identifier":"ICPSR03751.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03751.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03751.v1","latestVersion":{"id":34440,"storageIdentifier":"file://10.3886/ICPSR03751.v1","versionState":"RELEASED","distributionDate":"2004-01-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:12:25Z","releaseTime":"2015-04-09T03:12:25Z","createTime":"2015-04-09T03:12:25Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Delinquency in a Birth Cohort in Wuchang District, Wuhan, China, 1973-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Friday, Paul C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Charlotte"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ren, Xin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California State University-Sacramento"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weitekamp, Elmar"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Tubingen"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed by American criminologist Marvin Wolfgang as a replication of his DELINQUENCY IN A BIRTH COHORT studies conducted in Philadelphia, Pennsylvania (ICPSR 7729 and ICPSR 9293). The focus of the study is a cohort of all persons born in 1973 in the Wuchang District of the city of Wuhan. This district was selected because it was a populous commercial and residential area. The cohort birth year was chosen to reflect the impact of major economic and social changes in China. Data include interviews with all known criminal offenders as of 1990 and with a matched comparison sample. Additional residential, demographic, and updated criminal history data as of 2000 were collected on all persons born in the 1973 Wuchang District cohort."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed by American criminologist  Marvin Wolfgang as a replication of his DELINQUENCY IN A BIRTH COHORT  studies conducted in Philadelphia, Pennsylvania (ICPSR 7729 and ICPSR  9293). It was initially a collaboration among the Chinese Society of  Juvenile Delinquency Research (CSJDR), the International Exchange  Association of the Ministry of Education, the Public Security  Institute of the Ministry of Public Security, the Public Security  Department of Hubei Province, the Public Security Bureau of Wuhan  City, and the Sellin Center for Studies in Criminology and Criminal  Law, Wharton School, University of Pennsylvania. The study began in  1990 with a small amount of funding from Wolfgang, but it was not  completed at that time. After Wolfgang's death in 1998, the CSJDR  invited the principal investigators of this study to complete the data  collection and analysis of the Wuhan cohort. The goals of this project  were to locate and determine what data had been collected and what  data needed to be collected to complete the study, to gather the  necessary data to draw conclusions regarding the accuracy of the  original report of a delinquency rate of less than 2 percent, and to  analyze the entire cohort dataset. The project was considered  important since it was the first contribution from a non-western  society to the international literature on longitudinal and cohort research."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The research site, the city of Wuhan, and the  birth cohort were selected by the Chinese team and Wolfgang in  1990. Wuhan is the capital city of Hubei province and one of the most  important industrial cities in central China located along the Yangtze  River and Hanjaing River. It is an urban, heavily industrial city  with three distinct districts geographically divided by the two  rivers. The cohort consists of all persons who were born in 1973 in  the Wuchang District of the city of Wuhan. Wuchang was the most  populous major commercial and residential area of Wuhan. It was an  area that seemed most likely to experience the impact of the economic  changes in China.\nThe district was also selected as the site because  of the personal contacts of the Chinese team with the authorities,  which meant that access to all data and information was assured. The  cohort birth year is significant because it was the first year after  China's major new open policy. As such, the persons in the sample were  the first to experience the impact of major economic and social  changes. The original cohort, as defined by Wolfgang, consisted of  5,341 individuals. Part 1, the Offender and Matched Comparison Data,  consists of 81 persons from Wolfgang's original cohort who were  identified as having a criminal record, plus a matched control group  of an additional 81 people. The respondents in this dataset were  interviewed by Wolfgang. Data from the original instruments were never  computer coded or statistically analyzed independently of the Police  Statistical Bureau's summaries. Interviewers traveled in Wuhan and  seven other provinces to follow-up the original subjects during 1994  and 1995, but the data they collected were never coded and analyzed  because the team was dismissed due to lack of funding. Data collection  for this study included locating the original hand-written data and  interviews from the offender and matched comparison data collected by  Wolfgang. These surveys were translated and the data were entered into  an electronic database. The detailed information from the residential  registration cards providing data on crime and delinquency among the  original 5,341 people in the cohort were not collected in the original  study and thus no information was available on the entire cohort. The  only available data were from the original and follow-up interviews of  the 162 people in the offender and matched comparison dataset. Thus,  while the original project was defined as a cohort study, it was  merely a study of the original 81 offenders and a matched  sample. Because there were no data available to relocate the original  birth cohort identified by Wolfgang and the Chinese team, the  principal investigators for this study had to reselect the cohort from  the files using the same criteria used in the Wolfgang study (Part  2). Due to a very restricted residential registration system,  population mobility was minimal. Therefore, it is likely that a vast  majority of those identified in the second cohort selection were also  in the original Wolfgang cohort. Residential file information was  gathered for the new cohort and a criminal history check was completed  on all persons in the cohort. The criminal history check included not  only the officially registered crimes, but also a check of the local police and community committee records of public safety violations."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables in Part 1 include gender,  educational background, and occupation. Other variables include  educational ambitions, time spent after school on a variety of  activities, reading interests, opinions about labor, extracurricular  activities, type of ideal job, relationships with teachers, parents'  occupations, parents' expectations of children, family discussions,  family's material well-being, relationships with friends, dating  relationships, descriptions of self, number of delinquent acts, and  reasons for delinquency. Demographic variables in Part 2 include  gender, birthdate, birthplace, religion, education level, marital  status, military status, and occupation. Other variables in this file  are dates when subjects moved into and out of the address in their  residential file, number of public safety violations, types and dates  of public safety violations, number of criminal offenses, types and dates of criminal offenses, and penalties for criminal offenses."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"delinquent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"economic change"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social change"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3751.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3751.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-IJ-CX-0048"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-01-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1973"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Data were collected through interviews by  Marvin Wolfgang. Part 2: Data were obtained from residential files and criminal history checks."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"China (Peoples Republic)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["district"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All persons born in the Wuchang District of the city of Wuhan, China, in 1973."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"According to the most recent census at the time of the  original data collection in 1990, the Wuchang District had 722,599  individuals and 204,254 households within 12 neighborhoods. The  original sample identified 5,341 persons who were born in 1973 and  lived in the district from the age of 13 until the data collection  period in 1990. Within this group were 2,700 males and 2,641  females. Between 1991 and 1992 the 722,599 individual residential  registration files in each of the 12 neighborhood police offices were  reviewed to identify those individuals meeting the age and residency  requirements who had records of delinquent criminal behavior. Of the  5,341 born in 1973, the researchers identified 81 persons (1.5  percent) with records. Of these 81 persons, 76 were male and 5 were  female. From the 5,341 people in the cohort, a control sample of 81  persons was matched by gender, neighborhood background, parental  economic status and occupation, and neighborhood school district.  Since the administrative records data from the original cohort of  5,341 people were not retained, the principal investigators for this  study reselected the cohort from the residential files using the same  criteria that Wolfgang used in 1990. This resulted in a cohort of 5,338 people."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 1."}]}},"files":[{"description":"","label":"Cohort Data","restricted":false,"version":1,"datasetVersionId":34440,"dataFile":{"id":2605199,"persistentId":"","pidURL":"","filename":"Cohort Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender and Matched Comparison Data","restricted":false,"version":1,"datasetVersionId":34440,"dataFile":{"id":2605198,"persistentId":"","pidURL":"","filename":"Offender and Matched Comparison Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}