{"status":"OK","data":{"id":40839,"identifier":"ICPSR03124.v3","persistentUrl":"https://doi.org/10.3886/ICPSR03124.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03124.v3","latestVersion":{"id":36839,"storageIdentifier":"file://10.3886/ICPSR03124.v3","versionState":"RELEASED","distributionDate":"2001-04-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:38:46Z","releaseTime":"2015-04-09T03:38:46Z","createTime":"2015-04-09T03:38:46Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times New York State Poll, September 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This special topic poll, fielded September 14-19, 2000, queried residents of New York State on the Senate race between First Lady Hillary Rodham Clinton and United States Representative Rick Lazio in 2000, a\nnd on a range of other political and social issues. Respondents were asked to give their opinions of President Bill Clinton, New York State governor George Pataki, New York City mayor Rudolph Giuliani, Hillary Clinton, Lazio, Connecticut senator Joseph Lieberman, and Arizona senator John McCain. Regarding the 2000 Senate race, respondents were asked how much attention they were paying to the upcoming election, for whom they would vote, and whether that decision was firm. Regardless of how they intended to vote, respondents were asked who they thought was going to win the Senate election in November 2000. Respondents were also asked which of the two candidates cared about people like the respondent. Opinions regarding the availability of abortions, tax-funded abortions, partial-birth abortions, and how much their votes for senator would be affected by their views on abortion were also gathered from respondents. Respondents were asked whether they supported tax-funded vouchers for private and religious education, and whether the projected budget surplus should be used for tax cuts, paying down the national debt, or preserving programs such as Medicare and Social Security. The poll queried respondents on whether Hillary Clinton and Lazio had the right kind of experience and character to be a senator from New York State. Respondents were also asked whether Hillary Clinton or Lazio, if elected, would be a strong supporter of Israel and would be able to get along and work with other members of the Senate, and whether Hillary Clinton's job as senator would be affected because she had not lived in New York for many years. Items on campaign advertising covered whether the candidates had spent more time attacking each other or explaining what they would do as senator, whether the 2000 senate campaign was more negative than the 1998 campaign, whether television ads for the candidates were true or not, and whether these commercials had helped the respondents decide whom to support. Other questions queried respondents on whether they had watched the debate between Hillary Clinton and Lazio on September 13, 2000, which candidate they thought did the better job in the debate, whether the tone of the debate was too negative, whether either candidate was too aggressive in the debate, and which candidate they thought won the debate. Opinions were also gathered about Lazio's proposal that both he and Hillary Clinton not accept \"soft money\" contributions, whether Hillary Clinton should accept the proposal, and whether Lazio was genuine about his proposal. Regarding the upcoming 2000 presidential election, respondents were asked for whom they were most likely to vote: Vice President Al Gore, Texas governor George W. Bush, conservative commentator Pat Buchanan, or consumer advocate Ralph Nader. Background information on respondents includes voter registration and participation history, political party, political orientation, marital status, religion, education, age, sex, race, Hispanic descent, and family income."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form, data files have been converted to non-platform-specific formats, and variables have been recoded to ensure respondents' anonymity. (2) The codebook is\nprovided by ICPSR as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-04-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-09-14"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-09-19"}}]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS NewsNew York Times New York State Poll, September 2000  ","restricted":false,"version":1,"datasetVersionId":36839,"dataFile":{"id":2622528,"persistentId":"","pidURL":"","filename":"CBS NewsNew York Times New York State Poll, September 2000  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}