{"status":"OK","data":{"id":39409,"identifier":"ICPSR04152.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04152.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04152.v1","latestVersion":{"id":35409,"storageIdentifier":"file://10.3886/ICPSR04152.v1","versionState":"RELEASED","distributionDate":"2006-01-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:07Z","releaseTime":"2015-04-09T03:23:07Z","createTime":"2015-04-09T03:23:07Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Assessing the Delivery of Community Policing Services in Ada County, Idaho, 2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Crank, John P."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Florida Atlantic University at Port St. Lucie. Treasure Coast Campus. Department of Criminology and Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Giacomazzi, Andrew L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boise State University. Department of Criminal Justice Administration"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was conducted to explore the ways that enable  the Ada County Sheriff's Office (ACSO) to examine its behavior in five  areas that embody its adoption of community policing elements: (1)  periodic assessments of citizens' perceptions of crime and police  services, (2) substation policing, (3) patrol based in  problem-oriented identification and resolution, (4) performance  evaluation in a community-oriented policing (COP)/problem-oriented  policing (POP) environment, and (5) the building of community  partnerships. The researchers strived to obtain both transitive and  recursive effects. One of the goals of this project was to facilitate  the ACSO's efforts toward self-reflection, and by doing so, become a  learning organization. In order to do this, data were collected, via  survey, from both citizens of Ada County and from deputies employed by  the ACSO. The citizen survey was a random, stratified telephone  survey, using CATI technology, administered to 761 Ada County  residents who received patrol services from the ACSO. The survey was  designed to correspond to a similar survey conducted in 1997  (DEVELOPING A PROBLEM-ORIENTED POLICING MODEL IN ADA COUNTY, IDAHO,  1997-1998 [ICPSR 2654]) in the same area regarding similar issues:  citizens' fear of crime, citizens' satisfaction with police services,  the extent of public knowledge about and interest in ideas of  community policing, citizens' police service needs, sheriff's office  service needs and their views of the community policing mandate. The  deputy survey was a self-enumerated questionnaire administered to 54  deputies and sergeants of the ACSO during a pre-arranged, regular  monthly training. This survey consisted of four sections: the  deputies' perception of crime problems, rating of the deputy  performance evaluation, ethical issues in policing, and departmental relations."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study was conducted to explore the ways  that enable the Ada County Sheriff's Office (ACSO) to examine its  behavior in five areas that embody its adoption of community policing  elements. These five areas are: (1) periodic assessments of citizens'  perceptions of crime and police services, (2) substation policing, (3)  patrol based in problem-oriented identification and resolution, (4)  performance evaluation in a community-oriented policing (COP)/ problem  oriented policing (POP) environment, and (5) the building of community  partnerships.</p>\n\n<p>One of the goals of this project was to facilitate the ACSO's  efforts toward self reflection, and by doing so, become a learning  organization. To become a learning organization, the organization has  to be \"listening\" to its important audiences. In this research, those  audiences are: (1) citizens and important groups in its service  communities, and (2) personnel within the organization who are  responsible for carrying out programs.</p>\n\n<p>The study was also conducted to gain strategic information from  the ACSO's environment on both transitive and recursive effects.  Transitive effect is the extent to which a program is having its  desired effect in the environment. These effects are typically  measured by outcome evaluations, though, for this study, the  researchers sought an assessment of the community in which progr\nams  are carried out. Recursive effects are the way in which local  departmental and community actors are reacting and adapting to the  programs. These effects are often described in the language of a  process evaluation. Combined, these two effects proved an opportunity  to look at the programs' intended and unintended effects, and to  anticipate problems among those who carry out programs.</p>\n\n<p>In addition to traditional methodologies, that aim to produce  statistical portraits which allow inferences regarding program  success, an organizational learning model was used. Learning models  also view program success as determined as much by how well programs  are carried out as by how they are perceived and received by their  intended and sometimes unintended audiences. As learning organization  methodologies are applied to police organizations, they are changed  from being about \"private policing\" engaged in a personal fight  against crime to \"public policing\" engaged in dealing with crimes,  public order problems, and recurring service issues as conceived,  desired, or disliked by their communities.</p>\n\n<p>The strategic purpose of this methodology was to increase each  organization's environmental fit, and to do so by giving commanders  information that provides systematic public and organizational feedback on programs and practices.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to \"listen\" to citizens and those  carrying out programs, Boise State University carried out two separate  surveys, a survey of citizens and a survey of deputies. The purpose of  the citizen survey was to track any long-term changes in residents'  perceptions in the following areas since 1997: citizen fear of crime,  citizen satisfaction with police services, the extent of public  knowledge about and interest in ideas of community policing, and  citizens' public service needs. The deputy survey was intended to  assess: (1) the current state of problem-oriented policing among the  troops, (2) whether problem-oriented policing has been embraced  department-wide or was simply a phenomenon in its contract cities, (3)  examples of successful problem-oriented projects, and (4) strategies  for enhancing the problem-oriented mandate at the sheriff's  office. The citizen survey was a random, stratified telephone survey  administered to 761 Ada County residents who receive patrol services  from the ACSO. The survey was designed to correspond to a similar  survey conducted in 1997 (DEVELOPING A PROBLEM-ORIENTED POLICING MODEL  IN ADA COUNTY, IDAHO, 1997-1998 [ICPSR 2654]) in the same geographical  area regarding similar issues. The deputy survey was a self-enumerated  questionnaire administered to deputies and sergeants of the ACSO  during a pre-arranged, regular monthly training. Twenty-four deputies  were present at the first meeting and 30 deputies were in attendance  at the second meeting, resulting in 54 deputy respondents plus an  additional five sergeants. Surveys were distributed and returned during the first hour of training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Both surveys collected demographic data on all of  the respondents such as ethnicity, gender, and educational level.  Demographic information was gathered for deputies on their current  assignments in the ACSO a well as how many years they had been  employed by ACSO. Demographic variables in the citizen survey also  included type of occupation and income. The citizen survey further  examined how safe residents felt in their community, their feelings  about the ACSO and its Web site, their familiarity with different  programs associated with the ACSO, and how well they believed these  programs would work in reducing crime/their feelings on what best  reduces crime. Information was also gathered on the citizens'  knowledge about and interest in ideas of community policing, their  police service needs, and their satisfaction with the ACSO. The deputy  survey includes variables regard\ning their perceptions of crime  problems they had observed, or particular types of calls for  service. Data are also included about how well problem-oriented  policing had been embraced, examples of successful problem-oriented  policing projects, and strategies for enhancing problem-oriented  policing. Finally, data provide deputies' views about their  performance evaluation instrument and deputies' views of departmental relations."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perceptions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organizational change"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rural crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-01-31Version Text: 2006-01-31 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) files, SPSS portable files, and Stata system files;Subject: Study Level Error Note, Notes: Additional qualitative data were obtained that are not  included in this collection. These data were obtained through citizen  and stakeholder focus groups of the residents of Eagle and Kuna,  Idaho, as well as two focus groups of ACSO deputies for Eagle and Kuna.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-IJ-CX-0019"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-01-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-04"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002-03"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-04"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Citizen data were obtained through CATI telephone  surveys of residents in rural Ada County. Deputy data were obtained  through self-enumerated questionnaire given to ACSO deputies and sergeants during their monthly block training."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Idaho"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["city"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Citizens of rural Ada County, Idaho in 2002, and deputies employed by the Ada County Sheriff's Office in 2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For the citizen survey, a random, stratified sample of  residents in rural Ada County, Idaho, who receive patrol services from  the Ada County Sheriff's Office was used, specifically residents in  the incorporated communities of Eagle and Kuna. Additional surveys  were obtained from the community of Star and unincorporated Ada  County. Individuals who received services from Boise, Meridian, and  Garden City Police Departments were not surveyed. Telephone prefixes  were used as geographic indicators to identify the residence of the  respondents. Within these prefixes, respondents were randomly sampled  using proportionate sampling techniques. More detailed geographic data  were obtained during the interview to discount the possible error of  misdesignating rural and urban respondents. The deputy survey was a  convenience sample obtained by distributing the self-enumerated  questionnaire to all deputies and sergeants who attended at least one of the two regularly scheduled ACSO monthly block training meetings."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the citizen survey, 761 interviews were  conducted. Of this, 6 were not useful, with a 99 percent response  rate. For the deputy survey, of 80 deputies, 54 deputies and 5  sergeants attended their monthly block training. All 59 completed their questionnaire for a response rate of 100 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"A Likert-type scale was used"}]}},"files":[{"description":"","label":"ACSO Citizen Survey","restricted":false,"version":1,"datasetVersionId":35409,"dataFile":{"id":2612081,"persistentId":"","pidURL":"","filename":"ACSO Citizen Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ACSO Deputy Survey","restricted":false,"version":1,"datasetVersionId":35409,"dataFile":{"id":2612082,"persistentId":"","pidURL":"","filename":"ACSO Deputy Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}