{"status":"OK","data":{"id":37804,"identifier":"ICPSR20355.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20355.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR20355.v1","latestVersion":{"id":33804,"storageIdentifier":"file://10.3886/ICPSR20355.v1","versionState":"RELEASED","distributionDate":"2010-04-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:05:24Z","releaseTime":"2015-04-09T03:05:24Z","createTime":"2015-04-09T03:05:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Evaluation of the Domestic Violence Victims' Civil Legal Assistance (CLA) Program, 1997-2003 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Connors, Edward"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The national evaluation of the Legal Assistance for Victims (LAV) program had three main objectives: (1) to document the range of local activities and programs supported by the Fiscal Year 1998 to Fiscal Year 2000 LAV grants, (2) to conduct a process evaluation by examining and documenting LAV grantee planning and implementation efforts, and (3) to evaluate the effectiveness of LAV programs in meeting the needs of the victims they serve. A mixed method approach was developed to conduct the evaluation. The researchers used a classic triangulation framework of quantitative agency data, telephone survey interviews, mail surveys, interviews and focus groups with service providers, and case studies. The evaluation of effectiveness included (1) before-after analysis of caseload data on 88,901 clients and (2) interviews with 124 LAV clients. The range of local activities and programs was documented primarily through two mail surveys of grantees. For Part 1 (2001 Mail Survey), data include information regarding project staffing, partnerships, legal and advocacy services provided, and implementation challenges. It was completed by 156 grantees. Part 2 (2003 Mail Survey) was administered to the 2001 survey respondents who had also received continuation grants in 2001 or 2002. It was completed by 79 grantees. This survey sought information on successful practices for achieving key project objectives. It also attempted to quantify the number and types of legal services provided and gain more quantitative information on unmet needs. Part 3 (Legal Assistance for Victims Data) contains caseload data including demographics related to clients such as gender, ethnicity, and income. It also contains information regarding the case including type of case, hours worked on the case, and results of the case. There are also data related to the agency such as jurisdiction of the agency and type of agency. For Part 4 (Victims Interviews), data include demographic information, history and background of the case, legal services received, satisfaction with legal services, impact of legal services, and the victim's current situation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The national evaluation of the Legal Assistance for Victims (LAV) program had three main objectives: (1) to document the range of local activities and programs supported by the Fiscal Year 1998 to Fiscal Year 2000 LAV grants, (2) to conduct a process evaluation by examining and documenting LAV grantee planning and implementation efforts, and (3) to evaluate the effectiveness of LAV programs in meeting the needs of the victims they serve."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A mixed method approach was developed to conduct the evaluation. The researchers used a classic triangulation framework of quantitative agency data, telephone survey interviews, mail surveys, interviews and focus groups with service providers, and case studies.</p>\n\n<p>The range of local activities and programs was documented primarily through two mail surveys of grantees. The first survey (Part 1), conducted in 2001, asked detailed questions about project staffing, partnerships, legal an\nd advocacy services provided, and implementation challenges. It was completed by 156 grantees. The follow-up survey (Part 2), conducted in 2003, was administered to the 2001 survey respondents who had also received continuation grants in 2001 or 2002. It was completed by 79 grantees. This survey sought information on successful practices for achieving key project objectives. It also attempted to quantify the number and types of legal services provided and gain more quantitative information on unmet needs.</p>\n\n<p>The process evaluation studied and compared the implementation of LAV grant-funded projects by 20 grantees. Site visits of 3 to 5 days were conducted at each of the 20 projects. On-site interviews were conducted with grantee and partner agency staff working on LAV cases and others involved in providing legal and advocacy services (e.g., judges, law enforcement personnel, prosecutors, and members of domestic violence coalitions). In addition to interviews and document reviews, LAV and non-LAV protection order and family law caseload statistics were collected.</p>\n\n<p>The evaluation of effectiveness included (1) before-after analysis of caseload data on 88,901 clients and (2) interviews with 124 LAV clients. For Part 3, of the nine sites providing caseload data, three had maintained their data for a long enough period, and in sufficient detail, to permit a limited cross-site analysis of before and after data and some comparison data (e.g., other portions of the state that were handling low-income individuals' domestic abuse cases without LAV funding). Each database contained information on closed cases handled with funding support from LAV (1998 to 2002) and closed cases handled without LAV support (1997 to 2002). The Part 4 client interviews included questions about experiences with domestic violence, satisfaction with LAV attorneys, satisfaction with case outcomes, and changes resulting from LAV project interventions. Clients were each paid $25 for their participation. Some clients requested to be, and were, interviewed in Spanish by a trained staff member whose first language was Spanish. Twelve process evaluation sites assisted the evaluators in identifying clients for interviews, most of which were conducted by telephone approximately one year after the clients' cases had been closed.</p>\n\n<p>An obstacle to any assessment of LAV program impact is the lack of planned control groups. The LAV program obviously was not established as a national experiment with random assignment of victims to receive or not receive program services. The evaluators considered the possibility of establishing a comparison group at selected sites but determined, in conjunction with NIJ and the evaluation project advisory board, that this would not be feasible. However, the evaluators were able to enhance the before-after design using particularly extensive case data provided by three of the process evaluation sites.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1 (2001 Mail Survey), data include level of effort on various legal services, level of effort on various victim services, number of staff, use of pro bono attorneys, modes of legal service, training, domestic violence-related civil legal services, targeted underserved populations, outreach activities, income eligilibity, referrals, data collection for legal assistance for victims (LAV) projects, and grantee profiles. For Part 2 (2003 Mail Survey), data include resources and expenditures, legal services provided, use of pro bono attorneys, victim assistance services, staffing, recruiting and retention, protection order enforcement, and demand for services. Part 3 (Legal Assistance for Victims Data) contains caseload data including demographics related to clients such as gender, ethnicity, and income. It also contains information regarding the case including type of case, hours worked on the case, and results of the case. There is also data related to the agency such as jurisdicti\non of the agency and type of agency. For Part 4 (Victims Interviews), data includes demographic information, history, and background of the case, legal services received, satisfaction with legal services, impact of legal services, and the victim's current situation."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal aid"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal representation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-04-05Version Text: 2010-04-05Subject: Study Level Error Note, Notes: Data from visits to each Legal Assistance for Victims site for the process evaluation are not available.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WL-VX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-04-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for Part 1 were obtained from mail surveys with successful applications for LAV funding.","Data for Part 2 were obtained from mail surveys with agencies which had participated in the 2001 survey who had also received continuation grants.","Data for Part 3 were obtained from Legal Assistance for Victims grantees administrative data.","Data for Part 4 were obtained from interviews with Legal Assistance for Victims clients."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual","agency"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["For Part 1: Agencies in the United States which had been granted funding from the National Institute of Justice to provide legal assistance for victims of domestic violence as part of the Civil Legal Assistance (CLA) Program in 1998 through 2000. For Part 2: Agencies in the United States which had participated in the 2001 survey who had also received continuation grants in 2001 or 2002. For Part 3: Agencies in the United States which had been granted funding from the National Institute of Justice to provide legal assistance for victims of domestic violence as part of the Civil Legal Assistance (CLA) Program from 1997 to 2002. For Part 4: the victims to whom assistance was offered from the Civil Legal Assistance (CLA) Program at the House of Ruth in Baltimore, Maryland, Loudoun Abused Women's Shelter (LAWS) Legal Services in Virginia, Legal Services of Eastern Missouri, New Orleans Legal Assistance Corporation in Louisiana, Greater Hartford Legal Aid in Connecticut, Philadelphia Legal Services in Pennsylvania, Appalachian Legal Services in West Virginia, Pisgah Legal Services in North Carolina, Dade County Bar Association Legal Aid Society in Florida, The Legal Project of the Capital District Women's Bar Association in New York, Women's Law Project of the National Center for Protective Parents in New Jersey, and St. Mary's University School of Law in Texas from 1997 to 2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1 (2001 Mail Survey), the sample consisted of all successful applications for LAV funding in 1998 through 2000. For Part 2 (2003 Mail Survey), the sample was limited to the 1998-2000 LAV grantees that had also received LAV continuation grants in either 2001 or 2002. Receipt of continuation funding was determined from lists provided by the Office on Violence Against Women (OVW). For Part 3 (Legal Assistance for Victims Data), the process evaluation stage of the national evaluation aimed to study the implementation of Legal Assistance for Victims (LAV) grant-funded projects across 20 grantees from a list of 179 grant applications. Project staff categorized grantees according to (1) geographic service area, (2) type of jurisdiction they served (e.g., urban, rural, or suburban), and (3) primary type of organization. The 20 projects ultimately selected for site visits were representative of all 1998-2000 grant projects with respect to type of grantee organization. To be selected as process evaluation sites, grantees also had to meet three criteria: (1) they had to have received funding prior to 2000, in order to be far enough along in their project to measure change, (2) the grantee had to be able to distinguish their LAV-funded cases from other cases in order for evaluators to measure the work being done under the grant, and (3) the grantee had to have returned the first survey prior to October 2001. When th\nese criteria were taken into account, the remaining number of grantees that were eligible to be process evaluation sites was 121, or slightly more than two-thirds of the total number of grantees. Each of these 121 grants were then compared and categorized as described above--geographic location, type of organization, type of services, size, urban versus rural, etc. This analysis resulted in 27 grantees being identified as the potential sample for process evaluation site visits. The final 20 process sites were selected from this list. There was some degree of selection bias in that the researcher selected ongoing programs that would still be operating when the evaluators showed up on site, in some cases two years into the programs. The researcher also selected sites with automated case tracking systems. This meant that the researcher unintentionally selected some of the more promising and sophisticated programs. The researcher did not select any known failures among the sites. The included sites were Appalachian Legal Services (West Virginia), Greater Boston Legal Services, The Legal Project of the Capital District Women's Bar Association (New York), Legal Services of Eastern Missouri, Greater Hartford Legal Aid, Montana Legal Services, New Orleans Legal Assistance Corporation, Pine Tree Legal Assistance (Maine), and Pisgah Legal Services (North Carolina). For Part 4 (Victims Interviews), interviews were conducted with 124 victims of domestic violence who had received legal assistance or representation from LAV attorneys. Twelve of the 20 process evaluation sites assisted in this task by identifying and, in most instances, making initial contacts about the survey with former clients whose cases had been closed within the past year. The participating sites were House of Ruth (Baltimore), Loudoun Abused Women's Shelter (LAWS) Legal Services (Virginia), Legal Services of Eastern Missouri, New Orleans Legal Assistance Corporation, Greater Hartford Legal Aid, Philadelphia Legal Services, Appalachian Legal Services (West Virginia), Pisgah Legal Services (North Carolina), Dade County Bar Association Legal Aid Society (Florida), The Legal Project of the Capital District Women's Bar Association (New York), Women's Law Project of the National Center for Protective Parents (New Jersey), and St. Mary's University School of Law (Texas)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: 87 percent, Part 2: 75 percent, Parts 3 and 4: not applicable"}]}},"files":[{"description":"","label":"2001 Mail Survey","restricted":false,"version":1,"datasetVersionId":33804,"dataFile":{"id":2601495,"persistentId":"","pidURL":"","filename":"2001 Mail Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2003 Mail Survey","restricted":false,"version":1,"datasetVersionId":33804,"dataFile":{"id":2601496,"persistentId":"","pidURL":"","filename":"2003 Mail Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Legal Assistance for Victims Data","restricted":false,"version":1,"datasetVersionId":33804,"dataFile":{"id":2601497,"persistentId":"","pidURL":"","filename":"Legal Assistance for Victims Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victims Interviews","restricted":false,"version":1,"datasetVersionId":33804,"dataFile":{"id":2601498,"persistentId":"","pidURL":"","filename":"Victims Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}