{"status":"OK","data":{"id":37957,"identifier":"ICPSR26441.v1","persistentUrl":"https://doi.org/10.3886/ICPSR26441.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR26441.v1","latestVersion":{"id":33957,"storageIdentifier":"file://10.3886/ICPSR26441.v1","versionState":"RELEASED","distributionDate":"2010-04-08","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:07:04Z","releaseTime":"2015-04-09T03:07:04Z","createTime":"2015-04-09T03:07:04Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Data-Driven Supervision Protocols for Positive Parole Outcomes in Georgia, 2007-2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Meredith, Tammy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Applied Research Services"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Prevost, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia Board of Pardons and Paroles"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to identify and evaluate case management and supervision strategies most effective in achieving success\nful parole outcomes.  As part of an evaluation of 3 new supervision practice protocols on a cohort of parolees, a total of 1,964 parolees who began supervision in Georgia between March 1, 2007, and December 31, 2007, were assigned to experimental and control groups.  Parolees in the experimental group were subjected to the new practice protocols: positive drug test resulting in a referral to treatment, job loss followed by referral to an employment program and increased contact, and chronic technical violations responded to with an administrative hearing and enrollment in a cognitive skills program. In the control sites, the parole officer's response to a parolee's violation or success was still defined by the Board's Behavior Response and Adjustment Guide (BRAG). Each parolee was tracked for a 12-month follow-up period. The research team collected data on the parolees using two Georgia Department of Corrections and Board of Pardons and Paroles agency databases: the Offender Tracking Information System (OTIS) and the Parole Field Log of Interaction Data (FLOID) database. Outcomes during a 12-month follow-up period were defined as employment, general violations of the conditions of supervision, positive drug tests, arrests for technical violations, misdemeanor and felony arrests, and revocation of parole. The dataset includes a total of 218 variables including supervision protocol variables, demographic and other parolee characteristics variables, offense and parole supervision variables, drug test results, employment activity, as well as arrests, violations, sanctions, programs, and referrals information."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to identify and evaluate case management and supervision strategies most effective in achieving successful parole outcomes.  More specifically, the purpose of the study was to evaluate new protocols (identification of pattern and official reaction) on a new cohort of parolees as they began their supervision period and to determine if the new protocols for responding to parolee violations and successes significantly improved parole outcomes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>As part of an evaluation of three new supervision practice protocols on a cohort of parolees, a total of 1,964 parolees who began supervision in Georgia between March 1, 2007, and December 31, 2007, were assigned to experimental and control groups (current practice versus new protocols), which dictated the official response of parole officers to parolee violations. A total of 629 parolees were assigned to the experimental group and 1,335 parolees were assigned to the control group. Parolees in the experimental group were subjected to the new practice protocols: positive drug test resulting in a referral to treatment, job loss followed by referral to an employment program and increased contact, and chronic technical violations responded to with an administrative hearing and enrollment in a cognitive skills program. In the control sites, the parole officer's response to a parolee's violation or success was still defined by the Board's Behavior Response and Adjustment Guide (BRAG).  Each parolee was tracked for a 12-month follow-up period which ended December 31, 2008, however the 12-month follow-up periods were defined uniquely for each parolee based upon the date when he or she began supervision.</p>\n\n<p>Two state agency databases house information pertinent to the parole process in Georgia and both were migrated from their respective agency computers. The research team collected data on the parolees using two Georgia Department of Corrections and Board of Pardons and Paroles agency databases: the Offender Tracking Information System (OTIS) and the Parole Field Log of Interaction Data (FLOID) database. OTIS is the correctional and parole database used to track probationers, inmates, and parolees.  OTIS includes a wide range of personal, social, legal, and institutional data, as wel\nl as reconviction and return-to-prison data. The FLOID database contains daily field operations and case management information on active parolees in the state. The research team selected fields from each of the databases based on previous analysis that met stringent data quality requirements.  Outcomes during a 12-month follow-up period were defined as employment, general violations of the conditions of supervision, positive drug tests, arrests for technical violations, misdemeanor and felony arrests, and revocation of parole. Each outcome was measured in a separate FLOID table. The quantity and timing of each outcome was also measured.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The dataset includes a total of 218 variables including supervision protocol variables, demographic and other parolee characteristics variables, offense and parole supervision variables, drug test results, employment activity, as well as arrests, violations, sanctions, programs, and referrals information.</p>\n\n<p>Supervision protocol variables include number of protocols applied, type of protocol applied, date protocol applied, whether the parolee had multiple protocols, whether the parolee qualified for protocols, and the number of days from first protocol to various events occurring during parole supervision. Demographic and other parolee characteristics variables include whether the parolee was an experimental or control group member, parole supervision level at time of discharge, gender, race, age, history of drug/alcohol problem, and history of mental health treatment. Offense and parole supervision variables include prison release date, parole region, parole district office, prison offense type, prior Georgia incarcerations, prior Georgia arrests, parole supervision risk score, parole status, number of days on parole, number of contacts/interactions with parole officer, date of contact/interaction with parole officer, number of days from first protocol to first parole officer contact, revocation of parole, number of months high risk, whether the parolee was high risk at first/last month, starting parole risk score, number of months on supervision in follow-up, percentage of follow-up months on high risk, and primary offense is property/drugs. Drug test results variables included number of drug tests, number of positive drug tests, date of first and last positive drug test, parolee has a positive drug test, and number of days to first positive drug test. Employment activity variables include number of days employed, employment begin date, number of jobs, whether the parolee was unemployed throughout follow-up period, and the number of days from first protocol to first job.</p>\n\n<p>Arrest variables include arrest dates, the number of arrests, the type of arrests, and the number of days to an arrest for misdemeanor and felony offenses as well as several other specific offense types.  Violation variables include violation types, date of first and last violation, the number of violations, whether the parolee has a violation, and the number of days to first violation.  Sanction variables include type of sanction, date of first and last sanction, number of sanctions, whether the parolee has a sanction, and the number of days to first sanction, first detention, and first administration hearing.  Program variables include type of program, number of program attendances, number of program unexcused absences, number of days in program, date of first program start, number of programs, whether the parolee is in a program, and number of days from first protocol to first program assessment/enrollment.  Referral variables include the type of referral and the number of referrals. An evaluation sample weight variable is also included in the data.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate release plans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole violation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parolees"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sanctions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-04-08Version Text: 2010-04-08Subject: Study Level Error Note, Notes: The historical data on a cohort of 38,865 parolees in Georgia between 2002 and 2005 are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Da\nta file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-IJ-CX-0029"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-04-08"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007-03-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-03-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Georgia Department of Corrections and Board of Pardons and Paroles Offender Tracking Information System (OTIS)","Georgia Department of Corrections and Board of Pardons and Paroles Field Log of Interaction Data (FLOID) database"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["district"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All new parolees entering supervision between March 1, 2007, and December 31, 2007, in Georgia."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The research team employed a stratified sampling design, whereby parole offices were selected for participation. Selection of offices was based on three criteria: the ability to supply sufficient cases for evaluation, the ability to provide both required treatment programming options to any parolee assigned to treatment, and geographic location (to ensure adequate variation).</p>\n\n<p>The supervision management team selected 12 field offices to participate in the evaluation phase of the project (Savannah, Fitzgerald, Columbus, Albany, Adairsville, Lagrange, Canton, Lawrenceville, Griffin, Jonesboro, Augusta, and Clarkesville), representing urban, rural, and suburban settings in each of the five geographic regions of the state of Georgia. These offices received half of all new parole admissions each month statewide, a volume necessary to accommodate the study timeline.</p>\n\n<p>All parolees in the 12 experimental parole offices placed on parole between March 1, 2007, and December 31, 2007, who met the protocol criteria were subjected to the new practice protocols. The control group was defined as all parolees beginning supervision during the same time period in the remaining parole offices who also meet the protocol criteria, but who were supervised according to current practice (not following the new protocols). Parolees transferring in or out of the offices were eliminated from the study. A total of 1,964 parolees met the eligibility criteria for inclusion in the evaluation -- 629 experimental and 1,335 control parolees.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The data are weighted by parole office, the variable used for sampling stratification.  Cases can be weighted according to a ratio of the population proportion to sample proportion within each strata using the WEIGHT \"EVALUATION SAMPLE WEIGHT (PER PAROLE OFFICE)\" variable.  The weighted evaluation sample is comprised of 1,915 cases -- 586 experimental and 1,330 controls."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Data-Driven Supervision Protocols for Positive Parole Outcomes in Georgia, 2007-2008","restricted":false,"version":1,"datasetVersionId":33957,"dataFile":{"id":2602433,"persistentId":"","pidURL":"","filename":"Data-Driven Supervision Protocols for Positive Parole Outcomes in Georgia, 2007-2008","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}