{"status":"OK","data":{"id":39738,"identifier":"ICPSR35586.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35586.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35586.v1","latestVersion":{"id":35738,"storageIdentifier":"file://10.3886/ICPSR35586.v1","versionState":"RELEASED","distributionDate":"2015-03-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:26:47Z","releaseTime":"2015-04-09T03:26:47Z","createTime":"2015-04-09T03:26:47Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Local Area Arts Participation Study 1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Local Area Arts Participation Study 1992, sponsored by the Research Division of the National Endowment for the Arts, provides information about Americans' participation in the arts -- including ballet, opera, plays, museums, and concerts -- in 12 communities. A local sponsor in each community assisted in funding the research and helped to design sections of their local questionnaire. The study was intended to augment the 1992 national Survey of Public Participation in the Arts (SPPA), conducted by the Bureau of the Census. Each survey included three components: a \"core questionnaire,\" common to all 12 sites, including arts participation and demographic information identical to the 1992 national SPPA; a set of questions, common to all sites but not included in the 1992 national SPPA, concerning facilities where arts participation occurred, reasons for not attending more often, and sources of information about arts events; and community-specific modules, developed by the local area partners to address specific information needs in each community. A total of 5040 respondents in 12 communities completed telephone interviews from February 12 through May 15, 1992. The 12 communities surveyed were Broward County, FL; Chicago, IL; Dade County, FL; Las Vegas, NV; Philadelphia, PA; Pittsburgh, PA; Reno, NV; rural Nevada; San Jose, CA; Seattle, WA; Sedona, AZ; and Winston-Salem, NC."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The 1992 Local Surveys of Public Participation in the Arts (SPPA), sponsored by the Research Division of the National Endowment for the Arts, provide information about Americans' participation in the arts -- including ballet, opera, plays, museums, and concerts -- in 12 communities. The local SPPAs were intended to augment the 1992 national Survey of Public Participation in the Arts, conducted by the Bureau of the Census."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Using list-assisted random digit dialing, households were sampled in each of the sites until the goal of approximately 400 telephone interviews was achieved (600 in the Philadelphia area), for a total of about 5,000 respondents. A stratified sampling approach was taken in s\neveral of the sites (see below for site-specific details). For each household sampled, the person over 18 who had the most recent birthday was the eligible respondent. Up to 6 attempts were made to obtain an answered call for each residential number dialed. The average survey length was 17 minutes. Abt Associates of Cambridge, MA conducted the interviews over a three-month period from February 12 to May 15, 1992. The Aggregate file has 95 variables. The number of variables in the local survey datasets ranges from 105 to 130.</p>\n\n<p>Broward County: A total of 403 telephone interviews were completed. The sampled area includes all of Broward County, including the communities of Pompano Beach, Ft. Lauderdale, and Hollywood. Spanish-speaking interviewers were used, as needed, to conduct interviews.</p>\n\n<p>Chicago: A total of 401 telephone interviews were completed. The sampled area includes five northeastern Illinois counties: Cook, Kane, DuPage, Lake, McHenry, and Will, representing a large geography around Chicago.</p>\n\n<p>Dade County: A total of 402 telephone interviews were completed. The sampled area includes two sub-areas of Dade County: telephone exchanges with a high percentage of minority population (179 completed interviews) and all remaining telephone exchanges in Dade County (223 completed interviews). In Dade County, telephone exchanges with a high percentage of minority populations were over-sampled to facilitate analysis between minority and non-minority participation. The desired sample size was split proportional to their total populations. An analysis of the ZIP Codes of respondents shows that the sample is concentrated in the immediate area around downtown Miami. Spanish-speaking interviewers were used, as needed, to conduct interviews. A total of 85 interviews, or 21 percent of the sample, were conducted in Spanish.</p>\n\n<p>Las Vegas: A total of 402 telephone interviews were completed. The sampled area included 28 Nevada Zip Codes covering the greater Las Vegas area, including Henderson and Boulder City, representing a population of 755,000 people.</p>\n\n<p>Philadelphia: A total of 607 telephone interviews were completed. The sampled area includes the Philadelphia Metropolitan Statistical Area which includes three New Jersey counties (Gloucester, Camden and Burlington) and five Pennsylvania counties (Philadelphia, Delaware, Chester, Montgomery, and Bucks). A high minority population subarea within the City of Philadelphia was over-sampled in order to increase the sample size of minority respondents.</p>\n\n<p>Pittsburgh: A total of 411 telephone interviews were completed in Allegheny County. The county was divided into two sub-areas for sampling -- the City of Pittsburgh and the remainder of Allegheny County -- representing a population of 1.34 million people. The desired sample size was approximately 200 completed interviews for each sub-area.</p>\n\n<p>Reno: A total of 401 telephone interviews were completed. The sampled area included 14 Nevada Zip Codes covering the greater Reno/Sparks area, representing a population of 248,000 people.</p>\n\n<p>Rural Nevada: A total of 401 telephone interviews were completed. The sampled area consisted of ten communities -- Carson City, Ely, Elko/Carlin, Fallon, Minden/Gardenville, Lincoln County, Tomopah/Goldfield, Virginia City, Winnemucca, and Yerrington -- representing a population of 147,000 people. The sample was allocated to the ten communities proportional to their population share.</p>\n\n<p>San Jose: A total of 401 telephone interviews were completed. The sampled area includes all of Santa Clara County, excluding telephone exchanges (408) 842, 847, and 848 (Gilroy Area). Spanish-speaking interviewers were used, as needed, to conduct interviews.</p>\n\n<p>Seattle: A total of 406 telephone interviews were completed. The sampled area includes all of King County, including Seattle and Bellevue.</p>\n\n<p>Sedona: A total of 402 telephone interviews were completed. The s\nampled area includes all of Sedona, southern Coconino County, and western Yavapai County. Telephone exchanges 204, 282, and 284 were sampled (Area Code 602).</p>\n\n<p>Winston-Salem: A total of 403 telephone interviews were completed. The sampled area includes all of Forsyth County, including Winston-Salem (does not include Greensboro or High Point).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study includes variables pertaining to respondent's participation in arts activities, barriers to and importance of said participation, sources of information for arts events, and demographic information."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts audiences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"concerts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"dance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"museums"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performing arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"theater"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC II. Art Forms (Types of Art)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC IX. Participation in Arts and Leisure Activities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC V. Arts Education and Training"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC VIII. Media Coverage of Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC XI. Venues and Cultural Facilities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-23Version Text: 2015-03-23Subject: Study Level Error Note, Notes: <p>This study was conducted by Abt Associates of Cambridge, MA and sponsored by the National Endowment for the Arts. Additional sponsors by site were:</p>\n\n<ul>\n<li>Broward County: Broward County Cultural Affairs Council</li>\n<li>Chicago: John D. and Catherine T. MacArthur Foundation</li>\n<li>Dade County: Metropolitan Dade County Cultural Affairs Council</li>\n<li>Philadelphia: Greater Philadelphia Cultural Alliance</li>\n<li>Pittsburgh: Pittsburgh Cultural Trust</li>\n<li>Reno and Rural Nevada: Nevada State Council on the Arts</li>\n<li>San Jose: Santa Clara County Arts Commission and City of San Jose Department of Convention and Cultural Affairs</li>\n<li>Seattle: Seattle Arts Commission</li>\n<li>Sedona: The City of Sedona</li>\n<li>Winston-Salem: Arts Council Winston-Salem/Forsyth County</li>\n</ul>;Subject: Study Level Error Note, Notes: This data collection was previously distributed by the Cultural Policy and the Arts National Data Archive (CPANDA). The CPANDA Identification Number (study number) for the entire data collection is c00010. The CPANDA Identification number for the Local Area Arts Participation Study 1992: Aggregate [United States] is a00059. For the Broward County survey is a00069, for the Chicago survey is a00067, for the Dade County survey is a00070, for the Las Vegas survey is a00061, for the Philadelphia survey is a00068, for the Pittsburgh survey is a00060, for the Reno survey is a00062, for the Rural Nevada survey is a00063, for the San Jose survey is a00071, for the Seattle survey is a00066, for the Sedona survey is a00064, and for the Winston-Salem survey is a00065. CPANDA conducted the following processing steps for release of this collection: produced a codebook, checked for undocumented codes, performed consistency checks, provided frequencies, performed recodes, and reformatted the data.;Subject: Study Level Error Note, Notes: <p>Quick Facts for this data collection, \"How do people find out about arts events in their communities?,\" are available from the Center for Arts and Cultural Policy Studies (CACPS)\n<a href=\"http://www.princeton.edu/culturalpolicy/quickfacts/audiences/laap92.html\">http://www.princeton.edu/culturalpolicy/quickfacts/audiences/laap92.html</a>\nat Princeton University.</p>;Subject: Study Level Error Note, Notes: <p>Care should be taken when attempting to compare results from the local and national SPPAs. The methodologies of each differed in important ways -- e.g., the time periods over which interviews were conducted, the modes of data collection (and response rates achieved), and the larger context in which the surveys were presented to respondents (specifically, the national SPPA questions were asked in the context of the National Crime Survey conducted by the United States Bureau of the Census). For a complete explication of the differences between the methodologies of the national and local SPPAs,  please refer to the \"Summary Report: 12 Local Surveys of Public Participation in the Arts\" provided in this data collection.</p>\n\n<p>The quality of local data, such as size and type of facilities, number of arts programs, etc., varies substantially from site to site. For the large urban areas studied (Chicago, Philadelphia, Pittsburgh, Miami, and Seattle), the supply of arts activities would be difficult if not impossible to measure precisely, given the size and complexity of the arts delivery systems in these areas and the vast amount of programming. In cases where numbers are not available, an anecdotal approach is taken to characterizing the local arts environment, including mention of the area's major venues and institutions.</p>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xls Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-23"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1992-02-12"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1992-05-15"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Arizona"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Broward County"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Dade County"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Las Vegas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nevada"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Philadelphia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pittsburgh"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Reno"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Jose"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Seattle"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Sedona"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Winston-Salem"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adults in households with telephones."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>A stratified sampling approach was taken in several of the sites (see Study Design for site-specific details). This survey used a random samples constructed by random digit dialing (RDD). For each household sampled, the person over 18 who had the most recent birthday was the eligible respondent.</p>\n\n<p>Standard error figures for the various participation rates ranged from .67 percent to 1.38 percent at the 95 percent confidence level.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Survey results were weighted to compensate for the number of adults (18+) in the household and to bring the weighted sample distribution into closer agreement with the actual population of each site with respect to age, race, gender, and household income. Each dataset contains a weight variable WEIGHT (Weighting factor)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>Response rates were provided for this data collection:</p>\n\n<ul>\n<li>Broward County: 41 percent</li>\n<li>Chicago: 42 percent</li>\n<li>Dade County: 40 percent</li>\n<li>Las Vegas: 42 percent</li>\n<li>Philadelphia: 44 percent</li>\n<li>Pittsburgh: 48 percent</li>\n<li>Reno: 50 percent</li>\n<li>Rural Nevada: 52 percent</li>\n<li>San Jose: 43 percent</li>\n<li>Seattle: 43 percent</li>\n<li>Sedona: 45 percent</li>\n<li>Winston-Salem: 45 percent</li>\n</ul>"}]}},"files":[{"description":"","label":"Local Area Arts Participation Study 1992 Aggregate","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614388,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Aggregate","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Broward County","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614389,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Broward County","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Chicago","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614390,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Chicago","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Dade County","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614391,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Dade County","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Las Vegas","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614392,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Las Vegas","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Philadelphia","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614393,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Philadelphia","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Pittsburgh","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614394,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Pittsburgh","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Reno","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614395,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Reno","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Rural Nevada","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614396,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Rural Nevada","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 San Jose","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614397,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 San Jose","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Seattle","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614398,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Seattle","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Sedona","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614399,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Sedona","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Local Area Arts Participation Study 1992 Winston-Salem","restricted":false,"version":1,"datasetVersionId":35738,"dataFile":{"id":2614400,"persistentId":"","pidURL":"","filename":"Local Area Arts Participation Study 1992 Winston-Salem","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}