{"status":"OK","data":{"id":41935,"identifier":"ICPSR32201.v1","persistentUrl":"https://doi.org/10.3886/ICPSR32201.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR32201.v1","latestVersion":{"id":37935,"storageIdentifier":"file://10.3886/ICPSR32201.v1","versionState":"RELEASED","distributionDate":"2013-04-03","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:50:54Z","releaseTime":"2015-04-09T03:50:54Z","createTime":"2015-04-09T03:50:54Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Defining Law Enforcement's Role in Protecting American Agriculture From Agroterrorism in Kansas, Oklahoma, and Texas, 2003-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Knowles, Terry"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Kansas Bureau of Investigation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lane, James"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Ford County Sheriff's Office"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bayens, Gary"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Washburn University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Speer, Nevil"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Western Kentucky University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Jaax, Jerry"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Kansas State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Carter, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bannister, Andra"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wichita State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted to determine law enforcement's role in protecting American agriculture from terrorism. In particular, the study looked at what effect a widespread introduction of Foot and Mouth disease to America's livestock supply would have on the nation's economy, and law enforcement's ability to contain such an outbreak. The study had two primary components. One component of the study was designed to take an initial look at the preparedness of law enforcement in Kansas to respond to such acts. This was done through a survey completed by 85 sheriffs in Kansas (Part 1). The other component of the study was an assessment of the attitudes of persons who work in the livestock industry with regard to their attitudes about vulnerabilities, prevention strategies, and working relationships with public officials and other livestock industry affiliates. This was done through a survey completed by 133 livestock industry members in Kansas (Parts 2-3, 6-9, 12-13), Oklahoma (Parts 4, 10, 14), and Texas (Parts 5, 11, 15)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to determine law enforcement's role in protecting against acts of agroterrorism. One component of the study was designed to take an initial look at the preparedness of law enforcement in Kansas to respond to such acts. Since Kansas law specifies that sheriffs are responsible for responding to these types of acts, sheriffs became the focus of the study. The objective of this portion of the study was to identify the existence of local-state partnerships, describe the state of preparedness of sheriff agencies to respond to acts of agricultural bio-terrorism, and inquire as to the level of interest that sheriffs would engage in future preventive measures.  In another component of the study, the study assessed the attitudes of persons who work in the livestock industry with regard to their attitudes about vulnerabilities, prevention strategies, and working relationships with public officials and other livestock industry affiliates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study used two mailed questionnaires, one that was sent to all 105 sheriffs listed by the Kansas Sheriff's Association, and one that was sent to 400 livestock industry members, s\npecifically members of the Kansas Cattlemen's Association (KCA), Kansas Livestock Association (KLA), Oklahoma Cattlemen's Association (OCA), and the Texas and Southwestern Cattle Raisers Association (TSCRA).</p>\n\n<p>The questionnaire for the Kansas Sheriff Survey (Part 1) included a total of 25 questions. Items 1-3 (data not currently available) requested information pertinent to the law enforcement agency's size, jurisdiction, and support. Items 4 through 25 contained statements that made inquiry into the attitudes of sheriffs about their agency's readiness to respond to an act of bio-terrorism. To maximize response rates the survey employed a multi-phased approach, which included using the United States Postal Service and telephone contacts. Similar to the Dillman Total Design Method (1978), multiple contacts were made with the sample group. First, the surveys were mailed to the agencies listed in the sample frame. A cover letter and self-addressed, stamped envelope accompanied the questionnaire. Approximately three weeks later, a reminder postcard was sent to each agency that had not yet submitted a completed questionnaire. A second mailing of the survey was sent to non-respondents two weeks later. Finally, telephone calls were made to solicit a return from those agencies that had not previously returned the survey. A total of 85 valid surveys were returned. The data were collected between November 2003 and January 2004.</p>\n\n<p>The questionnaire for the Livestock Industry Survey (Parts 2-15) was developed using information provided by cattle producers, livestock feed yard managers, meat processing plant managers, veterinarians, and other animal health services personnel in the Ford County, Kansas area. These persons had previously been involved in focus group discussions about potential threats to the cattle industry. The questionnaire had a total of 15 items, and contained structured and open-ended statements and questions designed to assess the attitudes of respondents with regard to vulnerabilities, prevention strategies, and working relationships with public officials and other livestock industry affiliates. Statements 1-6 (data not currently available) were designed to solicit respondents' opinions and knowledge about workplace security, policy development, practice, training, and relationship with law enforcement. Statements 7-11 allowed for respondents to rank order responses that addressed the variables of workplace security, threat awareness, responsibility for prevention, and reporting. Finally, survey items 12-15 asked respondents to provide a commentary answer to questions pertaining to technologies, information sharing, practice, and partnerships. A total of 133 valid surveys were returned, 42 from KCA members, 43 from KLA members, 17 from TSCRA members, and 31 from OCA members.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The 15 filesets contain data collected from sheriffs in Kansas, and livestock industry members, specifically members of the Kansas Cattlemen's Association (KCA), Kansas Livestock Association (KLA), Oklahoma Cattlemen's Association (OCA), and the Texas and Southwestern Cattle Raisers Association (TSCRA).\n<ul>\n<li>Part 1 contains 22 variables pertaining to sheriffs' perceptions of the existence of local-state partnerships; the preparedness of sheriff's agencies to respond to acts of agricultural bio-terrorism and the level of interest with which sheriffs would engage future preventive measures.</li>\n<li>Part 2 contains 25 variables pertaining to KCA members' opinions on workplace security, threat awareness, responsibility for prevention, and reporting.</li>\n<li>Part 3 contains 25 variables pertaining to KLA members' opinions on workplace security, threat awareness, responsibility for prevention, and reporting.</li>\n<li>Part 4 contains 25 variables pertaining to OCA members' opinions on workplace security, threat awareness, responsibility for prevention, and re\nporting.</li>\n<li>Part 5 contains 25 variables pertaining to TSCRA members' opinions on workplace security, threat awareness, responsibility for prevention, and reporting.</li>\n<li>Part 6 contains 9 variables pertaining to KCA members' opinions on and use of technology to deter terrorism.</li>\n<li>Part 7 contains 18 variables pertaining to KCA members' opinion on dissemination of information.</li>\n<li>Part 8 contains 14 variables pertaining to KCA members' opinions on local law enforcement patrolling.</li>\n<li>Part 9 contains 14 variables pertaining to KLA members' opinions on local law enforcement patrolling.</li>\n<li>Part 10 contains 12 variables pertaining to OCA members' opinions on local law enforcement patrolling.</li>\n<li>Part 11 contains 11 variables pertaining to TSCRA members' opinions on local law enforcement patrolling.</li>\n<li>Part 12 contains 14 variables pertaining to KCA members' opinions on using local groups to prevent agroterrorism.</li>\n<li>Part 13 contains 12 variables pertaining to KLA members' opinions on using local groups to prevent agroterrorism.</li>\n<li>Part 14 contains 10 variables pertaining to OCA members' opinions on using local groups to prevent agroterrorism.</li>\n<li>Part 15 contains 8 variables pertaining to TSCRA members' opinions on using local groups to prevent agroterrorism.</li>\n</ul></p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"agricultural policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"agriculture"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"bioterrorism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"economic crises"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emergency preparedness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"farms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"national security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"terrorism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"terrorist threat"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"TPDRC I. Terrorism"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"TPDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"TPDRC II. Terrorism and Preparedness Survey Archive (TaPSA)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"TPDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-04-03Version Text: 2013-04-03Subject: Study Level Error Note, Notes: The study consisted of three types of data collection activities: mailed questionnaires, focus groups, and simulation exercises.  Only the data from the mailed questionnaires are available as part of this data collection at this time.;Subject: Study Level Error Note, Notes: Users should be aware that the data being distributed as part of this data collection have some features that affect their analytic utility. The data available are frequencies and descriptive statistics that are presented in the final report (Knowles et al., 2005; NCJ 212280) from the principal investigators. There are also two specific features that affect that analytic utility of the data. First, many of the files (specifically, Parts 6-15) correspond to a single geographic location/respondent affiliation. Those parts also correspond to a single survey question, but have multiple variables representing different response options. Second, the answers in Part 1 are structured so that cases do not correspond to a unique individual's response to a series of questions. Instead, each cell represents a single answer to a question from a single individual; this means that the data cannot be used to compare a research subject's response across questions.;Subject: Study Level Error Note, Notes: Users should be aware that ICPSR converted the original data from Microsoft Word and Microsoft Excel into SPSS, SAS, and Stata for dissemination purposes. ICPSR is also disseminating the original Excel and Word data and documentation provided by the principal investigators.;Subject: Study Level Error Note, Notes: Users should be aware that while the Livestock Industry Survey had 15 questions, and the Kansas Sheriff Survey had 25 questions, data were only provided for 9 questions for the livestock survey (Questions 7-15) and 22 questions for the sheriff survey (Questions 4-25).  Frequencies for the other questions are available in the Data Documentation file included in this collection.;Subject: Study Level Error Note, Notes: Users should be aware that there are minor case count differences between the data files available, and the counts given in the final report (Knowles et al., 2005; NCJ 212280). Specifically, the report indicates that 41 cases are available for the Kansas Cattlemen's Association (Parts 2, 6-8, 12) but 42 are available in the data, the report also indicates that 42 cases are available for the Kansas Livestock Association (Parts 3, 9, 13) but 43 are available in the data, and the report indicates that 29 cases are available for the Oklahoma Cattlemen's Association (Parts 4, 10, 14) but 31 are available in the data.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-IJ-CX-1024"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-04-03"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Mail questionnaires of sheriffs in Kansas (Part 1) and livestock industry members in Kansas (Parts 2-3, 6-9, 12),  Oklahoma (Parts 4, 10, 14), and Texas (Parts 5, 11, 15)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kansas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oklahoma"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All sheriffs in Kansas in 2003 (Part 1).  All members of the Kansas Cattlemen's  Association (Parts 2, 6-8, 12), Kansas Livestock Association (Parts 3, 9, 13), Oklahoma Cattlemen's Association (Parts 4, 10, 14), and Texas and Southwestern Cattle Raisers Association (Parts 5, 11, 15) in 2004."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For the Kansas Sheriff Survey, questionnaires were mailed to all 105 sheriffs listed by the Kansas Sheriffs' Association. Of those questionnaires, 85 were returned and sufficiently complete for inclusion in the sample. For the Livestock Industry Survey, contact was made with the Kansas Cattlemen's Association (KCA), Kansas Livestock Association (KLA), Oklahoma Cattlemen's Association (OCA), Texas and Southwestern Cattle Raisers Association (TSCRA), and Nebraska Livestock Association (NLA) to assist with the distribution of the survey to their membership.  The sampling frame was designed to reach 500 persons involved with the livestock industry in the largest cattle-producing states in the country.  However, the Nebraska Livestock Association declined to participate in the survey. Therefore, a total of 400 surveys were mailed. Of those surveys, 133 were returned and deemed usable for inclusion in the sample. This includes 42 from the KCA, 43 from the KLA, 31 from the OCA, and 17 from the TSCRA."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the Kansas Sheriff Survey (Part 1), of the 105 questionnaires mailed, 87 were returned, and 85 were sufficiently complete to be included in data analysis, which accounts for an 81 percent return rate. For the Livestock Industry Survey (Parts 2-15), of the total 400 surveys distributed and 133 total surveys were used in the data analysis, which accounts for a 33 percent return rate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Kansas Cattlemen's Association Question 12","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631873,"persistentId":"","pidURL":"","filename":"Kansas Cattlemen's Association Question 12","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Cattlemen's Association Question 13","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631874,"persistentId":"","pidURL":"","filename":"Kansas Cattlemen's Association Question 13","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Cattlemen's Association Question 14","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631875,"persistentId":"","pidURL":"","filename":"Kansas Cattlemen's Association Question 14","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Cattlemen's Association Question 15","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631879,"persistentId":"","pidURL":"","filename":"Kansas Cattlemen's Association Question 15","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Cattlemen's Association Questions 7-11","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631869,"persistentId":"","pidURL":"","filename":"Kansas Cattlemen's Association Questions 7-11","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Livestock Association Question 14","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631876,"persistentId":"","pidURL":"","filename":"Kansas Livestock Association Question 14","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Livestock Association Question 15","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631880,"persistentId":"","pidURL":"","filename":"Kansas Livestock Association Question 15","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Livestock Association Questions 7-11","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631870,"persistentId":"","pidURL":"","filename":"Kansas Livestock Association Questions 7-11","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Kansas Statewide Sheriff Survey ","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631868,"persistentId":"","pidURL":"","filename":"Kansas Statewide Sheriff Survey ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Oklahoma Cattlemen's Association Question 14","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631877,"persistentId":"","pidURL":"","filename":"Oklahoma Cattlemen's Association Question 14","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Oklahoma Cattlemen's Association Question 15","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631881,"persistentId":"","pidURL":"","filename":"Oklahoma Cattlemen's Association Question 15","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Oklahoma Cattlemen's Association Questions 7-11","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631871,"persistentId":"","pidURL":"","filename":"Oklahoma Cattlemen's Association Questions 7-11","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas and Southwestern Cattle Raisers Association Question 14","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631878,"persistentId":"","pidURL":"","filename":"Texas and Southwestern Cattle Raisers Association Question 14","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas and Southwestern Cattle Raisers Association Question 15","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631882,"persistentId":"","pidURL":"","filename":"Texas and Southwestern Cattle Raisers Association Question 15","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Texas and Southwestern Cattle Raisers Association Questions 7-11","restricted":false,"version":1,"datasetVersionId":37935,"dataFile":{"id":2631872,"persistentId":"","pidURL":"","filename":"Texas and Southwestern Cattle Raisers Association Questions 7-11","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}