{"status":"OK","data":{"id":46146,"identifier":"ICPSR31301.v1","persistentUrl":"https://doi.org/10.3886/ICPSR31301.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR31301.v1","latestVersion":{"id":42146,"storageIdentifier":"file://10.3886/ICPSR31301.v1","versionState":"RELEASED","distributionDate":"2013-11-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:37:07Z","releaseTime":"2015-04-09T04:37:07Z","createTime":"2015-04-09T04:37:07Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"The Historically Black College and University Campus Sexual Assault (HBCU-CSA) Study, 2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Krebs, Christopher P."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lindquist, Christine H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Barrick, Kelle"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Historically Black College and University Campus Sexual Assault Study was undertaken to document the prevalence, personal and behavioral factors, context, consequences, and reporting of distinct forms of sexual assault. This study examined campus police and service provider perspectives on sexual victimization and student attitudes toward law enforcement and ideas about prevention and policy. The HBCU-CSA Study was a web survey administered in the fall semester of 2008 at 4 different colleges and universities. The participants included 3,951 undergraduate women and 88 staff from campus police, counseling centers, student health services, office of judicial affairs, women's center, office of the dean of students, and residential life."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary purposes of The Historically Black College and University Campus Sexual Assault Study were to generate prevalence estimates of distinct types of sexual assault experienced by undergraduate students before and after they entered college."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Historically Black College and University Campus Sexual Assault Study involved conducting a Web-based survey of undergraduate women, campus law enforcement, and service provider personnel at four HBCUs. The HBCUs, which varied in terms of size, geography, and type (e.g., public or private), were selected based on existing collaborations, interest in participation, and institutional capacity for participation. Faculty, staff, and students at all four of the HBCUs designed, controlled, and delivered the information about the study, and they responded to inquiries from potential respondents. The HBCU-CSA Survey was administered in the fall of 2008; a total of 3,951 undergraduate women participated.</p>\n<p>Three of the HBCUs provided the names and e-mail addresses of all campus law enforcement and service provider personnel who were considered to be the primary contacts for university students who experience sexual assault. The total sampling frame included 88 staff from the following departments: campus police, counseling centers, student health services, office of judicial affairs, women's center, office of the dean of students, and residential life. Data from staff are not available due to concerns about confidentiality.</p>\n<p>A nonresponse bias analysis was conducted, comparing respondents and nonrespondents on dimensions of race, age, and year of study, generally, as well as within each of the four HBCUs. Observable bias was minimal, but weights were created to adjust for any bias observed.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The survey was divided into six modules: Background Information, Alcohol and Drug Use, Health Information, Dating, Experiences, and Attitudes.</p>\n<p><ul>\n<li>Background Information included items on demographics, school classification (year of study, year of enrollment, transfer status), residential characteristics, academic performance (GPA, ever failed a course), sports and social involvement (sports team membership, social organization membership, party attendance), attendance at functions where alcohol is served, and attitudes toward one's university.</li>\n<li>Alcohol and Drug Use included items regarding frequency of alcohol and drug consumption since entering college. Data on 15 different classes of drugs were obtained, frequency of binge drinking and getting drunk, risk behaviors associated with unknown drug ingestion (accepting a drink from someone unknown, leaving a drink unattended), and experiences (suspected or known) with involuntary drug ingestion. A series of questions about both giving a drug to someone without their knowledge or consent and being given a drug without one's knowledge or consent were also asked.</li>\n<li>Health included items on current physical and mental health, symptoms of depression, and indicators of PTSD.</li>\n<li>Dating included items on sexual orientation, frequency of dating and consensual sexual intercourse, alcohol or drug consumption before sexual intercourse, condom use, and dating violence (questions were asked about both victimization and perpetration of emotional and physical abuse).</li>\n<li>The Experiences model included information on sexual assault and victimization. This module included a series of gate questions for numerous forms of non-consensual sexual contact experienced by the victim. Distinct gate questions were asked for the following forms of non-consensual sexual contact, both before and after entering college: (1) physically forced sexual assault (both completed and attempted but not completed incidents) and (2) sexual assault occurring when the respondent was incapacitated (respondents were asked about incidents they were certain happened and incidents they suspected happened). Detailed follow-up questions were asked of respondents who reported experiencing, since they began college, attempted or completed physically forced sexual assault or known or suspected sexual assault occurring when the respondent was incapacitated. The follow-up questions were asked separately for the two types of sexual assault (physically forced and incapacitated) and included items on the number of incidents, the specific types of assaults that occurred, the number of perpetrators, the relationship between the victim and the perpetrator(s), characteristics of the perpetrator(s), alcohol or drug use by the perpetrator(s) or victim, the location of the incidents, the timing of the incidents, use of weapons by perpetrator(s), injuries sustained, disclosure about the incidents to family or friends, victim's, crisis, or health care centers and law enforcement. Other follow-up questions included disclosure about the incidents to family or friends; victim's, crisis, or health care centers; and law enforcement; physical examinations or drug tests received; drugs tested positive for; satisfaction with reporting the incidents; reasons for not reporting the incidents; other actions (both personal and academic) taken as a result of the incidents; legal consequences experienced by the perpetrator; and whether the respondent considered the incident to be rape.</li>\n<li>The Attitudes section contained questions about student attitudes toward law enforcement and ideas about pre\nvention and policy.</li>\n</ul></p>\n<p>The law enforcement and service provider survey was divided into eight sections which included Background Information, Prevalence, Reporting, Context of Sexual Assaults, Attitudes, Policies and Practice, Preventative Activities and Recommendations.</p>\n<p><ul>\n<li>Background Information included survey items on years employed by university and in current position, sex, age, and race/ethnicity.</li>\n<li>Prevalence included items regarding respondents' perceptions of the percentage of women who are sexually assaulted at their university, frequency with which these incidents are reported, the number of victims the respondent comes in contact with, the number of perpetrators the respondent comes in contact with (law enforcement only), and the number of sexual assaults reported under the Clery Act.</li>\n<li>Reporting included items on respondents' perceptions about reasons that undergraduate women who are sexually assaulted may not contact a victims', crisis, or health care center or a law enforcement agency.</li>\n<li>Context of Sexual Assaults included items about potential characteristics of sexual assault incidents, such as the relationship between victims and perpetrators, use of force and weapons, injuries, victim and perpetrator drinking and drug use, and location of sexual assault incidents.</li>\n<li>Attitudes presented a list of potential characteristics of sexual assault incidents and asked the respondent to indicate whether the presence of the characteristic made them more or less likely to believe the woman's account of the assault.</li>\n<li>Policies and Practices included items about strategies for improving universities' responses to sexual assault incidents and better meeting the needs of victims. Respondents were asked about their university's use of these policies and practices and whether it was effective (if the university used it) or whether it would likely be effective (if the university did not currently use it).</li>\n<li>Prevention Activities used the same format as the previous section but included questions about strategies for sexual assault prevention.</li>\n<li>Recommendations included six open-ended questions asking about recommendations the respondent had for improving the university's activities related to sexual assault, including prevention, reporting, and meeting the needs of victims.</li>\n</ul></p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"African Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"campus crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"minorities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR II. Community and Urban Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD I. Attitude Surveys"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX.A. African American"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-12-03Version Text: 2013-12-03Version Date: 2013-12-03Version Text: 2013-12-03 Subject: null  Type: null  Notes: The DDI XML file was updated to match the version used to create the publicly available PDF codebook.;Subject: Study Level Error Note, Notes: The staff sample data referenced in the project's report (Krebs, Lindquist, and Barrick, 2010; NCJ 233614) are not available as part of this data collection due to confidentiality reasons.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-WG-BX-0021"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-11-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Undergraduate students, campus law enforcement and service provider personnel at four Historically Black Colleges and Universities."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Undergraduate women, campus law enforcement, and service provider personnel from four HBCUs participated in this study. Registrars at the HBCUs provided sampling frames with demographic information on all undergraduate women enrolled for the fall 2008 semester. A total of 15,891 undergraduate women were included across the four HBCU sampling frames. Initially, random samples of women were drawn from each sampling frame and invited to participate in the study, but when it became clear that response rates were going to be lower than anticipated, all undergraduate women at the four HBCUs were eventually invited to participate in the study. A total of 3,951 undergraduate women participated in the HBCU-CSA survey.</p>\n<p>The total sampling frame included 88 staff from the following departments: campus police, counseling centers, student health services, office of judicial affairs, women's center, office of the dean of students, and residential life.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"web-based survey"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The weight variable (HBCU_WT) was developed to adjust for nonresponse using a generalized exponential model. Weights were added for university, year of study, age, and race/ethnicity."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rates for undergraduate women was 24.9, and 52.3 percent for staff (72.5 percent for service providers and 35.4 percent for law enforcement staff)."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert type scales were used."}]}},"files":[{"description":"","label":"The Historically Black College and University Campus Sexual Assault (HBCU-CSA) Study, 2008","restricted":false,"version":1,"datasetVersionId":42146,"dataFile":{"id":2665011,"persistentId":"","pidURL":"","filename":"The Historically Black College and University Campus Sexual Assault (HBCU-CSA) Study, 2008","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}