{"status":"OK","data":{"id":44315,"identifier":"ICPSR03142.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03142.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03142.v1","latestVersion":{"id":40315,"storageIdentifier":"file://10.3886/ICPSR03142.v1","versionState":"RELEASED","distributionDate":"2001-10-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:16:58Z","releaseTime":"2015-04-09T04:16:58Z","createTime":"2015-04-09T04:16:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Role of Stalking in Domestic Violence Crime Reports Generated by the Colorado Springs Police Department, 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tjaden, Patricia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Policy Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Thoennes, Nancy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Policy Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the role of stalking in domestic  violence crime reports produced by the Colorado Springs Police  Department (CSPD). It provided needed empirical data on the prevalence  of stalking in domestic violence crime reports, risk factors  associated with intimate partner stalking, and police responses to  reports of intimate partner stalking. The study was conducted jointly  by the Justice Studies Center (JSC) at the University of Colorado at  Colorado Springs and the Denver-based Center for Policy Research  (CPR). JSC staff generated the sample and collected the data, and CPR  staff processed and analyzed the data. The sample was generated from  CSPD Domestic Violence Summons and Complaint (DVSC) forms, which were  used by CSPD officers to investigate crime reports of victims and  suspects who were or had been in an intimate relationship and where  there was probable cause to believe a crime was committed. During  January to September 1999, JSC staff reviewed and entered information  from all 1998 DVSC forms into a computerized database as part of the  evaluation process for Domestic Violence Enhanced Response Team  (DVERT), a nationally recognized domestic violence prevention  program. A subfile of reports initiated during April to September 1998  was generated from this database and formed the basis for the study  sample. The DVSC forms contained detailed information about the  violation including victim and suspect relationship, type of violation  committed, and specific criminal charges made by the police  officer. The DVSC forms also contained written narratives by both the  victim and the investigating officer, which provided detailed  information about the events precipitating the report, including  whether the suspect stalked the victim. The researchers classified a  domestic violence crime report as having stalking allegations if the  victim and/or police narrative specifically stated that the victim was  stalked by the suspect, or if the victim and/or police narrative  mentioned that the suspect engaged in stalking-like behaviors (e.g.,  repeated following, face-to-face confrontations, or unwanted  communications by phone, page, letter, fax, or e-mail). Demographic  variables include victim-suspect relationship, and age, race, sex, and  employment status of the victim and suspect. Variables describing the  violation include type of violation committed, specific criminal  charges made by the police officer, whether the alleged violation  constituted a misdemeanor or a felony crime, whether a suspect was  arrested, whether the victim sustained injuries, whether the victim  received medical attention, whether the suspect used a firearm or  other type of weapon, whether items were placed in evidence, whether  the victim or suspect was using drugs and/or alcohol at the time of  the incident, number and ages of children in the household, whether  children were in the home at the time of the incident, and whether  there was a no-contact or restraining order in effect against the suspect at the time of the incident."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Several studies have found a link between  stalking and violence perpetrated against women by intimates. As a  result, the United States Department of Justice en\ncouraged state and  local jurisdictions to train police officers and other justice system  officials about the potential risks associated with intimate partner  stalking and the efficacy of using antistalking laws to respond to  domestic violence and stalking. However, there was no systematic  effort to measure the prevalence of stalking allegations in domestic  violence crime reports or the ways in which justice system officials  responded to these allegations. Thus, it was unclear how often domestic  violence crime reports involved stalking and whether suspects in these  cases were charged with stalking. This study examined the role of  stalking in domestic violence crime reports generated by the Colorado  Springs Police Department (CSPD). It provided needed empirical data on  the prevalence of stalking in domestic violence crime reports, risk  factors associated with intimate partner stalking, and police  responses to reports of intimate partner stalking. The study sought to  address the following questions: (1) How prevalent are stalking  allegations in domestic violence crime reports? (2) What are the risk  factors associated with domestic violence stalking? (3) How often are  suspects of intimate partner stalking charged with stalking? (4) Do  presenting conditions in domestic violence crime reports with stalking  allegations differ significantly from those without stalking  allegations? (5) Do law enforcement outcomes in domestic violence  crime reports with stalking allegations differ significantly from those without stalking allegations?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted jointly by the Justice  Studies Center (JSC) at the University of Colorado at Colorado Springs  and the Denver-based Center for Policy Research (CPR). JSC staff  generated the sample and collected the data, and CPR staff processed and  analyzed the data. The sample was generated from CSPD Domestic Violence  Summons and Complaint (DVSC) forms, which were used by CSPD officers to  investigate crime reports of victims and suspects who were or had been  in an intimate relationship and where there was probable cause to believe  a crime was committed. During January to September 1999, JSC staff  reviewed and entered information from all 1998 DVSC forms into a  computerized database as part of the evaluation process for Domestic  Violence Enhanced Response Team (DVERT), a nationally recognized  domestic violence prevention program. A subfile of reports initiated  during April to September 1998 was generated from this database and  formed the basis for the study sample. The DVSC forms contained detailed  information about the violation including victim and suspect relationship,  type of violation committed, and specific criminal charges made by the  police officer. The DVSC forms also contained written narratives by  both the victim and the investigating officer, which provided detailed  information about the events precipitating the report, including whether  the suspect stalked the victim. The researchers classified a domestic  violence crime report as having stalking allegations if the victim  and/or police narrative specifically stated that the victim was stalked  by the suspect, or if the victim and/or police narrative mentioned that  the suspect engaged in stalking-like behaviors (e.g., repeated  following, face-to-face confrontations, or unwanted communications by phone, page, letter, fax, or e-mail)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables include victim-suspect  relationship, age, race, sex, and employment status of the victim and  suspect. Variables describing the violation include type of violation  committed, specific criminal charges made by the police officer,  whether the alleged violation constituted a misdemeanor or a felony  crime, whether a suspect was arrested whether the victim sustained  injuries, whether the victim received medical attention, whether the  suspect used a firearm or ot\nher type of weapon, whether items were  placed in evidence, whether the victim or suspect was using drugs  and/or alcohol at the time of the incident, number and ages of  children in the household, whether children were in the home at the  time of the incident, and whether there was a no-contact or  restraining order in effect against the suspect at the time of the incident."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stalking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as  a Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-WT-VX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-10-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado Springs"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Cases."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Cases who were or had been in an intimate relationship and  where there was probable cause to believe a crime was committed in Colorado Springs in 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Role of Stalking in Domestic Violence Crime Reports Generated by the Colorado Springs Police Department, 1998   ","restricted":false,"version":1,"datasetVersionId":40315,"dataFile":{"id":2652816,"persistentId":"","pidURL":"","filename":"Role of Stalking in Domestic Violence Crime Reports Generated by the Colorado Springs Police Department, 1998   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}