{"status":"OK","data":{"id":45017,"identifier":"ICPSR02826.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02826.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02826.v1","latestVersion":{"id":41017,"storageIdentifier":"file://10.3886/ICPSR02826.v1","versionState":"RELEASED","distributionDate":"1999-11-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:24:42Z","releaseTime":"2015-04-09T04:24:42Z","createTime":"2015-04-09T04:24:42Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program in the United States, 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. National Institute of Justice"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. National Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Arrestee Drug Abuse Monitoring (ADAM) Program measures  levels of and trends in drug use among persons arrested and booked in  the United States. The ADAM Program is a redesigned version of the Drug  Use Forecasting (DUF) Program (DRUG USE FORECASTING IN 24 CITIES IN  THE UNITED STATES, 1987-1997 [ICPSR 9477]), upgraded methodologically  and expanded to include 35 cities. The data address the following  topics: (1) types of drugs used by arrestees (based on self-reports  and urinalysis), (2) self-reported dependency on drugs, (3)  self-reported need for alcohol/drug treatment, (4) the relationship  between drug use and certain types of offenses, and (5) the  relationship between self-reported indicators of drug use and  indicators of drug use based on urinalysis. Participation in the  project is voluntary, and all information collected from the arrestees  is anonymous and confidential. The data include the arrestee's age,  race, gender, educational attainment, marital status, and the charge  at the time of booking. The recently modified ADAM/DUF interview  instrument (used for part of the 1995 DUF data and all of the DUF  1996, DUF 1997, and ADAM 1998 data) also collected information about  the arrestee's self-reported use of 15 drugs. For each drug type,  arrestees were asked whether they had ever used the drug, the age at  which they first used the drug, whether they had used the drug within  the past three days, how many days they had used the drug within the  past month, whether they had ever needed or felt dependent on the  drug, and whether they were dependent on the drug at the time of the  interview. Data from the new interview instrument also included  information about whether arrestees had ever injected drugs and  whether they were influenced by drugs when they allegedly committed  the crimes for which they were arrested. The data also include  information about whether the arrestee had been to an emergency room  for drug-related incidents and whether he or she had prior arrests in  the last 12 months. Data that continue to be collected with the new  version of the ADAM/DUF interview provide information about arrestees'  histories of drug/alcohol treatment, including whether they ever  received drug/alcohol treatment and whether they needed drug/alcohol  treatment. As part of the ADAM program, arrestees were asked to  provide a urine specimen, which was screened for the presence of the  following ten drug types: marijuana, opiates, cocaine, PCP, methadone,  benzodiazepines (Valium), methaqualone, propoxyphene (Darvon),  barbiturates, and amphetamines (positive test results for amphetamines were confirmed by gas chromatography)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Arrestee Drug Abuse Monitoring (ADAM) Program  was designed to estimate the prevalence of drug use among persons in  the United States who are arrested and booked, and to detect changes  in trends in drug use among t\nhis population. ADAM is a redesigned  version of the Drug Use Forecasting (DUF) Program (DRUG USE  FORECASTING IN 24 CITIES IN THE UNITED STATES, 1987-1997 [ICPSR  9477]), upgraded methodologically and expanded to include 35  cities. Research addressing the prevalence of drug use typically does  not include the population of offenders and therefore may  underestimate levels of drug use in the United States. The ADAM  program makes an important contribution to research on the prevalence  of drug use by sampling persons who are not sampled by other surveys  of drug use. Moreover, the ADAM data provide important information  that may be used by law enforcement and drug treatment officials to  allocate resources, design prevention strategies, and gauge the impact  of local efforts to reduce drug use. The following is a sample of the  questions addressed by the data: What types of drugs do arrestees use?  Among arrestees reporting drug use, how many report that they are  dependent on drugs? To what extent do arrestees report a need for  alcohol/drug treatment? Is the likelihood of drug use greater for  persons arrested for certain types of offenses? Finally, what is the  relationship between self-reported drug use and indicators of drug use based on urinalysis?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The ADAM program is a nonexperimental survey of  drug use among arrestees. In addition to supplying information on  self-reported drug use, at the conclusion of the interview arrestees  are asked to provide a urine specimen, which is screened for the  presence of ten illicit drugs. Between 1987 and 1997 the ADAM/DUF  program collected information about drug use among arrestees from  booking facilities in 24 sites across the United States, although the  number of data collection sites varied slightly from year to  year. Prior to 1998, samples of arrestees for the ADAM/DUF program  were drawn from booking facilities within each of the sites and thus  were limited to the types of arrestees booked at these facilities. In  11 sites (Atlanta, Chicago, Cleveland, Denver, Detroit, Houston,  Kansas City, Omaha, Philadelphia, St. Louis, and Washington, DC), the  catchment area represented the central city. (Kansas City ceased being  a DUF site after 1992). In ten additional sites (Dallas,  Ft. Lauderdale, Indianapolis, Miami, New Orleans, Manhattan [New York  City], Phoenix, Portland, San Antonio, and San Jose), the catchment  area was the county, parish, or borough. The data from Denver included  Denver County in its entirety, and the St. Louis data also encompassed  the county. In 1998, ADAM expanded to 35 sites, making a concerted  effort to add sites west of the Mississippi River. The 12 new sites  included Albuquerque, Anchorage, Des Moines, Laredo, Las Vegas,  Minneapolis, Oklahoma City, Sacramento, Salt Lake City, Seattle,  Spokane, and Tucson. The data collection area for each site included  the county within which the city is located. (Anchorage and New York  are the exceptions: Anchorage represented the city only and New York  included all five boroughs, which represent five separate  counties. The name of the New York site was changed from Manhattan to  New York City to reflect the inclusion of all boroughs.) Each quarter,  trained local staff at these sites obtain voluntary and anonymous  urine specimens from detained arrestees who have been in a booking  facility for not more than 48 hours. The number of persons interviewed  and the demographic composition of those interviewed varies somewhat  across the 35 sites participating in the ADAM program. On average,  each site attempts to obtain a sample of 225 adult males per  quarter. Data are collected from about 100 adult females each quarter  at 33 of the 35 sites. Each quarter, 13 sites collect data from  juvenile males and 8 collect data from juvenile females. Sites in  which juveniles are interviewed attempt to obtain samples of 100 boys  and 100 girls, although in many sites thes\ne quotas are not met due to  the small number of juvenile detainees from which to draw samples.  Beginning in 1998, all arrestees booked into a facility within the  previous 48 hours were eligible to be interviewed, including those  arrested on warrants only. The eligibility criteria differ  substantially from past years. For eligibility criteria employed from  1987-1997, users are encouraged to see the user guides for ICPSR 9477."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data include the age, race, sex, educational  attainment, marital status, employment status, and living  circumstances of a sample of persons arrested and booked in the United  States. The modified DUF/ADAM interview instrument (used for part of  the 1995 DUF data and all of the DUF 1996, DUF 1997, and ADAM 1998  data) also included detailed questions about each arrestee's  self-reported use of 15 drugs. For each drug type, arrestees were  asked whether they had ever used the drug, the age at which they first  used the drug, whether they had used the drug within the past three  days, how many days they had used the drug within the past month,  whether they had ever needed or felt dependent on the drug, and  whether they were dependent on the drug at the time of the interview.  Data from the new interview instrument also included information about  whether arrestees had ever injected drugs and whether they were  influenced by drugs when they allegedly committed the crimes for which  they were arrested. The data also include information about whether  the arrestee had been to an emergency room for drug-related incidents  and whether he or she had prior arrests in the last 12 months. Data  that continue to be collected with the new version of the ADAM/DUF  interview provide information about arrestees' histories of  drug/alcohol treatment, including whether they ever received  drug/alcohol treatment and whether they needed drug/alcohol  treatment. A urine specimen provided by the arrestee was screened (by  the drug-testing system EMIT, Enzyme Multiplied Immunoassay Testing)  for the following ten drug types: marijuana, opiates, cocaine, PCP,  methadone, benzodiazepines (Valium), methaqualone, propoxyphene  (Darvon), barbiturates, and amphetamines. All positive results for  amphetamines were confirmed by gas chromatography to eliminate  positives that may be caused by over-the-counter drugs. Finally, the  precinct (precinct of arrest) and law (penal law code associated with  the crime for which the subject was arrested) were collected for use by local law enforcement officials at each site."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ADAM/DUF Program"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug dependence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug related crimes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trends"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1999-11-10Version Text: 1999-11-10 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Users are encouraged to refer to the documentation  and reports in ICPSR 9477 for specific information on the DUF  Program from 1987-1997. (2) The user guide, codebook, and data  collection instruments are provided as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"OJP-98-C-001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-11-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998-01-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, clinical data, and administrative records data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program/Drug Use Forecasting (DUF) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["arrest records, personal interviews, and urine specimens"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual arrestees."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Arrestees in 35 sites in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The data were collected from booked arrestees as follows:  20,715 adult males at 35 sites, 6,699 adult females at 32 sites, 3,134  juvenile males at 13 sites, and 466 juvenile females at 8 sites. All arrestees were eligible for the ADAM program."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Approximately 80 percent of eligible arrestees  agreed to be interviewed. This agreement rate is down from  approximately 90 percent in previous years, due to the elimination of  the sampling method used in prior years. With all arrestees eligible  for the ADAM program, an increased number of arrestees do not agree to  participate. Of those who consented to the interview, approximately 80  percent provided a urine specimen. The dataset includes only those  persons who both agreed to be interviewed and provided a urine specimen."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Arrestee Drug Abuse Monitoring (ADAM) Program in the United States, 1998","restricted":false,"version":1,"datasetVersionId":41017,"dataFile":{"id":2657639,"persistentId":"","pidURL":"","filename":"Arrestee Drug Abuse Monitoring (ADAM) Program in the United States, 1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}