{"status":"OK","data":{"id":45946,"identifier":"ICPSR03412.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03412.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03412.v1","latestVersion":{"id":41946,"storageIdentifier":"file://10.3886/ICPSR03412.v1","versionState":"RELEASED","distributionDate":"2003-12-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:34:55Z","releaseTime":"2015-04-09T04:34:55Z","createTime":"2015-04-09T04:34:55Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Informal Social Control of Crime in High Drug Use Neighborhoods in Louisville and Lexington, Kentucky, 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Warner, Barbara D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Kentucky Research Foundation, Inc."}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This neighborhood-level study sought to explore the effect  of cultural disorganization, in terms of both weakened conventional  culture and value heterogeneity, on informal social control, and the  extent to which these effects may be conditioned by the level of drug  use in the neighborhood. Data for Part 1 were collected from  face-to-face and telephone interviews with households in the targeted  sample. Part 2 is comprised of data collected from the United States  Census 1990 Summary Tape File 3A (STF3A) as well as the United  States Census 2000 Population counts, Lexington and Louisville police  crime incident reports, and police data on drug arrests. The responses  gleaned from the survey used in Part 1 were aggregated to the census block group level, which are included in Part 2."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Understanding the community context in which  behaviors occur is viewed as critical in predicting a wide variety of  social problems for an increasing number of disciplines. While  sociology and public health disciplines have a long tradition of  understanding the ecological context of social problems, other  disciplines are just beginning to move toward more ecological  approaches. Within criminology, this trend of context-sensitivity has  produced a literature that has become increasingly concerned with  understanding the processes or mechanisms through which community  characteristics affect crime rates. The most common community-level  approach to understanding crime has been within a social  disorganization framework. However, empirical examinations of this  model have generally only examined aspects of structural  disorganization, ignoring what has been referred to as cultural  disorganization. The idea of cultural disorganization focuses on the  extent to which culture has become weakened and can no longer provide  the basis for social control. Social ties among community members are  viewed as an essential mediating characteristic between the community  structure and the informal social control of crime. Social ties are  the foundation for informal social control as they provide the  mechanism through which articulation of shared values occurs and  support for enforcing those values is generated within communities.  Communities with wider friendship and associational ties have been  argued to have a greater potential for informal social control. This  neighborhood-level study sought to explore the effect of cultural  disorganization, in terms of both weakened conventional culture and  value heterogeneity, on informal social control, an\nd the extent to  which these effects may be conditioned by the level of drug use in the neighborhood."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Because many of the issues of values and norms  seemed particularly relevant to neighborhoods in which drugs were  heavily used and in which a drug culture may have developed,  researchers wanted to intentionally include neighborhoods known to be  home to high levels of drug activity. While there has been much  discussion on how to best define neighborhoods geographically, most  community-level crime studies have used relatively large boundaries  such as census tracts, political wards, municipally defined  neighborhoods, or police beats. These \"neighborhoods,\" however, are  generally quite large, comprised of several thousand residents. The  census block group was chosen to define neighborhoods for this  study. Approximately 60 neighborhoods were used in this study. Data  for Part 1 were collected from face-to-face and telephone interviews  with households in the targeted sample (on average, 35 households per  census block group/neighborhood). Part 2 is comprised of data  collected from the United States Census 1990 Summary Tape File 3A  (STF3A) as well as the United States Census 2000 Population counts,  Lexington and Louisville police crime incident reports, and police  data on drug arrests. The responses gleaned from the survey used in  Part 1 were aggregated to the census block group level, which are  included in Part 2. Each sampled household was mailed a letter  explaining the purpose of the study and stating that the household  might be contacted to participate in the study. The letter further  informed recipients that participation in the study was voluntary and  completely confidential, and that survey respondents would be paid 15  dollars for participating in the survey, which would last  approximately 20-25 minutes. Cover letters were mailed to sampled  households in Louisville on February 10, February 16, February 22, and  February 25, 2000, and to households in Lexington on April 1, April 5,  and April 10, 2000. The mailing of the letters was staggered in order  to assure that each household would receive the letter only days  before interviewers would contact them. At this point households with  phones were separated from the households without phones. The \"with  phones\" sample was then turned over to the University of Kentucky  Survey Research Center, which conducted the telephone interviews.  Households without phones were interviewed face-to-face by members of  the research team. Telephone interviews were conducted between  February 16, 2000, and June 11, 2000. All telephone interviews began  with a confirmation of the respondent's address, so that researchers  were certain to interview only persons at the sampled addresses.  Interviewers were instructed to speak with the person in the household  who had most recently had a birthday and who was at least 18 years of  age. Disconnected numbers were tried again two weeks later in order to  attempt to capture temporary disconnects. If those numbers were still  disconnected, they became eligible to be included in the \"no-phone\"  list. At least 20 attempts, and in some neighborhoods as many as 30  attempts, were made to contact a household member at the listed phone  number. Even though researchers used the most recent city-wide  directories, many of the sampled households were vacant or researchers  had a telephone number that was no longer in service or no longer  associated with the sampled address. Therefore, in some neighborhoods  it was necessary to draw a second random sample in order to achieve  the desired 35 respondents/households per neighborhood. Households  without telephones, or with disconnected numbers, were interviewed  using face-to-face interviews. Interviewers were trained by the  research team and included both males and females, and African  Americans and Caucasians. Face-to-face interviewers attempted t\no make  contact at each address five times. Approximately 75 percent of the  completed surveys were conducted over the phone and 25 percent were  conducted in person. Two neighborhoods were eventually dropped from  the study. One neighborhood in the medical area of Louisville had only  a small number of respondents and another neighborhood consisting of  elderly housing had a low response rate. For Part 2, police data for  each of the two study cities were also collected. Researchers  collected police incident reports for 1997, 1998, and 1999, as well as  drug arrest data for 1999. All police data were geocoded using  ArcView. After geocoding, lists of incidents were printed for each  neighborhood. These lists were verified by a research assistant, who  checked addresses on all boundary streets to be sure only those  addresses on the included side of the street (odd versus even) were  counted. Further, incidents that occurred in the intersection of  boundary streets were treated in two ways. Because these incidents  could be counted in as many as four different neighborhoods (for  example, if the intersection was a boundary on the southeast corner of  neighborhood A, the southwest corner of neighborhood B, the northeast  corner of neighborhood C, and the northwest corner of neighborhood D),  researchers counted them in each neighborhood in which they were  included (total counts) and randomly assigned them to one of the neighborhoods in which they could have been included (random counts)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1 include respondents' answers to  questions about their interaction with their neighbors such as how  often they borrowed or exchanged things with their neighbors, how  often they invited neighbors over for a meal, to play cards, or to  talk, how often they discussed their children, neighborhood children,  or church with their neighbors, how often they went out with their  neighbors to dinner or to a sporting event, and how often they  disagreed with their neighbors. Respondents were also asked about the  number of times within the last six months certain crimes took place  in their neighborhood such as fights involving or not involving a  weapon, sexual assault or rape, robbery, or muggings, and whether any  member of their household was a victim of any of these crimes. Whether  any of the following events ever occurred in the neighborhood was  reported by the respondents, as well as if the respondent called the  police to report these events: people using drugs, noisy parties, loud  arguments, broken street lights, abandoned cars, and people drinking  or buying and selling drugs. Respondents also provided their opinion  about the importance of education, drug use, trusting neighbors,  living by a value system, spousal abuse, and the police and their  interaction with the neighborhood. Demographic variables include the  gender, age, race, and marital status for each respondent. For Part 2,  variables that were used in Part 1 were aggregated up so that they  represented a \"neighborhood\" or census block group as opposed to an  individual household. Additional variables for Part 2 include the 1990  Census population totals for specific age groups (e.g., total persons  aged 22 to 24), ratio of income to poverty taken from the 1990 Census,  and homicides, rapes, assaults, robberies, burglaries, and auto thefts from 1997, 1998, and 1999, taken from police reports."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime rates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"informal social control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social structure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social values"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urban areas"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urban problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3412.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3412.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-IJ-CX-0052"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-12-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-02"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for Part 1 were collected from face-to-face and  telephone interviews with households in the targeted sample.  Administrative records data for Part 2 were collected from the United  States Census 1990 STF3A as well as from the United States Census 2000  Population counts, Lexington and Louisville Police crime incident reports, and police data on drug arrests."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kentucky"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Lexington"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Louisville"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["census block group"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: households, Part 2: census block groups"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Census block groups in two urban cities located in  Kentucky and individuals, representing households, from within the block groups."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample for this study consists of 66 block groups in  two urban communities in Kentucky. The sampling plan was developed to  assure a sufficient number of high drug use neighborhoods and to  assure an adequate distribution of predominantly white, predominantly  racially mixed, and predominantly minority neighborhoods. To achieve  these goals, a non-proportional stratified sampling of block groups  was used. Once block groups were sampled, all street segments within  those block groups were identified. Using the \"street section\" of  city-wide directories, all addresses on these street segments were  then identified, and a sample of approximately 60 households from each  block group was selected using systematic random sampling. Since the  cross-reference directory distinguished between residences and businesses, only residences were included in the sampling frames."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, the overall cooperation rate was 60 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Aggregate Data","restricted":false,"version":1,"datasetVersionId":41946,"dataFile":{"id":2663911,"persistentId":"","pidURL":"","filename":"Aggregate Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Survey Data","restricted":false,"version":1,"datasetVersionId":41946,"dataFile":{"id":2663910,"persistentId":"","pidURL":"","filename":"Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}