{"status":"OK","data":{"id":42394,"identifier":"ICPSR04579.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04579.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04579.v1","latestVersion":{"id":38394,"storageIdentifier":"file://10.3886/ICPSR04579.v1","versionState":"RELEASED","distributionDate":"2008-03-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:55:59Z","releaseTime":"2015-04-09T03:55:59Z","createTime":"2015-04-09T03:55:59Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtainin\ng these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Exploring Women's Histories of Survival of Violence and Victimization in a Midwestern State, 2004-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Postmus, Judy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University. School of Social Work"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Severson, Margaret"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Kansas. School of Social Welfare"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study explored the histories of physical and sexual  victimization reported by incarcerated and non-incarcerated women. It  sought to identify the survival strategies women activated at various  points in their life span. In Phase One, 424 women were interviewed  from March 2004 to March 2005 on a variety of topics covering  victimization and disclosure experiences and risk and protective  factors. Information from those interviews is contained in Part 1,  Phase One, Interview Data. In Phase Two, 17 women from the prison  and/or the community who had participated in the Phase One interviews  were again interviewed in an effort to provide more depth about their  experiences of victimization and of the resources, social services,  and supports they may have received or not, subsequent to the  victimization(s). Information from these qualitative follow-up  interviews is contained in Parts 2-18. Variables cover topics such as  personal attitudes, health and well-being, relationships with family  and friends, coping with stress, emotional health, alcohol and drug  use, childhood maltreatment, intimate partner violence, sexual  experiences, services and resources received, traumatic experiences,  suicide, resource generating strategies, legal issues, and demographics."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The focus of the study was to explore certain  similarities and differences in life experiences as they occurred  between and within several groups of women. Those groups included  women who reported having been victims of personal violence and who  were incarcerated at the time of the study, women living in the  community and who received services for their victimization  experiences sometime in the 12 months prior to the initiation of data  collection, and women who may or may not have been victimized and who  had not received services in the 12 months prior to the initiation of  the interview. The two primary areas of in\nquiry explored in this  research were (1) women's access and opportunities for various types  of social services and (2) their current personal status on various  measures of health, mental health, substance use, incarceration, and  suicidality.</p>\n\n<p>The study was conducted in two phases. In Phase One, 424 women were  interviewed on a variety of topics covering victimization and  disclosure experiences and risk and protective factors.</p>\n\n<p>The overall goal of this research was to compare the life  experiences of female victims of intimate partner violence, sexual  violence, and youth maltreatment who are living in disparate settings:  the state's Women's Correctional Facility (WCF) and in urban and rural  communities within the state. The specific objectives of the research  were: (1) To determine whether victimized women residing the in the  community (a) were offered and (b) participated in, one or more social  service and social support interventions that may have had an impact  on their health, mental health, alcohol or illegal substance use, and  incarceration status. Specific attention was directed toward exploring  the type and range of involvement of those systems that may have been  available to provide assistance to abused and injured women at earlier  points in their lives. These systems include schools, sexual  assault/domestic violence programs, law enforcement, medical  providers, mental health providers, agencies responsible for ensuring  the protection and safety of children, religious and faith-based  groups, and family or friends. (2) To determine the rate of  co-occurrence of sexual assault with intimate partner violence and  other forms of familial abuse and youth maltreatment among and between  incarcerated and non-incarcerated women. (3) To suggest implications  for improving policy and practice strategies within the criminal  justice system, for both incarcerated and never-incarcerated victims  of intimate partner violence, sexual assault, and youth  maltreatment.</p>\n\n<p>The essential goal of the study was to examine the consequences,  (defined as the health, mental health, substance use, incarceration,  and suicidality) of intimate partner violence, sexual violence, and  youth maltreatment and victimization, in order to identify at-risk  populations, modifiable risk and essential mediating factors, and optimal times for intervention.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study was conducted in two phases. In Phase  One, 424 women were interviewed from March 2004 to March 2005 on a  variety of topics covering victimization and disclosure experiences  and risk and protective factors. All women recruited from the Women's  Correctional Facility (WCF) and the community venues were asked to  participate in face-to-face interviews. The total sample included 424  women: 158 women incarcerated in the correctional facility, 157 women  who had been recipients of services for intimate partner violence  and/or sexual assault within the 12 months prior to the research  interview, and 109 women from the community at large who had not  received services in the prior 12 months.</p>\n\n<p>The face-to-face interviews of the women incarcerated in the  correctional facility were conducted on the prison grounds at regular  intervals each month over a 12-month period. Every interview took  place in a private office or meeting room. Interviewing staff were  provided with a tour of the women's correctional facility and training  on safety and security issues prior to the data collection.</p>\n\n<p>For women in the community, a similar data collection protocol was  implemented. Face-to-face interviews were conducted in a mutually  agreed upon location that was determined prior to each actual meeting.  The criteria for identifying a safe place to meet included the  proximity of the location to the participant, the level of comfort in  discussing private concerns, and the safety of the participant and the  resear\ncher. Locations included offices within agencies or domestic  violence shelters, local restaurants, and local public libraries.  Permission from the manager of the selected site was secured prior to  interviewing. Interviews were not held in the homes of any of the  participants in an effort to protect the safety of the participants as  well as the researcher. These community interviews were conducted  throughout a 12-month period.</p>\n\n<p>Experienced translators translated the recruitment flyers and the  survey instrument into Spanish, ensuring that the language of the  survey instrument was culturally appropriate and linguistically  accurate. Several of the research interviewers were bilingual, and  one of the translators reviewed and field tested the final Spanish  version of the survey to double check its conformity to the English  version.</p>\n\n<p>In Phase Two, if a person met the qualifying criteria, she was  asked if she would be interested in participating in an interview with  a researcher, which was intended to go into more depth about her  experiences of victimization and about the resources, social services  and supports she may have or have not received subsequent to the  victimization(s). Ten women from the prison and seven women who  resided and/or received services in one of the urban communities  agreed to participate in another face-to-face interview. In order to  accurately capture the narrative data, after providing information  about the nature of this in-depth interview, every respondent gave her  informed consent for both her participation and the tape recording of  the interview. The taped interviews were later transcribed using the  appropriate privacy safeguards and the data were entered into a  computer database.</p>\n\n<p>Participants were interviewed in-depth on several topics related to  the quantitative portion of this research (Phase One), in interviews  consisting of open-ended questions and probes. Additionally, the  respondents were asked about their disclosure experiences, including  to whom, when, and how they disclosed their victimization experiences.  The face-to-face interviews of women residing in the WCF took place in  a private room provided by the facility. For women in the community,  face-to-face interviews were conducted in a mutually agreed upon location determined prior to the actual meeting.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In Part 1, Phase One, Interview Data,  respondents were read a series of statements regarding their personal  attitudes and traits and asked to rate how strongly they agreed with  each statement. For example, respondents were asked how strongly they  agreed with such statements as, \"It is difficult for me to make new  friends,\" \"I like to cook,\" or \"Failure just makes me try harder.\"</p>\n\n<p>Respondents were also asked questions regarding their general  health and whether their health limited them in doing vigorous  activities, climbing one flight of stairs, or walking several  blocks. Additionally, respondents were asked if their physical or  emotional health affected daily activities. The women were also asked  how often, during the past week, they felt such things as, \"full of  pep,\" \"calm and peaceful,\" or \"tired.\" Respondents were also asked if  they had any chronic medical conditions, and if so, what these  conditions were.</p>\n\n<p>Furthermore, the women were asked how strongly they agreed with a  series of statements regarding family and friends. Statements included  such items as, \"My friends respect me,\" \"I am really admired by my  family,\" and \"I feel valued by other people.\"</p>\n\n<p>Next, respondents were asked about ways they coped with stress.  They were read a series of statements and asked how often they  performed each statement. Statements included such things as, \"I've  been turning to work or other activities to take my mind off things,\"  \"I've been criticizing myself,\" and \"I've been expressing my negative  feelings.\"</p>\n\n<p>Respondents were read statements regarding their emotional health  and asked how often the statement applied to them during the past  week. Statements included such items as, \"I was bothered by things  that usually don't bother me,\" \"I felt fearful,\" and \"I felt that  people disliked me.\"</p>\n\n<p>The women were also asked questions regarding their use of alcohol  and other drugs.</p>\n\n<p>Respondents were asked if they had experienced any abuse or  maltreatment as a child such as being hit by a parent, being touched  sexually without giving consent, or engaging in intercourse without  giving consent. For each experience, respondents were asked who did  the act, how often it happened, how old they were the first time it  happened, whether they told anyone, and if so, who they told, and what  happened after they told someone.</p>\n\n<p>The women were also read a series of behaviors that women have  reported have been used by their intimate partners and asked to  estimate how often each happened to them. Statements included such  items as the intimate partner \"called you a name and/or criticized  you,\" \"Put down your family or friends,\" \"Slapped, hit, or punched  you,\" and \"Choked or strangled you.\" Respondents were asked how often  they experienced such things as \"physical pain lasting more than an  hour\" or \"a fractured or broken bone\" as a result of the physical or  emotional behavior of their intimate partner. They were also asked if  they told anyone, and if so, who they told and what happened after  they were told.</p>\n\n<p>The women were also asked a series of questions regarding whether  they had sexual experiences. Questions included, \"Had sexual  intercourse when you both wanted to?\", \"Found out that someone had  obtained sexual intercourse with you by saying things the person  didn't really mean?\", or \"Have you ever been raped?\". This was  followed by how often the women experienced such things as \"physical  pain lasting more than an hour\" or \"a fractured or broken bone\" as a  result of their sexual experiences. They were also asked if they told  anyone and, if so, who they told and what happened after they were  told.</p>\n\n<p>Respondents were also read a list of services or resources they may  have received in the past for abuse experiences they had as an adult  or child. They were asked whether they had received such a service,  and if so, how helpful the service was. Included were such services as  \"emotional support from friends or family,\" \"visit to a medical  provider,\" \"educational support,\" or \"Child Protective Services.\" They  were also read a series of statements related to possible barriers or  challenges that prevented them from getting help for their abuse  experiences. They were asked whether each statement was true.  Examples included \"My health insurance would not cover services,\" \"I  was concerned about how much money it would cost,\" and \"I thought it  would take too much time or be inconvenient.\"</p>\n\n<p>The women were also asked about other traumatic experiences they  may have had such as a life-threatening illness, being present when  another person was killed, seriously injured, or sexually or  physically abused, or being involved in a natural disaster.</p>\n\n<p>Respondents were also asked a series of questions regarding suicide  including whether they ever thought about committing suicide, whether  they ever made a plan for committing suicide, and whether they had  ever attempted suicide.</p>\n\n<p>Respondents were asked how often they engaged in a series of  activities in order to generate income. This included such things as  working full-time, selling recyclable items, writing bad checks, or  pawning personal or family items.</p>\n\n<p>Next, the women were asked whether they had ever been arrested and,  if so, for what.</p>\n\n<p>Lastly, respondents were asked a series of demographic questions  including year of birth, racial or ethnic group, number of children,  education, living arrangements, income, w\nhether they had ever applied  for or received welfare, home ownership, community description, who  lived in their home for most of their childhood, their family's  economic situation while they were growing up, how they found out  about the study, and whether they had received domestic violence or sexual assault services in the last 12 months.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"coping"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"income"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal history"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"suicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-03-26Version Text: 2008-03-26 Subject: null  Type: null  Notes: Part 1: LRECL with SAS, SPSS, and Stata setup files,  SAS transport (CPORT) file, SPSS system file, Stata system file,  and tab-delimited ASCII data file. Parts 2-18: ASCII, RTF, and PDF text formats; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-IJ-CX-1037"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2008-03-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-03-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-03-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All female residents of a Midwestern state from March 2004 to March 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>One of the goals of this research endeavor was to  obtain an ethnically/culturally diverse sample. Special efforts were  made to achieve this goal. Two of the communities from which sampling  occurred had significant ethnic minority populations, including  persons of the African American and Hispanic heritage.</p>\n\n<p>For Phase One (Part 1), the research sample was drawn from five  different communities in one Midwestern state. Three urban  communities, one rural community, and the only correctional facility  for women in the state were selected in an attempt to secure a  racially, ethnically, and geographically diverse sample of women aged  18 and older. Community referrals were generated through recruitment  of women seeking assistance from sexual assault and domestic violence  programs and from the community at large. The goal was to recruit at  least 200 women from the Women's Correctional Facility (WCF), at least  200 women from domestic violence and sexual assault service providers  in the four communities, and at least 100 women from the general  population of all four communities. In the end, the final sample fell  slightly short of this goal, though achieved the proportionality  desired with 158 women recruited from the prison, 157 from domestic  violence and sexual assault programs, and 109 from the four  communities at large.</p>\n\n<p>For Phase Two (Parts 2-18), time constraints and an assessment by  the principal investigators that a certain data saturation level had  been reached, once the 17 participants were identified and  interviewed, resulted in the ceasing of recruitment for additional Phase Two interviews.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Phase One, Interview Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637093,"persistentId":"","pidURL":"","filename":"Phase One, Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 10 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637103,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 10 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 11 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637104,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 11 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 12 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637105,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 12 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 13 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637106,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 13 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 14 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637107,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 14 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 15 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637108,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 15 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 16 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637109,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 16 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 17 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637110,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 17 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 1 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637094,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 1 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 2 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637095,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 2 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 3 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637096,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 3 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 4 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637097,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 4 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 5 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637098,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 5 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 6 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637099,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 6 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 7 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637100,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 7 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 8 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637101,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 8 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase Two, Interview 9 Data","restricted":false,"version":1,"datasetVersionId":38394,"dataFile":{"id":2637102,"persistentId":"","pidURL":"","filename":"Phase Two, Interview 9 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}