{"status":"OK","data":{"id":41761,"identifier":"ICPSR03965.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03965.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03965.v1","latestVersion":{"id":37761,"storageIdentifier":"file://10.3886/ICPSR03965.v1","versionState":"RELEASED","distributionDate":"2004-10-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:49:00Z","releaseTime":"2015-04-09T03:49:00Z","createTime":"2015-04-09T03:49:00Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no r\nesponsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Case Classification for Juvenile Corrections:  Evaluation of the Youth Level of Service Inventory in Ohio, 1998-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Travis, Lawrence"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice. Center for Criminal Justice Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Latessa, Edward"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice. Center for Criminal Justice Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Flores, Anthony"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati. Division of Criminal Justice. Center for Criminal Justice Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study assessed the effectiveness of the Youth Level of  Service/Case Management Inventory (YLS/CMI or Y-LSI). The Y-LSI is an  instrument for classifying juvenile offender risk of recidivism and  for identifying areas of treatment need that, if addressed, will  result in a reduced risk of recidivism. Three juvenile correction  agencies in Ohio that used the Y-LSI for case classification were the  settings for this study. Data in Part 1 were collected on 1,679 youths  received in the three correctional settings between July 1, 1998, and  June 30, 1999. Youths' files were reviewed to complete the data  collection instruments. These files contained demographic and  background information, Y-LSI assessments, and information relating to  treatment and service referrals, completion of programming, and  supervision outcome. One year after the initial Y-LSI assessments,  reassessment data were collected on youths. Reassessments were  completed on youth at the time of program completion or one year after  the initial assessment. Supervision outcome data were collected two  years after the initial data collection. Data in Part 2 were collected  in 2001 through a survey of 196 agency staff members on their reactions to the use of the Y-LSI as a classification instrument."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study assessed the effectiveness of the  Youth Level of Service/Case Management Inventory (YLS/CMI or  Y-LSI). The Y-LSI is an instrument for classifying juvenile offender  risk of recidivism and for identifying areas of treatment need that,  if addressed, will result in a reduced risk of recidivism. Three  juvenile correction agencies in Ohio that used the Y-LSI for case  classification were the settings for this study. These were the Ohio  Department of Youth Services (ODYS), the Clermont County Juvenile  Probation Department, and the Butler County Juvenile Rehabilitation  Center. The ODYS operates juvenile institutions and aftercare for  approximately 2,000 delinquent youth each year. ODYS operates a  Release Authority that is authorized to grant release to youth under  its custody. The department and its Release Authority have adopted the  Y-LSI as a central component of case classification. All youth  received by ODYS are administered the Y-LSI. The Butler County  Juvenile Rehabilitation Center is a residential program for males and  females with a program capacity of 46. The average length of stay is  about seve\nn months, and the program is almost always at capacity. The  Clermont County Juvenile Probation Department receives about 1,500  youths each year who were ordered to probation by the Clermont County  Juvenile Court. The department uses the Y-LSI to classify  approximately two-thirds of these youths. This study was designed to  answer three separate but related questions: (1) Is the Y-LSI a valid  predictor of case outcome for juvenile delinquents under correctional  supervision? (2) How do juvenile correctional agencies use the Y-LSI  for the allocation of correctional supervision and resources? and (3)  Are changes in the areas of risk measured by the Y-LSI through  correctional treatment associated with reductions in re-offending rates by youth?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1, Y-LSI and Follow-up Data, were  collected on 1,679 youths received in the three correctional settings  between July 1, 1998, and June 30, 1999. The sample included 960  individuals from ODYS, 626 from Clermont County Juvenile Probation,  and 93 from the Butler County Rehabilitation Center. Youth files were  made available to research staff and were reviewed to complete the  data collection instruments. These files contained a wide variety of  demographic and background information about each youth, including  Y-LSI assessments (which were completed by agency staff at each site).  As a measure of quality control, reliability checks were conducted on  the sites. Y-LSI trained researchers conducted separate Y-LSI  interviews and compared their assessments with those completed by  agency staff. In these checks, a very small random sample of  individuals was selected from each site and interviewed by  researchers. In these comparisons no significant differences were  revealed in terms of the overall Y-LSI risk or in terms of the  individual subcomponent scores. The Y-LSI gathered information  relevant to the youths' offending behavior, assessing the following  eight domains: prior and current offenses/adjudications, family  circumstances/parenting, education/employment, peer relations,  substance abuse, leisure/recreation, personality/behavior, and  attitudes and orientations. Demographic characteristics, as well as  information relating to treatment and service referrals, completion of  programming, and supervision outcome, were also collected from case  files and recoded on the data collection tool. One year after the  initial Y-LSI assessments, reassessment data were collected on  youths. Reassessments were completed on youth at the time of program  completion or one year after the initial assessment. Approximately two  years after the initial data collection, supervision outcome data were  gathered including checks for program completion, violations, new  arrests, seriousness of new arrest, adjudications, and institutional  commitments. These data were collected from each agency in a different  fashion. ODYS and Clermont County Probation provided outcome data  while researchers visited the Butler Residential Treatment Facility  and examined youth files to obtain relevant outcome data. Data in  Part 2, Practitioner Survey Data, were collected in 2001 through a  survey of 196 staff at the three agencies. Packets of surveys and  return envelopes were mailed to each research site. One individual  from each site (usually an administrator) was responsible for staff  completion of these surveys. Responses were kept anonymous to assure  confidentiality. Upon completion surveys were mailed back to the  researchers where the responses were coded and entered into a  database. The survey inquired about agency administrators' and staff's  reactions to the use of the Y-LSI as a classification instrument. It  asked respondents to rate the utility of the instrument and report  their perceptions of ease of use and strengths and weaknesses of the  process. The survey also asked the respondents how the classification information was used in the m\nanagement of cases."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables for Part 1, Y-LSI and Follow-up Data,  include date of birth, age, date of first two Y-LSI administrations,  answers for each Y-LSI item, Y-LSI subcomponent composite scores, and  total score for both Y-LSI administrations, gender, race, scores on  other instruments administered by the correctional agencies, including  IQ, parents' criminal history, history of involvement with child  services, presence of siblings, siblings' criminal history, mental  health history, abuse history, school attendance and performance, gang  affiliation, family structure, current offenses and sentences, date  supervision began, level of supervision, violations while under  supervision, violation dates, disciplinary action, type of treatment  undertaken, dates of treatment, whether treatment was successfully  completed, institutional transfers, dates of transfers, prior offenses  for up to 11 offenses, prior offense dates, prior offense  dispositions, date of release, recidivism at three, six, and twelve  months after release, and several derived variables. Variables for  Part 2, Practitioner Survey Data, include date, gender, date of birth,  years at agency and in current position, education completed,  experience with the Y-LSI, assessment of how appropriately placed  youths in agency were, the most critical needs of youths in the agency,  most important types of treatment youths should receive, time spent  assessing youths at intake, rating of how objective Y-LSI was, amount  of paperwork involved in using the Y-LSI, how difficult it was to  administer the Y-LSI, how helpful the Y-LSI was for youth placement,  identifying treatment needs, case planning, helping the youths, and  decision justification, extent of use of Y-LSI by agency, strengths of the Y-LSI, weaknesses of the Y-LSI, and ways to improve the Y-LSI."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3965.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3965.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR in  separate Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-JB-VX-0108"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-10-18"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["Part 1: administrative records data. Part 2: survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data in Part 1 were collected from administrative  records kept by each of the juvenile correction agencies. Part 2 data were collected through mailback questionnaires."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Individuals who entered the Ohio Department of  Youth Services, the Butler County Juvenile Rehabilitation Center, or  the Clermont County Juvenile Probation Department in Ohio between July 1998 and December 1999. Part 2: Staff at these agencies in 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sampling ratio was 50 percent for the ODYS and  Clermont County Juvenile Probation Department and 100 percent for the Butler County Rehabilitation Center."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: Not available. Part 2: The individuals  responsible for ensuring the completion of surveys by staff  administering the Y-LSI provided assurances that surveys were completed by all appropriate staff."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Part 1: Scales include the Youth Level of Service/Case  Management Inventory, the Juvenile Automated Substance Abuse  Evaluation, Test Taking Attitude, Intelligence Quotient, and the Sex  Offender Assessment Tool. Part 2: Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Practitioner Survey Data","restricted":false,"version":1,"datasetVersionId":37761,"dataFile":{"id":2629332,"persistentId":"","pidURL":"","filename":"Practitioner Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Y-LSI and Follow-up Data","restricted":false,"version":1,"datasetVersionId":37761,"dataFile":{"id":2629331,"persistentId":"","pidURL":"","filename":"Y-LSI and Follow-up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}