{"status":"OK","data":{"id":42561,"identifier":"ICPSR03349.v3","persistentUrl":"https://doi.org/10.3886/ICPSR03349.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03349.v3","latestVersion":{"id":38561,"storageIdentifier":"file://10.3886/ICPSR03349.v3","versionState":"RELEASED","distributionDate":"2002-02-22","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:57:45Z","releaseTime":"2015-04-09T03:57:45Z","createTime":"2015-04-09T03:57:45Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"This data collection may not be used for any purpose other than statistical reporting and analysis. Use of these data to learn the identity of any person or establishment is prohibited.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Monthly Poll, June 2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The New York Times"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The New York Times"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to give their opinions of President George W. Bush and his handling of the presidency. Opinions were also gathered on Vice President Dick Cheney, Senate Majority Leader Tom Daschle, Arizona Senator John McCain, and the United States Congress. Responding to questions about Bush, those polled gave their opinions on Bush's handling of foreign policy, the economy, the energy situation, and the environment. Respondents were asked if Bush could be trusted to keep his word, whether Bush had strong qualities of leadership, whether they had confidence in Bush's ability to deal wisely with an international crisis, and how much they thought Bush cared about the needs and problems of people like themselves, as well as Blacks. Opinions were gathered on whether Bush was seen as more liberal, moderate, or conservative, whether he was a different kind of Republican, whether he was working hard enough at the job of being president, and whether he had good judgment under pressure. Respondents were queried on whether Bush could negotiate effectively with world leaders and if those leaders had respect for him. The next set of questions dealt with the President and Congress. Opinions were gathered on both the Republican and Democratic parties, whether the close division between Republicans and Democrats had decreased partisanship by forcing the parties to work together, whether Bush would compromise with the Democrats to get things done and if the Democrats would do the same, if the Democrats or the president would have more influence over the direction of the country, whether respondents trusted the president or the Senate to make the right decisions about who should sit on the Supreme Court, and whether Bush's appointees would be more conservative than respondents would like. Another set of questions dealt with Social Security, including whether respondents thought individuals should be allowed to invest a portion of their Social Security taxes on their own and whether the government should be responsible to make up any losses as a result of personal investment. On the subject of Medicare, respondents were asked if reducing the cost of prescription drugs for the elderly mattered to them personally and if they would favor having Medicare pay for the costs of prescription drugs for all recipients or only for low-income recipients. Opinions were also solicited on whether respondents favored a law guaranteeing people in HMOs and other managed care plans the right to sue their plans for denying coverage. Respondents were asked if they favored raising the minimum wage and if there should be mandatory testing of students every year in public schools to determine the allocation of federal funds. With respect to the economy, respondents were asked how they rated the condition of the national economy, whether they thought it was getting better, whether the tax cuts would be good for the economy, and whether using a significant portion of the budget surplus to cut taxes would be the best thing to do or if it would be better to spend the money on programs such as Social Security and Medicare. On the subject of the environment and energy, questions were asked concerning whether continuing environmental improvements must be made regardless of cost, whether producing energy or protecting the environment was more important, whether the environment must be protected even if it meant paying higher prices for electricity and gasoline, whether respondents thought that the energy shortages were real, and whether they thought energy companies decided among themselves what prices to charge for energy. Respondents were also asked whether they approved of the building of more nuclearpower plants to generate electricity and whether they w\nould still feel that way if one were built in their own community, whether the government should increase production of petroleum, coal, and natural gas, or instead encourage people to conserve energy, whether there should be fewer regulations placed on oil and gas companies to make it easier for them to increase energy production, whether the oil industry had too much influence, and how they felt Bush and Cheney's ties to the oil industry would affect the administration's energy policy. Opinions of respondents were also elicited on the California power shortages, including whether the problems in California were a result of real power shortages or if power companies were claiming power shortages in order to charge consumers more for power, whether the federal government should help California with its energy problems, and whether respondents were in favor of price caps on power. On the issue of cars and fuel, respondents were asked what type of vehicle they had most recently purchased and whether they approved of the government requiring car manufacturers to meet higher fuel efficiency standards. A final set of questions concerned global warming. Respondents were asked whether the United States should abide by the Kyoto Treaty, if global warming would have a serious impact now or in the future, and whether it was necessary to take steps to counter the effects of global warming right away. Background information on respondents includes age, sex, race/ethnic identity, education, religion, voter registration and participation history, political party affiliation, political orientation, marital status, age of children in household, income, economic investments, and type of health insurance plan respondents had."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"TPDRC II. Terrorism and Preparedness Survey Archive (TaPSA)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"TPDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-04-29Version Text: 2009-04-29Version Date: 2009-04-29Version Text: 2009-04-29 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR updated the frequency file for this collection to include the original question text.;Version Date: 2009-04-22Version Text: 2009-04-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.; Subject: null  Type: null  Notes: LRECL;Subject: Study Level Error Note, Notes: This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, documentation has been converted to Portable Document Format (PDF), data files have been converted to non-platform-specific formats, and variables have been recoded to ensure respondents' anonymity.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-02-22"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-06-14"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001-06-18"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult population of the United States aged 18 and over having telephones at home."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A variation of random-digit dialing using primary sampling units (PSUs) was employed, consisting of blocks of 100 telephone numbers identical through the eighth digit and stratified by geographic region, area code, and size of place. Within households, respondents were selected using a method developed by Leslie Kish and modified by Charles Backstrom and Gerald Hursh (see Backstrom and Hursh, SURVEY RESEARCH. Evanston, IL: Northwestern University Press, 1963)."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS NewsNew York Times Monthly Poll, June 2001","restricted":false,"version":1,"datasetVersionId":38561,"dataFile":{"id":2638396,"persistentId":"","pidURL":"","filename":"CBS NewsNew York Times Monthly Poll, June 2001","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}