{"status":"OK","data":{"id":39839,"identifier":"ICPSR03490.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03490.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03490.v1","latestVersion":{"id":35839,"storageIdentifier":"file://10.3886/ICPSR03490.v1","versionState":"RELEASED","distributionDate":"2005-01-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:27:51Z","releaseTime":"2015-04-09T03:27:51Z","createTime":"2015-04-09T03:27:51Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Families As a Resource in Recovery From Drug Abuse in New York City, 1999-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sullivan, Eileen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined La Bodega de la Familia, an  experimental program for drug-abusing offenders and their families in  New York City. The study evaluated the outcomes of substance abusers  and their families who participated in La Bodega's family case  management by comparing them to a group of similar families that did  not participate in the program. Data were collected on 93 La Bodega  participants and 88 comparison subjects. Data were gathered through  structured interviews conducted when subjects entered the study and  six months later. The first round of interviews was conducted from  January 1999 through August 2000, and the second round was conducted  between August 1999 and January 2001. The interviews were based on a  standardized instrument that assessed self-reported physical and mental health, family functioning, and social support."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined La Bodega de la Familia, an  experimental program for drug-abusing offenders and their families in  New York City. The program was designed by planners at the Vera  Institute of Justice and funded by New York City and New York  State. It engaged substance abusers and their family members in family  case management and other services as a supplement to probation,  parole, or pretrial supervision. To recruit clients, La Bodega's staff  developed relationships with the local police, parole and probation  departments, tenant associations, the public housing authority, health  providers, and other groups. Many families were referred to the  program after contact with a government agency, and some heard about  it from neighbors or friends. During the time of the study the program  served a 56-block area on the Lower East Side of Manhattan. The  program was not designed as a drug treatment program but rather as a  service for families who were trying to support a drug user through  treatment and recovery. It was devoted to building support around the  offender to improve the offender's chances of staying in mandated  outpatient treatment. It also aimed to support the family for its own  sake in order to address the intrafamilial damage caused by substance  abuse, to improve the health and well-being of all family members, and  to reduce their risk of becoming involved in drugs and crime. The  study evaluated the outcomes of substance abusers and their families  who participated in La Bodega's family case management by comparing  them to a group of similar families that did not participate in the program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected on 93 La Bodega participants  and 88 comparison subjects. Both groups included drug users and their  family members. Data were gathered through structured interviews  conducted when subjects entered the study and six months later. The  first round of interviews was conducted from January 1999 through  August 2000, and the second round was conducted between August 1999  and January 2001. The interviews were based on a standardized  instrument that assessed self-reported physical and mental health,  family functioning, and social support. The questions forming the  instrument were drawn from seven separate instruments. The seven  instruments that made up this study's composite instrument were the  Short Form (SF) 36 Health Survey, selected items from the Hispanic  Health and Nutrition Examination Survey (HHANES), the Center for  Epidemiological Studies Depression (CES-D) Scale, selected items from  the Addiction Severity Index (ASI), the Family Environment Scale (FES)  Form R, the Medical O\nutcomes Study (MOS) Social Support Survey, and  the Special Programs of National Significance (SPNS) Innovative Models of HIV/AIDS Care Instrument (Modules 4A and 4B)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Questions in the SF-36 Health Survey covered  subjects' physical and mental health measured on eight subscales  (physical functioning, bodily pain, general health, vitality, social  functioning, role-emotional, mental health, and role-physical). The  HHANES provided questions on use of health services and the incidence  of chronic health problems, the CES-D provided questions related to  the incidence and level of depression, the ASI provided questions on  recent and lifetime drug use, drug treatment, criminal justice  involvement, and quality of family and social relationships, the FES  measured the social environment of families on ten subscales  (cohesion, expressiveness, conflict, independence, achievement  orientation, intellectual-cultural orientation, active-recreational  orientation, moral-religious emphasis, organization, and control), the  MOS Social Support Survey measured the type and level of social  support on four subscales (tangible support, affectionate support,  positive social interaction, emotional/informational support), the  SPNS Module 4A asked about health and other services needed and  received, and SPNS Module 4B asked about facilitators and barriers to  receiving these services. The variables corresponding to the first and  second interviews are the same, except that for the second interview  the SPNS Module 4A questions were altered to ask about services needed  and received since the first interview and whether La Bodega played a role in providing those services."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-01-11Version Text: 2005-01-11 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided\nby ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0049"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2005-01-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-01"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001-01"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Substance-abusing offenders and their family members who  lived on the lower east side of Manhattan, New York City, between January 1999 and January 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"An on-site research assistant arranged to meet with  families and enroll them in the study upon learning that they had  participated in La Bodega's family case management. The major  recruitment source for the comparison group was the New York State  Division of Parole. More than three-fourths of the comparison group  users and family members came from this source. A local methadone  center and health clinic were each the source of 5 percent of the  comparison group families, and 6 percent came from an alternative to  incarceration program. In addition, some users and family members in  the comparison group heard about the study from a friend or other  organization and volunteered to be part of it, and 2 percent were  recruited from the New York State Division of probation. Subjects  were included in the final sample only if they completed two valid interviews."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the 295 individuals who completed valid first  round interviews, 181 (61 percent) of them completed valid follow-up  interviews."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales included the Short Form 36 Health Survey, selected  items from the Hispanic Health and Nutrition Examination Survey, the  Center for Epidemiological Studies Depression Scale, the Addiction  Severity Index, the Family Environment Scale Form R, the Medical  Outcomes Study Social Support Survey, and the Special Programs of  National Significance Innovative Models of HIV/AIDS Care Instrument (Modules 4A and 4B)."}]}},"files":[{"description":"","label":"Families As a Resource in Recovery From Drug Abuse in New York City, 1999-2001    ","restricted":false,"version":1,"datasetVersionId":35839,"dataFile":{"id":2615030,"persistentId":"","pidURL":"","filename":"Families As a Resource in Recovery From Drug Abuse in New York City, 1999-2001    ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}