{"status":"OK","data":{"id":41748,"identifier":"ICPSR03130.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03130.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03130.v1","latestVersion":{"id":37748,"storageIdentifier":"file://10.3886/ICPSR03130.v1","versionState":"RELEASED","distributionDate":"2001-12-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:48:52Z","releaseTime":"2015-04-09T03:48:52Z","createTime":"2015-04-09T03:48:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effectiveness of a Joint Police and Social Services Response to Elder Abuse in Manhattan [New York City], New York, 1996-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Robert C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Victim Services Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Medina, Juan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Victim Services Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Avitabile, Nancy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Victim Services Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project consisted of an evaluation of an elder abuse  program run by the New York Police Department and Victim Services  Research. The focus of the study was domestic elder abuse, which  generally refers to any of several forms of maltreatment, physical  abuse, sexual abuse, psychological abuse, neglect, and/or financial  exploitation of an older person. The program, conducted in New York  City public housing, had two complementary parts. First, public  housing projects in Manhattan were assigned to one of two levels of  public education (i.e., to receive or not to receive educational  materials about elder abuse). Once the public education treatment had  been implemented, 403 older adult residents of the housing projects  who reported elder abuse to the police during the next ten months were  assigned to one of two levels of follow-up to the initial police  response (i.e., to receive or not to receive a home visit) as the  second part of the project. The home visit intervention consisted of a  strong law enforcement response designed to prevent repeat incidents  of elder abuse. A team from the Domestic Violence Intervention and  Education Program (DVIEP), consisting of a police officer and a social  worker, followed up on domestic violence complaints with a home visit  within a few days of the initial patrol response. Victims were  interviewed about new victimizations following the intervention on  three occasions: six weeks after the trigger incident, six months  after the trigger incident, and twelve months after the trigger  incident. Interviews at the three time points were identical except  for the omission of background information on the second and third  interviews. Demographic data collected during the first interview  included age, gender, ethnicity, education, employment, income, legal  relationship with abuser, living situation, number of people in the  household, and health. For each time point, data provide measures of  physical, psychological, and financial abuse, knowledge of elder  abuse, knowledge and use of social services, satisfaction with the  police, assessment of service delivery, and self-esteem and  well-being. The DVIEP databases maintained on households at each of  the three participating Police Service Areas (PSAs) were searched to  i\ndentify new police reports of elder abuse for households in the  sample within 12 months following the trigger incident. Variables from  the DVIEP databases include age, race, ethnicity, and sex of the  victim and the perpetrator, relationship of perpetrator to victim,  type of abuse reported, charge, whether an arrest was made, if an  order of protection had been obtained, if the order of protection was  violated, use of weapons, if the victim had been injured, and if the  victim was taken to the hospital. Several time lapse variables between different time points are also provided."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Over the past two decades, domestic violence  issues have been the focus of growing attention. Numerous studies have  been undertaken to study violence in the home and to test ways of  reducing it. Although a significant amount of research has been  conducted on abused wives and abused children, very little research  had been done on the domestic abuse of elderly persons. Similarly, a  large number of evaluations have been conducted on the effectiveness  of domestic violence programs in general, but little research had been  undertaken on the effectiveness of elder abuse programs and of various  types of interventions for elder abuse. This project consisted of an  evaluation of an elder abuse program run by the New York Police  Department and Victim Services Research. The focus of the study was  domestic elder abuse, which generally refers to any of several forms  of maltreatment, physical abuse, sexual abuse, psychological abuse,  neglect, and/or financial exploitation of an older person. The  program, conducted in New York City public housing, had two  complementary parts. The community-level component provided education  through leaflets and posters to all elderly residents of housing  projects that were targeted to receive educational materials about  elder abuse. In the individual-level component, crisis response teams  (each consisting of a police officer and a social worker) were  dispatched to randomly-selected residents to follow up on the initial  patrol response to elder abuse reports and to link elder abuse victims  and abusers to long-term social services. The intent of the two  interventions was to improve the victim's awareness and use of  resources, the victim's knowledge of elder abuse, and the willingness  of victims to call the police. The theory behind the interventions  posited that, through the provision of information and the impression  of increased police surveillance, a reduction in repeat victimization  would be observed. This reduction of repeat victimization and the  provision of supportive services were expected to have an effect on the psychological health and well-being of the victims."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study employed community-level and  individual-level interventions combined in a nested randomized  experimental design. First, public housing projects in Manhattan were  assigned to one of two levels of public education (i.e., to receive or  not to receive educational materials about elder abuse). The public  education intervention consisted of several components, including  distribution of leaflets, hanging of posters, and community  presentations. Brochures and posters describing elder abuse and giving  phone numbers for assistance were distributed to building managers at  the intervention sites. The managers placed the posters in lobbies,  laundry rooms, mail areas, rental offices, and other common  areas. Brochures were delivered to the apartments of elderly  residents. For targeted housing projects, presentations on elder abuse  were made at public housing tenant association meetings. The remaining  housing projects were assigned to the control group. Once the public  education treatment had been implemented, 403 older adult residents of  the housing projects who reported elder abuse to the police during the  next ten months were assigned to o\nne of two levels of follow-up to the  initial police response (i.e., to receive or not to receive a home  visit) as the second part of the project. The home visit intervention  consisted of a strong law enforcement response designed to prevent  repeat incidents of elder abuse. A team from the Domestic Violence  Intervention and Education Program (DVIEP), consisting of a police  officer and a social worker, followed up on domestic violence  complaints with a home visit within a few days of the initial patrol  response. Cases assigned home visits received a letter and phone  calls, which provided referral numbers and notified of an upcoming  home visit. During the home visit, the DVIEP team discussed current  and past abuse with victims, and provided information about elder  abuse. The team emphasized to victims that elder abuse is a crime, and  the team explained procedures for filing an order of protection and  the difference between family court and criminal court. If the  offender was present, the police officer informed the abuser that the  household was being monitored. Four weeks after the initial home  visit, the victim received a follow-up telephone call from the  counselor. Each victim was given the name and telephone number of  their local DVIEP counselor and other local Victim Services counselors  specializing in elder abuse. The team assessed the household for  service needs and made referrals as needed (e.g., to respite care,  counseling programs for abusers, home care services for  seniors). Cases not assigned to the home visit group were assigned to  the control group. Following the usual patrol response to the elder  abuse complaint, these cases received a generic DVIEP letter that was  similar to the intervention group's letter but omitted information on  elder abuse and information about the home visit. Victims were  interviewed about new victimizations following the intervention on  three occasions, six weeks after the trigger incident, six months  after the trigger incident, and twelve months after the trigger  incident. The DVIEP databases maintained on households at each of the  three participating PSAs were searched to identify new police reports  of elder abuse for households in the sample within 12 months following the trigger incident."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Interviews at the three time points were identical  except for the omission of background information on the second and  third interviews. Demographic data collected during the first  interview only included age, gender, ethnicity, education, employment,  income, legal relationship with abuser, living situation, number of  people in the household, and health. For each time point, data provide  measures of physical, psychological, and financial abuse, knowledge of  elder abuse, knowledge and use of social services, satisfaction with  the police, assessment of service delivery, and self-esteem and  well-being. The DVIEP databases maintained on households at each of  the three participating Police Service Areas (PSAs) were searched to  identify new police reports of elder abuse for households in the  sample within 12 months following the trigger incident. Variables from  the DVIEP databases include age, race, ethnicity, and sex of the  victim and the perpetrator, relationship of perpetrator to victim,  type of abuse reported, charge, whether an arrest was made, if an  order of protection had been obtained, if the order of protection was  violated, use of weapons, if the victim had been injured, and if the  victim was taken to the hospital. Several time lapse variables between different time points are also provided."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elder abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"households"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"older adults"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, and SPSS portable file; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0061"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-14"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone and personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Elderly residents of housing projects in Manhattan."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Nested randomized experimental design using dual sampling frames."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The completion rate with victims was 67 percent  for the first interview, 69 percent for the second interview, and 67  percent for the third interview. Between one-third and one-half of  researchers' attempts to interview the victims failed due to victim  refusals. The refusal rate for victims was 11 percent for the first  interview, 14 percent for the second interview, and 14 percent for the  third interview. Three percent of the sample was lost because of  out-of-town moves and 2 percent due to death and illness. The  remainder of those not interviewed could not be contacted by telephone or visits to their homes."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"To assess history of violence and frequency and severity  of violence, this project used a variant of the Conflict Tactics Scale  (Straus, 1979) adapted by Pillemer and Finkelhor (1988) in their elder  abuse research. To measure knowledge and the use of social services,  the researchers adapted a scale used in their earlier research (Davis  and Taylor, 1997). The project used the Rosenberg Self-Esteem Scale  (Rosenberg, 1979) to gauge self-perceptions of victims. The Bradburn  Affect-Balance Scale was administered to tap the affective status of  the victims in the sample. A Likert-type scale was also used for the questions on public education."}]}},"files":[{"description":"","label":"Effectiveness of a Joint Police and Social Services Response to Elder Abuse in Manhattan [New York City], New York, 1996-1997  ","restricted":false,"version":1,"datasetVersionId":37748,"dataFile":{"id":2629307,"persistentId":"","pidURL":"","filename":"Effectiveness of a Joint Police and Social Services Response to Elder Abuse in Manhattan [New York City], New York, 1996-1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}