{"status":"OK","data":{"id":42619,"identifier":"ICPSR22660.v1","persistentUrl":"https://doi.org/10.3886/ICPSR22660.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR22660.v1","latestVersion":{"id":38619,"storageIdentifier":"file://10.3886/ICPSR22660.v1","versionState":"RELEASED","distributionDate":"2010-11-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:58:22Z","releaseTime":"2015-04-09T03:58:22Z","createTime":"2015-04-09T03:58:22Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Gender Violence and Harassment Prevention Programs in Middle Schools in Cleveland, Ohio, 2006-2007 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Taylor, Bruce"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Executive Research Forum"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stein, Nan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wellesley College. Center for Research on Women"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was designed to help increase the capacity of programs to prevent gender violence and harassment (GV/H) among middle school youth. The long-term goal of the study was to help prevent intimate partner violence, sexual violence, and sexual harassment by employing rigorous methods to evaluate strategies for altering violence-supportive attitudes and norms of youth. Specifically, the study was structured to evaluate the relative effectiveness of common approaches to youth GV/H prevention programming (in terms of knowledge, attitudes, intended behavior, behavior, and emotional safety of youth participants) for one of the youngest populations ever studied in this area.  In a longitudinal randomized controlled trial study, two five-lesson curricula were created to address gender violence and harassment (GV/H) in middle schools, and classrooms were assigned randomly to treatment and control groups. Treatment 1 was an interaction-based curriculum focused on the setting and communication of boundaries in relationships, the determination of wanted and unwanted behaviors, and the role of the bystander as intervener. Treatment 2 was a law and justice curriculum focused on laws, definitions, information, and data about penalties for sexual assault and sexual harassment. The control group did not receive either treatment. Pencil-and-paper surveys were designed for students to complete, and were administered either by a member of the research team or by teachers who were trained by a member of the research team in proper administration processes. Data were collected from three inner-ring suburbs of Cleveland, Ohio, from November 2006 to May 2007.  Surveys were distributed at three different times: immediately before the assignment to one of the three study conditions, immediately after the treatment (or control condition) was completed, and 5-6 months after their assignment to one of the three study conditions. The data  contain responses for 1,507 students over 3 waves. Additionally, researchers used multiple imputations for this dataset which resulted in 5 imputed datasets for each record for a total of 7,535 cases in the data file.  The data have 697 variables, including from such questions as whether someone had ever or in the past 6 months done something to the respondent such as slapped or scratched the respondent, hit the respondent, or threatened the respondent. Additionally, respondents were asked if they had done these same actions to someone else. Respondents were also asked a series of questions regarding whether they had ever been sexually harassed by someone or if they had sexually harassed someone themselves. Next, respondents were asked to rate whether they agreed with a series of statements such as \"It is all right for a girl to ask a boy out on a date\", \"If you ignore sexual harassment, more than likely it will stop\", and \"Making sexual comments to a girl is w\nrong\". Students were then asked to indicate whether a series of statements were true or false, such as \"If two kids who are both under the age of 16 have sex, it is not against the law\" and \"If a person is not physically harming someone, then they are not really abusive\". Respondents were then asked to read three scenarios and indicate how they would respond in that scenario. Also, students indicated how likely they would be to react in specified ways to a prepared statement. Data also provide demographic information such as age, gender, and ethnic/racial background, as well as variables to generically identify school district, school, and class period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study was designed to help increase the capacity of programs to prevent gender violence and harassment (GV/H) among middle school youth. The long-term goal of the study was to help prevent intimate partner violence, sexual violence, and sexual harassment by employing rigorous methods to evaluate strategies for altering violence-supportive attitudes and norms of youth. Specifically, the study was structured to evaluate the relative effectiveness of common approaches to youth GV/H prevention programming (in terms of knowledge, attitudes, intended behavior, behavior, and emotional safety of youth participants) for one of the youngest populations ever studied in this area.</p>\n\n<p>The objective of this study was to provide high-quality scientific evidence concerning: (1) the effectiveness of targeting youth by implementing a universal primary prevention program; (2) the relative effectiveness of two theoretically distinct approaches to programming to reducing violence; and (3) possible unintended program consequences (e.g., increases in violence or negative attitudes).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In a longitudinal randomized controlled trial study, two five-lesson curricula were created to address gender violence and harassment (GV/H) in middle schools, and classrooms were assigned randomly to treatment and control groups. Treatment 1 was an interaction-based curriculum focused on the setting and communication of boundaries in relationships, the determination of wanted and unwanted behaviors, and the role of the bystander as intervener. Treatment 2 was a law and justice curriculum focused on laws, definitions, information, and data about penalties for sexual assault and sexual harassment. The control group did not receive either treatment.</p>\n\n<p>Pencil-and-paper surveys were designed for students to complete, and were administered either by a member of the research team or by teachers who were trained by a member of the research team in proper administration processes. Data were collected from three inner-ring suburbs of Cleveland, Ohio, from November 2006 to May 2007.  In most cases, research staff supervised distribution of the surveys in school classrooms, including providing an orientation to students on the purpose of the survey and instructions on completing it. The procedures did not reveal the assignment process to the research staff administering the survey or the students completing the survey.</p>\n\n<p>Surveys were distributed at three different times: immediately before the assignment to one of the three study conditions, immediately after the treatment (or control condition) was completed, and 5-6 months after their assignment to one of the three study conditions. Surveys included a pre-numbered unique research identification number generated through a random number sequence. In addition, each survey had a removable sticker with the student's name and corresponding ID number affixed. This allowed research staff to distribute surveys easily in classrooms. Students were instructed to remove the label before returning the completed surveys to research staff to ensure confidentiality. The ID-to-name code matrix was only available to the research team and was kept in a secure location. The student su\nrveys were designed for optical scanning, and prior to the surveys being scanned into a database, they were reviewed for completeness, inadvertent missing data, and removal of all stray marks from the scan sheets. Scan operators conducted random samples of a portion of the scanned surveys to determine accuracy with raw data from the physical scan sheet.</p>\n\n<p>The data contain responses for 1,507 students over 3 waves.  Additionally, researchers used multiple imputations for this dataset which resulted in 5 imputed datasets for each record for a total of 7,535 cases in the data file.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data have 697 variables, including from such questions as whether someone had ever or in the past 6 months done something to the respondent such as slapped or scratched the respondent, hit the respondent, or threatened the respondent.  Additionally, respondents were asked if they had done these same actions to someone else.  Respondents were also asked a series of questions regarding whether they had ever been sexually harassed by someone or if they had sexually harassed someone themselves.  Next, respondents were asked to rate whether they agreed with a series of statements such as \"It is all right for a girl to ask a boy out on a date\", \"If you ignore sexual harassment, more than likely it will stop\", and \"Making sexual comments to a girl is wrong\".  Students were then asked to indicate whether a series of statements were true or false, such as \"If two kids who are both under the age of 16 have sex, it is not against the law\" and \"If a person is not physically harming someone, then they are not really abusive\".  Respondents were then asked to read three scenarios and indicate how they would respond in that scenario.  Also, students indicated how likely they would be to react in specified ways to a prepared statement.  Data also provide demographic information such as age, gender, and ethnic/racial background as well as variables to generically identify school district, school, and class period."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gender"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"instructional modules"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"middle schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public school students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual harassment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teaching"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-11-12Version Text: 2010-11-12Subject: Study Level Error Note, Notes: Qualitative data from this grant are not available in this ICPSR data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-WT-BX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-11-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2006-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2006-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2007-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Cleveland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Middle school students (grades six and seven) in three suburban school districts surrounding Cleveland, Ohio, in November 2006."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>This study was conducted with students in 123 sixth and seventh grade classrooms from three suburban school districts in the Cleveland, Ohio, area.  The 123 classrooms were drawn from 3 participating school districts: from Shaker Heights, Berea, and Cleveland Heights-University Heights City School District (CHUH).  In total, seven schools from across these districts were included in the study.  These three school districts were selected because they had large numbers of sixth and seventh grade classes available for assignment to this study and a large student body to test the effectiveness of the study interventions.  In addition, the school districts were chosen for their racial, ethnic, and economic diversity.  In total, there were 1,639 students in the study in the 123 study classrooms.</p>\n\n<p>The study employed an experimental, longitudinal design that was carried out from 2006 to 2007. Logistically, it would not have been possible to take students out of their regular schedule and randomly assign them individually to new classes. Also, the funding necessary to assign a large number of schools randomly to the study conditions was not available. Therefore, classrooms were assigned randomly to study conditions, a typical design in the field of education. A key issue with assigning cla\nssrooms was the difficulty maintaining the integrity of the assignment process.  The study team established a number of procedures to monitor and maintain the integrity of the classroom assignment process, and monitor for expectancy, novelty, disruption, and local history events.  The team used a stratified random allocation procedure. Classes were classified by two relevant stratifying criteria (grade level and school). Although not strictly necessary, pre-stratification helped ensure that groups started out with some identical characteristics and that there were adequate numbers of classrooms in each of the cells for each participating school. Also, given that the main question was whether treatment was more effective than no treatment, the team randomly assigned about half of the classes (54 percent) to the control condition and the other half to receive an intervention (either the interaction-based or law and justice curriculum).  The research team randomly assigned the 123 study classrooms to one of three conditions:</p>\n\n<p>Treatment 1, an interaction-based curriculum that addressed GV/H by focusing on setting and communicating boundaries in relationships, the formation of healthy and mutual relationships/friendships, and the role of the bystander as intervener. Twenty-three percent of the 123 classrooms (n = 28) were assigned to this intervention, which was, in most classes, conducted over a 5-week period (once per week).</p>\n\n<p>Treatment 2, a law and justice curriculum that addressed GV/H by focusing on laws, definitions, information, and data about penalties for sexual assault and sexual harassment, as well as results from research about the consequences for perpetrators of gender violence. Twenty-three percent of the 123 classrooms (n = 29) were assigned to this intervention which was, in most classes, conducted over a 5-week period (once per week).</p>\n\n<p>Control group that went through the normal class schedule and did not receive any of the elements of treatment 1 or treatment 2. Fifty-four percent of the 123 classrooms (n = 66) were assigned to this condition. The randomly assigned classes that received the control group had their regular teachers instruct their normal class, except for the days when the research team conducted the surveys. The control group completed all three waves of data collection during one of their normally scheduled periods.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"paper and pencil interview (PAPI)"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The study began with a sample size of 1,678 students.  In total, 10 percent of the student respondents were either lost or excluded due to either absences or attrition and the exclusion of one of the school sites due to improper implementation."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Likert-type scales were used."}]}},"files":[{"description":"","label":"Evaluation of Gender Violence and Harassment Prevention Programs in Middle Schools in Cleveland, Ohio, 2006-2007 [United States]","restricted":false,"version":1,"datasetVersionId":38619,"dataFile":{"id":2638941,"persistentId":"","pidURL":"","filename":"Evaluation of Gender Violence and Harassment Prevention Programs in Middle Schools in Cleveland, Ohio, 2006-2007 [United States]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}