{"status":"OK","data":{"id":40409,"identifier":"ICPSR06103.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06103.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06103.v1","latestVersion":{"id":36409,"storageIdentifier":"file://10.3886/ICPSR06103.v1","versionState":"RELEASED","distributionDate":"1996-10-08","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:34:06Z","releaseTime":"2015-04-09T03:34:06Z","createTime":"2015-04-09T03:34:06Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Longitudinal Study of Violent Criminal Behavior in the United States, 1970-1984"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Megargee, Edwin I."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Florida State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Carbonell, Joyce L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Florida State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary objective of this project was to explore the familial, physical, psychological, social, and cultural antecedents and correlates of violent criminal offending. This research used an extensive longitudinal database collected on 1,345 young adult male offenders admitted to the Federal Correctional Institution (FCI) in Tallahassee, Florida, from November 3, 1970, to November 2, 1972. Using FBI arrest records (\"rap sheets\"), each inmate was classified on the basis of the National Crime Information Center Uniform Offense Codes into one of four distinct categories: (1) \"angry violent,\" in which the apparent goal was to injure the victim, (2) \"instrumentally violent,\" in which the aggressive behavior was a means to an end (as in a robbery), (3) \"potentially violent,\" as evidenced by making threats or carrying weapons but in which the offender was not accused of any violent offenses, and (4) \"nonviolent,\" in which the offender had not been charged with violent criminal behavior. Violent offenders were also subdivided into those who had been repetitively violent and those who had been charged with just one violent offense. As part of the classification process, each inmate was administered an extensive battery of tests by the research project staff. The two primary personality assessment instruments utilized were the Minnesota Multiphasic Personality Inventory (MMPI) and the California Psychological Inventory (CPI). Each inmate's caseworker filled out a series of of standard Bureau of Prisons forms recording the results of the medical, educational, and psychological evaluations, as well as salient aspects of the case and criminal history. The researchers also obtained copies of each offender's Presentence Investigation Report (PSI) that had been prepared by the federal probation officer, and then devised a series of scales to quantify the PSI data. In addition, an hour-long structured intake interview was administered to each inmate by his team psychologist. Global scales were constructed from these intake interviews. After each interview, the psychologists performed an evaluative Q-sort. Nine scales were later constructed based on these Q-sorts. Also, every dormitory officer and every work supervisor completed scales assessing each subject's interpersonal adjustment and work performance at 90-day intervals. Immediately prior to release, as many inmates as possible were reinterviewed and retested on the MMPI and the CPI. Follow-ups using FBI rap sheets were conducted in 1976 and 1984. Variables obtained from the Bureau of Prisons forms include age upon entry, race, marital status, age at first arrest, number of prior adult convictions, commitment offense(s), highest school grade completed, drug dependency, and alcoholism. Scales developed from the PSIs provide data on father, mother, and siblings, family incohesiveness, adequacy of childhood dwelling, social deviance of family, school problems, employment problems, achievement motivation, problems with interpersonal relations, authority conflicts, c\nhildhood and adolescent or adult maladjustment and deviance, poor physical health, juvenile conviction record, adult arrest and conviction record, violence of offense, group influence on illegal behavior, and prior prison adjustment. The intake interview inquired about the developmental family history and the child's development, the inmate's marriage, educational, and work history and attitudes, attitudes toward sex, military service and attitudes, self-reported use of alcohol and other substances, religious preferences and practices, and problems during any previous confinements. Scales based on the psychologists' Q-sorts evaluated aggression, hostility avoidance, authority conflict, sociability, social withdrawal, social/emotional constriction, passivity, dominance, and adaptation to the environment. Data are also provided on global dorm adjustment and the number of shots, cell house days, sick calls, and infractions for the offenders' first and second 90-day periods at the FCI."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Researchers have often regarded violence as a  unidimensional phenomenon and have implicitly treated violent subjects  as if they constituted a homogeneous group. For this project, violent  offenders were not treated as a homogeneous group. The primary  objective of this project was to explore the familial, physical,  psychological, social, and cultural antecedents and correlates of  violent criminal offending. Dr. Carbonell used the theoretical  framework for the analysis of aggressive behavior developed by  Dr. Megargee to design an interrelated set of empirical studies on the  familial, physical, psychological, social, and cultural characteristics of violent criminal offenders."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research used an extensive longitudinal  database collected on 1,345 young adult male offenders admitted to the  Federal Correctional Institution in Tallahassee, Florida, from  November 3, 1970, to November 2, 1972. During the first four weeks  after entry, all inmates were housed in a separate Admissions and  Orientation Unit prior to classification. During this period, the  inmates were not assigned to permanent jobs or programs, so their time  was free for interviews and testing prior to classification. All test  and interview data were made available to the classification team, and  the inmates were told that this information would be used in planning  their programs. During the first two weeks after admission, each  inmate was administered an extensive battery of tests by the research  project staff. The two primary instruments utilized were the Minnesota  Multiphasic Personality Inventory (MMPI) and the California  Psychological Inventory (CPI). Because the MMPI was required by the  Bureau of Prisons, the staff went to great lengths to obtain valid  MMPI scores on all subjects. Spanish and tape-recorded MMPIs were  administered, and the examiner checked for random responding by asking  subjects how they had responded to six randomly-selected  items. Subjects unable to recall their responses were retested. (These  checking procedures were not employed with the CPI.) Using FBI arrest  records (\"rap sheets\"), each inmate was classified on the basis of  the National Crime Information Center Uniform Offense Codes into one  of four distinct categories: (1) \"angry violent,\" in which the  apparent goal was to injure the victim, (2) \"instrumentally  violent\", in which the aggressive behavior was a means to an end as  in a robbery, (3) \"potentially violent,\" as evidenced by making  threats or carrying weapons but in which the offender was never  accused of any violent offenses, and (4) \"nonviolent,\" in which the  offender had never been charged with violent criminal  behavior. Violent offenders were also subdivided into those who had  been repetitively violent and those who had been charged with just one  violent offense. As part of the classification process, each inmate's  caseworker fille\nd out a series of standard Bureau of Prisons (BOP)  forms recording the results of the medical, educational, and  psychological evaluations, as well as salient aspects of the cases and  criminal histories. Copies of these BOP forms were made available to  the project staff. The researchers also obtained copies of each  offender's Presentence Investigation Report (PSI) that had been  prepared by the federal probation officer. Megargee and his associates  devised a series of scales to quantify the PSI data. In the third  week, an hour-long structured interview was administered to each  inmate by his team psychologist. The interview was designed to  complement rather than duplicate the case history information obtained  from the PSI. Global scales were constructed from the intake  interviews. After each interview, the psychologists performed an  evaluative Q-sort. Nine scales were later constructed based on these  Q-sorts. From the beginning of the study until July 1974, data were  systematically collected regarding the institutional adjustment and  achievement of every member of the cohort. In addition, every  dormitory officer and work supervisor completed scales assessing each  subject's interpersonal adjustment and work performance at 90-day  intervals. Immediately prior to release, as many inmates as possible  were reinterviewed and retested on the MMPI and the CPI. Follow-ups using FBI rap sheets were conducted in 1976 and 1984."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables obtained from the BOP forms include age  upon entry, race, marital status, age at first arrest, number of prior  adult convictions, commitment offense(s), highest school grade  completed, drug dependency, and alcoholism. Scales developed from the  PSIs provide data on father, mother, and siblings, family  incohesiveness, adequacy of childhood dwelling, social deviance of  family, school problems, employment problems, achievement motivation,  problems with interpersonal relations, authority conflicts, childhood  and adolescent or adult maladjustment and deviance, poor physical  health, juvenile conviction record, adult arrest and conviction  record, violence of offense, group influence on illegal behavior, and  prior prison adjustment. The intake interview inquired about the  developmental family history and the child's development, the inmate's  marriage, educational, and work history and attitudes, attitudes  toward sex, military service and attitudes, self-reported use of  alcohol and other substances, religious preferences and practices, and  problems or difficulties during any previous confinements. Scales based  on the psychologists' Q-sorts evaluated aggression, hostility  avoidance, authority conflict, sociability, social withdrawal,  social/emotional constriction, passivity, dominance, and adaptation to  the environment. Data are also provided on global dorm adjustment and  the number of shots, cell house days, sick calls, and infractions for the offenders' first and second 90-day periods at the FCI."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health status"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"nonviolent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"personality assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, and SPSS portable file;Subject: Study Level Error Note, Notes: Users are encouraged to obtain a copy of the final report and/or relevant articles about Dr. Megargee's aggression theory and how scales developed as part of this project were constructed. Users will need to obtain information on the background and score interpretation for scales used in this data collection.; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"88-IJ-CX-0006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-10-08"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1970"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1984"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) Intake test battery scores, (2) interviews by team  psychologists, (3) institutional records, (4) dormitor\ny officer and  work supervisor assessments, (5) exit interviews and tests, and (6)  follow-up data obtained by the Research Division of the Federal Bureau of Prisons from the Federal Bureau of Investigation"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Youth offenders in federal correctional facilities."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Ability, interest, and achievement measures include the  General Aptitude Test Battery (GATB), the Revised Beta Intelligence  Test, and the Stanford Achievement Test (SAT). Personality assessment  devices include the Minnesota Multiphasic Personality Inventory  (MMPI), the California Psychological Inventory (CPI), the State-Trait  Anxiety Inventory (STAI), Quay and Peterson's Personal Opinion Study  (POS), and Itkin's (1952) Attitudes Towards Parents scales. Recidivism  scales include Clark's Recidivism Scale, Clark's  Recidivism-Rehabilitation Scale for Blacks, Panton's Parole Violator  Scale, and Panton's Habitual Criminalism Scale. Substance abuse scales  include Panton and Brisson's Drug Abuser Scale, Rosenberg's Composite  Alcoholism Scale, the Carior et al. Heroin Abuse Scale,  Institutionalized Chronic Alcoholism Scale, and Zager Drug-Alcohol Scale."}]}},"files":[{"description":"","label":"Longitudinal Study of Violent Criminal Behavior in the United States, 1970-1984  ","restricted":false,"version":1,"datasetVersionId":36409,"dataFile":{"id":2619672,"persistentId":"","pidURL":"","filename":"Longitudinal Study of Violent Criminal Behavior in the United States, 1970-1984  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}