{"status":"OK","data":{"id":43505,"identifier":"ICPSR25763.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25763.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR25763.v1","latestVersion":{"id":39505,"storageIdentifier":"file://10.3886/ICPSR25763.v1","versionState":"RELEASED","distributionDate":"2009-07-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:08:06Z","releaseTime":"2015-04-09T04:08:06Z","createTime":"2015-04-09T04:08:06Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Alcohol Availability, Type of Alcohol Establishment, Distribution Policies, and Their Relationship to Crime and Disorder in the District of Columbia, 2000-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Roman, Caterina Gouvis"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to investigate the relationship between alcohol availability, type of alcohol establishment, distribution policies, and violence and disorder at the block group level in the District of Columbia.  This study developed and tested a grounded comprehensive theoretical model of the relationship between alcohol availability and violence and disorder. The study also developed a geographic information system (GIS) containing neighborhood crime and demographic and physical environmental characteristics at the block group level for 431 block groups in the District of Columbia. The principal investigator calculated density measures of alcohol availability and distribution practices and aggregated characteristics of neighborhoods to examine the relationships of those measures to crime and violence. The project used data from various sources to create multiple variables measuring the physical, social, economic, and cultural characteristics of a given area in addition to the density of alcohol-selling establishments by type and incidence of criminal activity.  This study examined the influence of alcohol outlets on four outcomes: (1) aggravated assault incidents, (2) calls for service for disorderly conduct, (3) calls for services for social disorder more broadly defined, and (4) calls for service for a domestic incident.  The dataset for this study contains a total of 103 variables including crime variables, Census variables, alcohol outlet variables, neighborhood structural constraints variables, motivated offenders variables, and physical environment variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to investigate the relationship between alcohol availability, type of alcohol establishment, distribution policies, and violence and disorder at the block group level in the District of Columbia.  More specifically, the study was designed to answer the following overarching questions:</p>\n\n<ol>\n<li>Do increased availability and liberal distribution policies increase the incidence of aggravated assault, social disorder, and domestic violence?</li>\n<li>Does the relationship between alcohol availability and violence and disorder vary by type of alcohol establishment?</li>\n<li>Does the relationship between alcohol availability and violence and disorder vary by time of day?</li>\n<li>Are there characteristics of the environment or situational factors that may be attracting crime around alcohol-selling establishments?</li>\n<li>What types of situational factors act as buffers against crime and disorder in areas near alcohol-selling establishments?</li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study developed and tested a grounded comprehensive theoretical model of the relationship between alcohol availability and violence and disorder. The study also developed a geographic information system (GIS) containing neighborhood crime and demographic and physical environmental characteristics at the block group level for 431 block groups in the District of Columbia. The principal investigator calculated density measures of alcohol availability and distribution practices and aggregated characteristics of neighborhoods to examine the relationships of those measures to crime and violence. The project used data from various sources including the United States Census 2000, the District of Columbia Metropolitan Police Department (MPD), the District of Columbia Office of the Chief Technology Officer (OCTO), and the Urban Institute to create multiple variables measuring the physical, social, economic, and cultural characteristics of a given area in addition to the density of alcohol-selling establishments by type and incidence of crimina\nl activity.</p>\n\n<p>This study examined the influence of alcohol outlets on four outcomes: (1) aggravated assault incidents, (2) calls for service (i.e., 911 calls to the police department) for disorderly conduct, (3) calls for services for social disorder more broadly defined, and (4) calls for service for a domestic incident (either between intimate partners or guardians/parents and children). The assault measure provided by the MPD was the number of incidents reported to the police for assault with a deadly weapon (ADW) (i.e., aggravated assault) from January 1, 2005, through December 31, 2006.  In addition to examining total crime spanning all days and times, to account for varying crime risk by time of day this study divided the number of incidents and calls into three different time periods: (1) weekend nights, (2) the weekend, and (3) weeknights after work. The two measures of social disorder were (1) calls for service for disorderly conduct, and (2) calls for service for a more broadly-defined class of social disorder, but not including disorderly conduct: shooting, sounds of gunshots, man down, woman down, indecent exposure, soliciting for prostitution, and destruction of property. For these two variables, the data were provided by MPD and calls were averaged across 2005 and 2006. Domestic violence data were also obtained from the MPD and consisted of 911 calls that were received for domestic violence-related incidents from January 1, 2005, through December 31, 2006.  Alcohol outlet data were based on license information for all establishments registered with the Alcoholic Beverage Regulation Administration (ABRA) for 2006. These data were obtained from the District of Columbia OCTO.  The total of the inverse distance from the block group centroid to each alcohol outlet in 2006 was created internally at the Urban Institute.  Furthermore, data on the density of stores that do not allow single sales per square mile in 2006 and the density of stores that do allow single sales per square mile in 2006 were also collected by the Urban Institute.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The dataset for this study contains a total of 103 variables including crime variables, Census variables, alcohol outlet variables, neighborhood structural constraints variables, motivated offenders variables, and physical environment variables.  More specifically, crime variables include Urban Institute (UI) defined disorder 2005 and 2006, District of Columbia Metropolitan Police Department (MPD) defined disorder 2005 and 2006, average number of physical disorder incidents in 2005-2006 and 2002-2003, average yearly count of calls for service (CFS) of domestic violence (DV) in 2005-2006, average MPD disorder CFS, average UI disorder index, average number of assault with a deadly weapon (ADW) incidents in 2005-2006 and 2000-2001, ADW over the weekend, ADW weekend nights, ADW weekday nights, DV CFS over the weekend, DV CFS on a weekend night, DV CFS during a weeknight, UI disorder late night during the week, UI disorder late night during the weekend, UI disorder on the weekend, MPD disorder late night during the week, MPD disorder late night during the weekend, MPD disorder on the weekend, ADW incidents for 2000, 2001, 2005, and 2006, and DV CFS for 2005 and 2006.  Census variables include state FIPS code, tract, block group, population 2000 and 2004, population 2000 and 2004 by square mile, race variables (White, Black, Asian, Hispanic), age variables, vacant parcels, block group square miles, block group length, block group area, District of Columbia Planning and Service Areas, unemployed, poverty, same house, professional, male, female, young population, and young unemployed. Alcohol outlet variables include the number of on-premise alcohol outlets, off-premise alcohol outlets, and the number of restaurants/taverns/nightclubs/stores per square mile.  Neighborhood structural constraints included a concentrated disadvantage index and a r\nesidential stability index. Motivated offenders variables include portion of population aged 18-29 and the total number of adult arrests between January 1, 2005, and December 31, 2006.  Physical environment variables include percent of vacant parcels, number of prosocial places, number of metro stops, count of public housing spaces, number of recreational facilities, number of schools, parcels of residential area, parcels of retail businesses, count of motel, hotel, and inns, parcels of recreation, vacant parcels, metrorail station, public housing, percent of parcels that are retail, commercial, or motel/hotel/inn, the inverse distance of center of block group to all alcohol outlets, density of street lights, number of street lights/bus stops/prosocial institutions/homeless services per square mile, number of stores not allowing single sales, number of stores not allowing single sales per square mile, number of stores allowing single sales per square mile, and the percent of off premise alcohol outlets not allowing single sales.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drinking behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-31Version Text: 2009-07-31Subject: Study Level Error Note, Notes: Geographic files for use with mapping software are not available as part of this data collection.  However, the data collection does contain geographic identifiers that could be geocoded for GIS analysis.   Additionally, data from\nthis project should link to Census block group level geographic files that are available from the United States Census Bureau and elsewhere.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-07-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","aggregate data","census/enumeration data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["United States Census 2000","District of Columbia Metropolitan Police Department (MPD)","District of Columbia Office of the Chief Technology Officer (OCTO)","Urban Institute"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Census block group"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Census block group"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All block groups in the District of Columbia as designated by the United States Census 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample consisted of 431 of the 433 block groups in the District of Columbia as designated by the United States Census 2000. The two block groups that were excluded from the study were the National Mall (which is an open area national park) and Bolling Air Force Base. The National Mall was dropped from the study for two reasons. The first reason was that crimes committed on the National Mall are most often handled by the United States Park Police and not reported to the Metropolitan Police Department (MPD) and therefore fall outside of the targeted sample. The second reason for dropping this block group was that the Census reported a population of 12 residents. Bolling Air Force Base was dropped from this study because their crime was also not reported to MPD and their alcohol-selling establishments were not registered with the Alcoholic Beverage Regulation Administration (ABRA)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Alcohol Availability, Type of Alcohol Establishment, Distribution Policies, and Their Relationship to Crime and Disorder in the District of Columbia, 2000-2006","restricted":false,"version":1,"datasetVersionId":39505,"dataFile":{"id":2646393,"persistentId":"","pidURL":"","filename":"Alcohol Availability, Type of Alcohol Establishment, Distribution Policies, and Their Relationship to Crime and Disorder in the District of Columbia, 2000-2006","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}