{"status":"OK","data":{"id":41803,"identifier":"ICPSR25942.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25942.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25942.v1","latestVersion":{"id":37803,"storageIdentifier":"file://10.3886/ICPSR25942.v1","versionState":"RELEASED","distributionDate":"2013-08-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:49:28Z","releaseTime":"2015-04-09T03:49:28Z","createTime":"2015-04-09T03:49:28Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Substance-Free Transitional Housing and Community Corrections in Washington County, Oregon, 2005-2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Finigan, Michael"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"NPC Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Worcel, Sonia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"NPC Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study investigated self-sufficiency, community adjustment, substance use, and criminal recidivism outcomes for substance abusing offenders served through the Washington County (Oregon) Community Corrections Department (WCCC) to document the value-added of providing substance-free transitional housing services. The study addressed the value-added of Oxford House and other transitional housing services to the combination of services offenders receive, and documented the relative costs and benefits of substance-free transitional housing services. Individuals were eligible for the study if they entered Oxford Houses, entered some other form of substance-free transitional housing, or could benefit from, but did not enter, any form of substance-free transitional housing. A total of 356 supervisees were eligible for the study; 301 agreed to participate in baseline interviews, and 238 participated in 12-month follow-up interviews. The study included both interview data collection and administrative records data collection. The research team also collected Housing Data (Part 2) from the housing section of the interviews and Treatment Data (Part 3) from a statewide treatment database."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The current study investigated the value-added of providing substance-free transitional housing to offenders within this service rich environment. Specifically, the study investigated self-sufficiency, community adjustment, substance use, and criminal recidivism outcomes for substance abusing offenders served through the Washington County (Oregon) Community Corrections Department (WCCC) to document the value-added of providing substance-free transitional housing services. Specifically, the study addressed the following research questions:</p>\n\n<p><ol>\n<li>What is the value-added of Oxford House and other transitional housing services to the combination of services offenders receive? Does participating in substance-free transitional housing services lead to measurable improvements in self-sufficiency and decreases in substance use and criminal offending?</li>\n<li>What are the relative costs and benefits of substance-free transitional housing services to the taxpayer?</li>\n</ol></p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study included both interview data collection and administrative records data collection (Part 1). Interviews were conducted with study participants shortly after the start of their supervision and at 6- and 12-month follow-ups, however only baseline interview data and 12-month interview data are included in Part 1. The research team employe\nd a comprehensive recruitment and tracking strategy that resulted in 301 eligible participants agreeing to participate in baseline interviews, and 238 participating in 12-month follow-up interviews. The interviews were primarily closed-ended, structured interviews that gathered information about living situations, demographics, health, substance use, self-sufficiency indicators (including employment and income information), and psychosocial indicators (including social support and stress). In addition to interview data collection, the study relied upon administrative records, which provided such information as criminal justice history and recidivism, substance abuse treatment entries, and usage of WCCC services. Data were collected for the 12-month period following the start of supervision.</p>\n<p>The research team also collected Housing Data (Part 2) from the housing section of the interviews and Treatment Data (Part 3) from a statewide treatment database. Part 2 is a 901 case stacked dataset that lists each housing episode for each participant (multiple records per participant). Part 3 is a 243 case stacked dataset that lists each treatment episode for each participant (multiple records per participant). Participants with no treatment episodes are not included in the treatment data.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Interview and Administrative Data (Part 1) contain a total of 603 variables including demographic and background information, employment and life skills information, physical health information, alcohol and drug use, mental health information, readiness to change, social support, social support for recovery, environmental risk, environmental support, service utilization, contact with WCCC, perceived stress, and perceptions of control. Employment and life skills information included questions about educational attainment, employment status, public assistance receipt, and basic life skills (such as having a driver's license or a bank account). Physical health information included questions about hospital admissions and chronic medical problems. Alcohol and drug use information included the ASI Lite, a widely used measure of addiction severity. Participants were asked at baseline about their lifetime and 30-day use, and at follow-up on their 30-day use, of alcohol, alcohol to the point of intoxication, heroin, methadone, other opiates/analgesics, barbiturates, sedatives, cocaine, methamphetamine, other amphetamines, cannabis, hallucinogens, inhalants, and polysubstance use. Mental health information was gathered using the Psychiatric Subscale of the ASI Lite. This scale measured inpatient and outpatient treatment utilization, lifetime history of psychiatric problems, and whether the participant experienced psychiatric problems for the past 30 days including serious depression, anxiety, hallucinations, trouble controlling violent behavior and thoughts of suicide. Readiness to change information was collected using a 10-item scale that measured participants' readiness to change their substance use behavior. Social support information was collected using a shortened version of the Interpersonal Support Evaluation List, comprising 10 items from this standardized measure of social support. Social support for recovery information included a 4-item scale developed by NPC to determine the degree to which participants had social support for their abstinence and recovery and process. Environmental risk information included a 6-item scale developed by NPC to measure the risks present in participants' neighborhoods, including the prevalence of drug selling, the availability of jobs, and the safety of the neighborhood. Environmental support information included the Perceived Sense of Community Scale, a 30-item scale that measures participants' experiences in substance-free transitional housing. Service utilization information included questions about the types of services that participants may have needed and re\nceived, such as help with housing, transportation, job searching, medical services, or treatment services. Contact with WCCC information included several items to measure participants' perceptions of their supervision experience. Perceived stress measured overall stress levels using the Perceived Stress Scale, a 5-item standardized tool. Perceptions of control information included participants' feelings of control over their lives.</p>\n<p>The Housing Data (Part 2) contain a total of 5 variables: case ID, participant ID, housing type, move-in date, and move-out date.</p>\n<p>The Treatment Data (Part 3) contain a total of 6 variables: case ID, participant ID, treatment entry, entry date, closure date, and treatment completion.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"halfway houses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-08-30Version Text: 2013-08-30Subject: Study Level Error Note, Notes: The Interview and Administrative Data (Part 1), Housing Data (Part 2), and Treatment Data (Part 3), can be linked using the A1 \"PARTICIPANT ID\" variable.;Subject: Study Level Error Note, Notes: The study design included baseline, 6-month, and 12-month interviews with study participants. The 6-month interview data are not available as part of this data collection at this time. Additionally, Interview and Administrative Data (Part 1) are not available on all 301 baseline interview participants. Rather, Part 1 data are only available on the 238 individuals that participated in the baseline interviews and the 12-month follow-up interviews. The research team also collected Housing Data (Part 2) from the housing section of the interviews and Treatment Data (Part 3) from a statewide treatment database.;Subject: Study Level Error Note, Notes: The stakeholder interview data and cost study component data referenced in the project's report (Worcel, Burrus, Finigan, 2009; NCJ 225802) are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-DD-BX-1009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-08-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Baseline and 12-month interviews with study participants.","The Washington County (Oregon) Community Corrections Department (WCCC) Database: The WCCC electronic database houses all information regarding supervisees' involvement with the department. The research team created a data extraction tool, and research staff accessed each study participant's electronic file and recorded the necessary data onto the data extraction tool. The data collected from this database included supervision start and end dates, number and type of conditions of supervision, number of office visits, number of technical violations, number and type of re-arrests, and number of jail days.","Law Enforcement Data System (LEDS): NPC made a data request to LEDS to gather criminal history data on study participants. This data was returned to NPC in paper form, and the research team extracted the information necessary to tally the total prior felony and misdemeanor arrests for study participants.","Oregon Justice Information System (OJIN): NPC has on-site access to OJIN, and this system was used as a crosscheck for\nthe recidivism (re-arrests and jail days) information gathered from the WCCC database.","Client Processing Monitoring System (CPMS): NPC made a data request to CPMS to gather treatment admissions data on study participants; this data was returned to NPC in electronic form. The CPMS data was used to determine which study participants entered substance abuse treatment, and for those who entered, whether episodes were successfully completed."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oregon"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual (Part 1)","Housing episode (Part 2)","Treatment episode (Part 3)"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All substance abusing offenders served by Washington County Community Corrections in Washington County, Oregon between 2005 and 2008."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The study sample included offenders residing in Oxford Houses, offenders entering some other form of substance-free transitional housing, and offenders who could benefit from, but did not enter, any form of substance-free transitional housing between 2005 and 2008. A total of 356 WCCC supervisees who began supervision during the sample building period were eligible for the study. Of 356 supervisees that were eligible for the study; 301 agreed to participate in baseline interviews, and 238 participated in 12-month follow-up interviews, resulting in a final sample size of 238."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 356 supervisees were eligible for the study; 301 (85 percent) agreed to participate in baseline interviews, and 238 (80 percent) participated in 12-month follow-up interviews."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>The study used the following scales:</p>\n<p><ul>\n<li>ASI Lite scale was used to measure addiction severity.</li>\n<li>The Psychiatric Subscale of the ASI Lite was used to measure mental health status. This scale measured inpatient and outpatient treatment utilization, lifetime history of psychiatric problems, and whether the participant experienced psychiatric problems for the past 30 days including serious depression.</li>\n<li>The University of Rhode Island Change Assessment (URICA) was used to measure participants' readiness to change their substance use behavior.</li>\n<li>The Interpersonal Support Evaluation List was used to measure social support.</li>\n<li>A Social support for recovery scale developed by NPC was used to determine the degree to which participants had social support for their abstinence and recovery and process.</li>\n<li>An Environmental risk scale was developed by NPC to measure the risks present in participants' neighborhoods, including the prevalence of drug selling, the availability of jobs, and the safety of the neighborhood.</li>\n<li>The Perceived Sense of Community Scale was used to measure participants' experiences in substance-free transitional housing.</li>\n<li>The Perceived Stress Scale was used to measure overall stress levels.</li>\n<li>Modified questions from the Family Empowerment Scale were used to measure participants' feelings of control over their lives.</li>\n</ul></p>"}]}},"files":[{"description":"","label":"Housing Data","restricted":false,"version":1,"datasetVersionId":37803,"dataFile":{"id":2629510,"persistentId":"","pidURL":"","filename":"Housing Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Interview and Administrative Data","restricted":false,"version":1,"datasetVersionId":37803,"dataFile":{"id":2629509,"persistentId":"","pidURL":"","filename":"Interview and Administrative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Data","restricted":false,"version":1,"datasetVersionId":37803,"dataFile":{"id":2629511,"persistentId":"","pidURL":"","filename":"Treatment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}