{"status":"OK","data":{"id":39437,"identifier":"ICPSR34305.v1","persistentUrl":"https://doi.org/10.3886/ICPSR34305.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR34305.v1","latestVersion":{"id":35437,"storageIdentifier":"file://10.3886/ICPSR34305.v1","versionState":"RELEASED","distributionDate":"2014-10-06","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:26Z","releaseTime":"2015-04-09T03:23:26Z","createTime":"2015-04-09T03:23:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Intimate Partner and Sexual Violence Survey (NISVS): General Population Survey Raw Data, 2010"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Centers for Disease Control and Prevention, National Center for Injury Prevention and Control"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Health and Human Services. Centers for Disease Control and Prevention, National Center for Injury Prevention and Control"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The National Intimate Partner and Sexual Violence Survey (NISVS) is an ongoing nationally representative survey that assessed experiences of sexual violence, stalking, and intimate partner violence among adult women and men in the United States and for each individual state. The survey focused exclusively on violence and collected information about</p>\n\n<ul>\n<li>Sexual violence by any perpetrator, including information related to rape, being made to penetrate someone else, sexual coercion, unwanted sexual contact, and non-contact unwanted sexual experiences</li>\n<li>Stalking, including the use of newer technologies such as text messages, emails, monitoring devices (e.g., cameras and GPS, or global positioning system devices), by perpetrators known and unknown to the victim</li>\n<li>Physical violence by an intimate partner</li>\n<li>Psychological aggression by an intimate partner, including information on expressive forms of aggression and coercive control</li>\n<li>Control of reproductive or sexual health by an intimate partner</li>\n</ul>\n\n<p>In addition to collecting lifetime and 12 month prevalence data on sexual violence, stalking, and intimate partner violence, the survey collects information on the age at the time of the first victimization, demographic characteristics of respondents, demographic characteristics of perpetrators (age, sex, race/ethnicity) and detailed information about the context in which these types of violence occur.</p>\n\n<p>The primary objectives of the survey are to describe the prevalence and characteristics of sexual violence, stalking, and intimate partner violence in the United States; who is most likely to experience these forms of violence; the context in which sexual violence, stalking, and intimate partner violence are experienced; and the consequences and impacts of these forms of violence.</p>\n\n<p>The data file contains 18,957 cases and 26,114 variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The primary objectives of the National Intimate Partner and Sexual Violence Survey were to describe (1) the prevalence and characteristics of sexual violence, stalking, and intimate partner violence; (2) who is most likely to experience these forms of violence; (3) the patterns and impact of the violence experienced by specific perpetrators; and (4) the health consequences of these forms of violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The survey was conducted in 50 states and the District of Columbia and was administered using a computer-assisted tele\nphone interview from January 22, 2010 through December 31, 2010. In 2010, a total of 18,049 interviews were conducted (9,970 women and 8,079 men) in the United States general population. This included 16,507 completed and 1,542 partially completed interviews. A total of 9,086 females and 7,421 males completed the survey. Approximately 45.2 percent of interviews were conducted by landline telephone and 54.8 percent of interviews were conducted using a respondent's cell phone.</p>\n\n<p><strong>Advance Letters</strong></p>\n\n<p>Reverse address matching was used to link available addresses to the landline sample. Approximately 50 percent of telephone numbers in the landline sample were matched. Prior to contacting participants, informational letters addressed to \"Resident\" were sent to available addresses to make residents aware that they would be receiving a request for an interview in the coming days. Following the World Health Organization's guidelines for research on domestic violence, introductory letters were carefully written, providing only general information about the survey to maximize safety and confidentiality.</p>\n\n<p><strong>Incentives</strong></p>\n\n<p>Respondents in the landline and cell phone samples were offered an incentive of 10 dollars to participate in the survey. Respondents could choose to have the incentive mailed to them or donated to the United Way on their behalf; 58.4 percent of respondents chose to donate their incentive. For respondents who chose to receive the incentive, mailing information was obtained so the incentive check could be sent to them. Mailing information was kept in a separate database from data collected during the administration of the survey and destroyed at the end of data collection.</p>\n\n<p><strong>Graduated Informed Consent Process</strong></p>\n\n<p>A graduated informed consent protocol was used to ensure respondent safety and confidentiality in accordance with  recommended guidelines for surveys on sensitive topics such as violence victimization (Sullivan and Cain, 2004; WHO, 2001). With a graduated informed consent protocol, the initial person who answers the telephone is provided general non-specific information about the survey topic. The specific topics of the survey are only revealed to the individual respondent who has been randomly selected to participate in the survey. A graduated consent process is considered to be one of the safest approaches for gathering data on victimization experiences.</p>\n\n<p><strong>Respondent Safety and Confidentiality</strong></p>\n\n<p>Interviewers also reminded respondents that they could skip any question and could stop the interview at any time. Interviewers also established a safety plan with the respondents so that respondents would know what to do if they needed to stop an interview for safety reasons. Specifically, interviewers suggested that respondents answer questions in a private setting and instructed them to just say \"Goodbye\" if at any time they felt physically or emotionally unsafe. Interviewers also checked in with the respondents several times during the interview to make sure they wanted to proceed. At the end of the interview, respondents were provided telephone numbers for the National Domestic Violence Hotline and the Rape, Abuse and Incest National Network.</p>\n\n<p><strong>Interviewer Training and Monitoring</strong></p>\n\n<p>Interviewers received 16 hours of training and an additional 2 hours of post-training practice. The training sessions, which included lectures, demonstration, round-robin practice, paired-practice, and group and paired mock interviews, were specifically designed to help interviewers administer questions about sexual violence, stalking, and intimate partner victimization and the potential challenges they may encounter in conducting interviews on these sensitive topics. Interviewers were also provided resources to assist respondents in coping with traumatic and violent events. Throughout the data collection period, interviewers were pr\novided the opportunity to discuss and process difficult or upsetting interviews.</p>\n\n<p><strong>Cognitive Testing</strong></p>\n\n<p>A key component of the questionnaire design process was conducting cognitive tests on the introductions and key questions used throughout the instrument. The purpose of the cognitive testing was to provide information on how well the questions worked and whether participants understood the text provided.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The questionnaire was divided into several sections and included information on demographic characteristics of the respondent, health conditions, victimization experiences (including psychological aggression, coercive control and entrapment, physical violence by an intimate partner, stalking victimization, and sexual violence). The questionnaire also included information about perpetrators and follow-up questions.</p>\n\n<p><strong>Demographics</strong>\n- Respondents were asked their year of birth, education level, race and ethnicity, place of birth (if not U.S. born, number of years lived in the U.S.), whether they were affiliated or enrolled in a tribe or village, whether they have ever and in the past 12 months lived on a reservation or in a tribal village, their total household income, and zip code.</p>\n\n<p><strong>Health</strong>\n- Respondents were asked about the following health conditions: asthma, chronic pain, diabetes, difficulty sleeping, frequent headaches, high blood pressure, irritable bowel syndrome (IBS), general physical health, and mental health. They were also asked about activity limitations as a result of physical, mental, or emotional problems, and about health problems that require use of special equipment. They were also asked how often they worried or were stressed about having enough money to pay their rent or mortgage, buy nutritious meals, and times when they needed to see a doctor but couldn't afford it.</p>\n\n<p><strong>Victimization</strong>\n- Respondents were asked to report the number of people who had perpetrated a series of violence behaviors (described below) against them. For each perpetrator they reported, they were asked for the initials of the perpetrator and the number of times the perpetrator did the behavior ever, in the past three years, and in the past 12 months.</p>\n\n<ul>\n<li><p><strong>Psychological aggression (PA),</strong>\nwhich included behaviors such as acting dangerous, name calling, insults, and humiliation.</p></li>\n<li><p><strong>Coercive control and entrapment (CCE),</strong>\nwhich included behaviors that are intended to monitor and control an intimate partner such as threats, interference with family and friends, and limiting access to money. It also included behaviors intended to control reproductive or sexual health.</p></li>\n<li><p><strong>Physical violence (PV),</strong>\nwhich included behaviors such as slapping, pushing or shoving, being hurt by pulling hair, being hit with something hard, being kicked, being slammed against something, attempts to hurt by choking or suffocating, being beaten, being burned on purpose, and having a partner use a knife or gun against the victim.</p></li>\n<li><p><strong>Stalking (S),</strong>\nwhich included a pattern of unwanted harassing or threatening tactics used by a perpetrator that caused fear or concern for the safety of oneself or others, such as unwanted phone calls or emails, watching or following from a distance, technology assisted tactics (GPS), and leaving strange or potentially threatening items for the victim to find.</p></li>\n<li><p><strong>Sexual violence (SV),</strong>\nwhich included rape (completed forced penetration; attempted forced penetration; alcohol or drug facilitated completed penetration), being made to penetrate another person (completed; attempted - males only; alcohol or drug facilitated), sexual coercion (unwanted sexual penetration after being pressured in a non-physical way), unwanted sexual contact (e.g., being kissed in a sexual way, fondled or grabbed), a\nnd non-contact unwanted sexual experiences (i.e., unwanted experiences that do not involve any touching or penetration such as someone exposing their sexual body parts, flashing, or masturbating in front of the victim; making a victim show his or her body parts; making a victim look at or participate in sexual photos or movies; or someone harassing the victim in a public place in a way that made the victim feel unsafe).</p></li>\n</ul>\n\n<p>Respondents aged 70 and older were also asked about perpetrators other than romantic and sexual partners for recent psychological aggression, coercive control and entrapment, and physical violence victimization (i.e., past 12 months only). These questions were included as a part of a pilot to assess the utility of using NISVS to capture some information on victimization among older adults.</p>\n\n<p><strong>Note:</strong>\nUsers are cautioned against using these data to determine the prevalence of elder abuse in the United States or to understand patterns of elder abuse. The NISVS survey does not include the range of victimization (e.g., neglect, financial and other forms of exploitation) that is understood in the field as constituting elder abuse and should not be construed as such. The data are also only for the past 12 months and for those aged 70 and older. The field of elder abuse and other aging related legislation (e.g., Older American's Act) uses ages 60 and older as the cut-off.  In this regard, the sample does not cover the population of interest and the limited types of victimization assessed in NISVS preclude making generalizable statements about elder abuse in the United States.</p>\n\n<p><strong>Perpetrator Information</strong>\n- All behaviors in the NISVS survey were linked to a specific perpetrator and all questions were asked within the context of that perpetrator. Respondents who reported experiencing violence were asked to provide the interviewer with the initials or a nickname for the individual perpetrator or identify the person in some other general way so that each violent behavior reported could be tied to a specific perpetrator. Respondents were then asked a series of questions about each perpetrator including the perpetrator's age, sex, and race/ethnicity. In addition, for each perpetrator reported, respondents were asked their age and their relationship to the perpetrator, both at the time violence first began and at the last time violence was experienced.</p>\n\n<p><strong>Follow-up Questions</strong>\n- Respondents who reported experiencing stalking victimization were asked a series of follow-up questions, including the respondent's age when they first experienced stalking by each perpetrator and the age at which they last experienced stalking. They were also asked whether they were fearful, whether the perpetrator ever damaged personal property or belongings, ever threatened to physically harm them, and whether they believed that they or someone close to them would be seriously harmed or killed.</p>\n\n<p>Respondents who reported being threatened with physical harm or physically forced to have sex were also asked a series of follow-up questions, including the respondent's age when they first experienced these behaviors by each perpetrator and the age at which they last experienced these behaviors. They were also asked whether they were physically injured, contracted an STD, or became pregnant as a result of the victimization.</p>\n\n<p>A series of general follow-up questions were asked of respondents who reported victimization in the preceding sections of the survey (i.e., psychological aggression, coercive control and entrapment, and physical violence by an intimate partner; stalking; and sexual violence victimization).  Respondents were asked about the impact of the violence they experienced by a specific perpetrator. These questions included whether they were ever concerned for their safety; if they were ever fearful (and if so, how fearful); if they had nightmares, were constantly on g\nuard, watchful, or easily startled; if they felt numb or detached from others, their activities, or surroundings; if they were ever injured (and if so, what those injuries included); who they talked with about the behavior(s) (and if so, how helpful these discussions were); their need for and ability to get services (medical care, housing services, community services, victim's advocate or legal services); and whether they ever had to miss work or school.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"medical history"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stalking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-11-06Version Text: 2014-11-06Version Date: 2014-11-06Version Text: 2014-11-06 Subject: null  Type: null  Notes: Files were updated.;Subject: Study Level Error Note, Notes: The NISVS 2010 Summary Report presents data from the first year of data collection in the general population sample. In 2010, NISVS was also conducted with a separate sample of self-identified American Indian and Alaska Native (AIAN) people, and a separate random sample of female active duty military and female spouses of active duty military. The military sample will be available as ICPSR study number 34811.  The data and results from the AIAN sample is expected to be available at NACJD in the future.;Subject: Study Level Error Note, Notes: <p>For more information about NISVS, a variety of materials are available on the CDC's NISVS Web site\n<a href=\"http://www.cdc.gov/violenceprevention/nisvs/\">http://www.cdc.gov/violenceprevention/nisvs/</a>\n.  These include the NISVS 2010 Summary Report (Full Report, Executive Summary, a Fact Sheet, and Expanded State Tables); the NISVS 2010 Report on Intimate Partner Violence (Full Report, Fact Sheet on IPV); and the NISVS 2010 Findings on Victimization by Sexual Orientation (Full Report, Fact Sheet). Within these documents you will find Key Findings, Background and Methods, more detailed findings for specific types of victimization experiences, Discussion, Implications for Prevention, and helpful References.</p>;Subject: Study Level Error Note, Notes: <p>Users are strongly encouraged to consult the Orientation to Analyzing the NISVS Raw Data section of the User Guide. The NISVS raw dataset contains over 26,000 variables, in part, to accommodate the range of victimization experiences captured in NISVS (e.g., 60 behaviors across three time frames - lifetime, past 3 years, past 12 months) and by collecting this information by perpetrator. Among the greatest challenges of analyzing NISVS data is to link all these variables together by perpetrator such that data elements can be combined in a meaningful way.  The orientation section provides important information and examples to help users understand the challenges of trying to analyze the data with a typical respondent-level approach and offers guidance for taking a perpetrator-level approach that more closely maps onto how the data are collected in NISVS. Examples are provided to illustrate how to take the respondent-level raw data, create a perpetrator database, and then convert back to a respondent-level dataset for analysis.</p>\n\n<p>Exploration of the raw dataset is recommended to understand the full extent of these challenges and the complexity of data.</p>;Subject: Study Level Error Note, Notes: To protect respondent privacy, all perpetrator names and/or initials have been anonymized as [PERP 01], [PERP 02], etc. For more information, consult the codebook notes.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"233-02-0090 TO 11"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-10-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2010-01-22"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2010-01-22"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Non-institutionalized English and/or Spanish-speaking adults aged 18 or older in the 50 states and District of Columbia meeting sampling eligibility criteria."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The National Intimate Partner and Sexual Violence Survey (NISVS) employed a dual-frame, stratified random digit dial (RDD) sampling design, with continuous data collection. To meet the challenges of rising non-coverage rates in United States landline-based telephone surveys, NISVS implemented a dual-frame design where both landline and cell phone frames were sampled simultaneously.</p>\n\n<p><strong>List-Assisted Landline Frame</strong></p>\n\n<p>The landline sampling frame was comprised of hundred-banks of telephone numbers where each bank had at least one known listed residential number. A hundred-bank is the 100 telephone numbers that are generated by fixing the first eight digits of a telephone number and changing the last two digits (e.g., (800) 555-55XX). Known business numbers were excluded from the frame. In addition, non-working numbers were removed after sample selection through screening.</p>\n\n<p><strong>Cell-Phone Frame</strong></p>\n\n<p>The cell phone frame consisted of phone numbers in telephone banks identified as active and currently in use for cell phones. At the time the sample was drawn, directory listings of cell phone numbers were not available. Thus, list-assisted screening was not possible.</p>\n\n<p><strong>Stratification for State-Level Estimates</strong></p>\n\n<p>NISVS had the dual objectives of providing national and state-level estimates. A sample design optimized for national estimates would use proportionate allocation across states (resulting in a sample size in each state that is proportionate to the adult population in that state), whereas a design optimized for providing stable state-level estimates might allocate the sample approximately equally across states. Considering these competing objectives, NISVS survey samples were stratified by state, balancing between stable state-level estimates and weight variation for the national estimates from oversampling of smaller states.</p>\n\n<p><strong>Within-Household Selection</strong></p>\n\n<p>Each state sample included both landline and cell phone samples. When reaching a household in the landline sample, the interviewer asked about the number of males and females living in the household. In a one-adult household, the adult was automatically selected to participate. In households with only two adults, the person on the phone or the other adult in the household was randomly selected. When there were more than two adults in the household, the adult with the most recent birthday was selected.  Because cell phones a\nre personal use devices, the person answering the cell phone was selected as the respondent, if eligible.</p>\n\n<p><strong>Nonresponse Phase</strong></p>\n\n<p>To increase participation, NISVS was administered as a two-phase survey. Phase One was the main data collection phase. Respondents in the first phase were offered an incentive of 10 dollars to participate in the survey. A random subsample of non-respondents from the first phase was selected during Phase Two, with the goal of reducing non-response and non-response bias. The second phase included a substantially higher incentive (40 dollars) to further encourage participation.</p>\n\n<p>For more information about the sampling and sample distribution, consult the User Guide.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Sample weights were essential for computing national estimates using these data. These weights reflected sampling features, non-response, coverage, and sampling variability. There were several main weight components that contributed to final sampling weights: selection, multiplicity, non-response, and post-stratification.</p>\n\n<p>The selection weight accounted for different sampling rates across states, the varying selection probabilities in the landline and in the cell phone frames, the within household probability of selection, and the subsampling of non-respondents in Phase Two of data collection.</p>\n\n<p>The multiplicity weight component took into consideration that some sample members had both landline and cell phone services, thereby having multiple chances of entering the survey. The non-response weight accounted for the variation in response rates within the selected sample.</p>\n\n<p>The post-stratification weight adjusted the product of the selection, multiplicity, and non-response weights to match the population distribution on main demographic characteristics. This was accomplished using benchmark counts from census projections to correct for both coverage and non-response, which allowed the landline and cell phone samples to be merged together.</p>\n\n<p>Two main sets of weights were computed for analyzing NISVS data. Applying the same principles in constructing the various weight components, one set of weights was computed for all partial and complete interviews, while another set of weights was computed for the complete interviews only. An interview was defined as \"complete\" if the respondent completed the screening, demographic, general health questions, and all questions on all five sets of violence victimization, as applicable. An interview was defined as \"partial\" if the respondent completed the screening, demographic, and general health questions and at least all questions on the first set of violence victimization (psychological aggression).</p>\n\n<p>Users of NISVS data will need to provide the \"design\" and \"stratum\" specifications to whichever software (such as SUDAAN or a SAS complex survey procedure) is being used for analysis and apply the correct weights when producing estimates. This is necessary because the NISVS data were collected through a complex sampling design. Information about the Design and Weight Variables can be found in the Orientation to Analyzing the NISVS Raw Data section of the User Guide.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>The overall weighted response rate for the 2010 data collection for NISVS ranged from 27.5 percent to 33.6 percent. The computation of the weighted response rate reflected the stratified, two-phase, dual-frame survey design used in NISVS, and accounted for the disproportionate sampling across states, combined response rates from Phases One and Two, and combined response rates resulting from the two sampling frames.</p>\n\n<p>The range in the overall response rates reflects differences in how the proportion of the unknowns that are eligible is estimated. The 27.5 percent was an estimate of the proportion of the unknowns that are eligible based on the information identified by interviewers when calling numbers. The upper estimate (33.6 percent) also included information from the prescreening process.</p>"}]}},"files":[{"description":"","label":"National Intimate Partner and Sexual Violence Survey (NISVS) General Population Survey Raw Data, 2010","restricted":false,"version":1,"datasetVersionId":35437,"dataFile":{"id":2612144,"persistentId":"","pidURL":"","filename":"National Intimate Partner and Sexual Violence Survey (NISVS) General Population Survey Raw Data, 2010","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}