{"status":"OK","data":{"id":45320,"identifier":"ICPSR03157.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03157.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03157.v1","latestVersion":{"id":41320,"storageIdentifier":"file://10.3886/ICPSR03157.v1","versionState":"RELEASED","distributionDate":"2003-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:28:00Z","releaseTime":"2015-04-09T04:28:00Z","createTime":"2015-04-09T04:28:00Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in\nthe restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Los Angeles County Juvenile Drug Treatment Boot Camp, 1992-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zhang, Sheldon X."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California State University. Department of Sociology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an evaluation of the Los Angeles County Drug  Treatment Boot Camp (DTBC). This site was selected because it was one  of the earliest boot camps in the nation designed specifically for  juvenile offenders. The program enrolled only male offenders between  the ages of 16 and 18, who were either documented or alleged drug  users with sustained petitions by the juvenile courts for non-violent  and non-sex offenses. The main goal of the study was to use a  combination of official and self-report measures to assess the  effectiveness of the DTBC as a correctional model for juvenile  offenders with a focus on their substance-abusing behavior. The study  consisted of three independent data collection components: (1) a  comparison of official recidivism rates between matched boot camp  graduates and non-boot camp graduates over a five-year observation  period (Part 1, Official Records Data for Matched Samples), (2) a  cross-sectional comparison of self-reports between boot camp and  non-boot camp graduates over a 12-month observation period (Part 2,  Twelve-Month Self-Report Data), and (3) a pre- and post-test of a boot  camp cohort over a six-month observation period (Part 3, Pre- and  Post-Test Self-Report Data). Part 1 variables include camp entry and  exit dates, sustained petition for camp entry, prior arrests, age at  first arrest, most serious charge at first arrest, number of post-camp  arrests, most serious charge for post-camp arrests, and number of  probation violations post-camp. For Parts 2 and 3, the study utilized  the well-established International Self-Report Delinquency  questionnaire to assess the youths' post-camp delinquent  activities. The instrument contained measures on (1) the types of  crimes committed during a specified time frame, (2) the frequency of  these delinquent acts, (3) the onset of each admitted offense, (4) the  circumstances of the incidents, and (5) a set of sociodemographic  variables including attitudes toward school and work, living  arrangement, and circle of friends. Demographic variables include age, ethnicity, and country of birth."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an evaluation of the Los Angeles  County Drug Treatment Boot Camp (DTBC). This site was selected because  it was one of the earliest boot camps in the nation designed  specifically for juvenile offenders, having been in operation since  October 1990. It was also an integral part of the Los Angeles  Probation Department, designed and operated for the long  haul. Additionally, unlike the majority of boot camps in the existing  literature, the Los Angeles DTBC had a well-developed aftercare  component combined with intensive supervision, including drug  education and individual and parental counseling. A major difference  between the Los Angeles DTBC and most other boot camps in the  literature was that the DTBC was created neither to alleviate  institutional overcrowding, nor to attract state or federal program  funding. The program enrolled only male offenders between the ages of  16 and 18, who were either documented or alleged drug users with  sustained petitions by the juvenile courts for non-violent and non-sex  offenses. All potential recruits were medically cleared for work and  rigorous physical exercise. Cadets participated in a full academic  high school program, a work program, and a 15-week drug education  program provided by the Inter-Agency Drug Abuse Recovery Program  (I-ADARP). After completing the six-month program, youth were released  to intensive aftercare supervised by seven probation officers who  worked exclusively on DTBC cases. The emphasis of the aftercare phase  was on education, employment opportunities, and vocational  guidance. The main goal of this study was to use a combination of  official and self-report measures to assess the effectiveness of the  DTBC as a correctional model for juvenile offenders with a focus on  their substance abusing behavior. To this end there were four  specific objectives: (1) to examine official recidivism over a much  longer period of time than most published studies in order to increase  the overall understanding of the long-term impact of juvenile boot  camps on recidivism, (2) to examine the impact of the boot camp  program on subsequent delinquency involvement, (3) to examine the  effectiveness of boot camps in reducing participants' subsequent  involvement in drug use and sale, and (4) to examine the level of  participation of camp graduates in conventional activities and, in  particular, the role of parental involvement in fostering successful return of participants to the community."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study consisted of three independent data  collection components: (1) a comparison of official recidivism rates  between matched boot camp graduates and non-boot camp graduates over a  five-year observation period, (2) a cross-sectional comparison of  self-reports between boot camp and non-boot camp graduates over a  12-month observation period, and (3) a pre- and post-test of a boot  camp cohort over a six-month observation period. For Part 1, the  researchers used the case matching technique to locate a group of  comparable subjects from four other juvenile camps who were matched  against the sampled boot camp participants on major sociodemographic  and criminal history characteristics. Access to both juvenile and  adult official records was granted through the approval of a petition  to the Los Angeles County Probation Department prior to the initiation  of the project and of a motion to the Los Angeles County Juvenile  Court. Complete records of arrests and dispositions were obtained for  the matched samples and keyed into a data file for analysis. For Part  2, telephone interviews were conducted at the Social and Behavioral  Research Institute (SBRI) at California State University-San Marcos,  which was equipped with a state-of-the-art computer-aided telephone  interviewing (CATI) laboratory capable of conducting large-scale  survey research regionally and nationally. The software of\nthe CATI  system tracked the scheduled call-backs and monitored progress on  completing sample-related quotas. Interview questions appeared on the  computer screen and the interviewer entered the data directly into the  database. To locate potential subjects, probation records containing  subjects' home addresses and phone numbers were obtained for the pool  of eligible subjects. Eliciting cooperation from these youths for  interviews was aided by a nominal payment of $20 for each completed  interview. Additionally, subjects were assured of confidentiality of  their identity. Several techniques were used to achieve the proposed  sample size of 100 completed interviews for each group, including  directory assistance, cross-street verification, repeated calls to  unanswered calls, and reviewing hardcopy probation files to search for  additional contact information, such as addresses and phone numbers of  subjects' relatives and employers. Part 3 was designed to interview a  group of subjects as soon as they entered the boot camp to obtain  self-report data for the six months prior to their current entry into  the justice system. The same group of subjects would then be  interviewed for a second time six months after leaving the camp. The  goal was to gauge changes over time as a result of participation in  the boot camp. The first wave of interviews was conducted over a  three-month period and included a cohort of 137 fresh recruits, which  was estimated to be sufficient for 100 completed interviews at the  second wave. However, the sample attrition was far more severe than  anticipated. Researchers employed a variety of methods to try to  locate respondents after they left the camp. Because of the  difficulty in locating the subjects, the elapsed time between the camp  exit and the second interview was significantly lengthened from the  originally planned six months to anywhere between 204 days and 517  days, with an average of 351 days. The study utilized the  well-established International Self-Report Delinquency questionnaire  to assess the youths' post-camp delinquent activities. The instrument  contained measures on (1) the types of crimes committed during a  specified time frame, (2) the frequency of these delinquent acts, (3)  the onset of each admitted offense, (4) the circumstances of the  incidents, and (5) a set of sociodemographic variables including  attitudes toward school and work, living arrangements, and circle of friends."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables in Part 1 include date of  birth and ethnicity. Other Part 1 variables are camp entry and exit  dates, sustained petition for camp entry, prior arrests, age at first  arrest, most serious charge at first arrest, number of post-camp  arrests, most serious charge for post-camp arrests, and number of  probation violations post-camp. Demographic variables in Parts 2 and  3 include age, ethnicity, country of birth, and language spoken at  home. Parts 2 and 3 also contain variables related to the number of  arrests and most serious charges, similar to Part 1. Other variables  in Parts 2 and 3 include with whom the youth lived, adults'  occupational code and job group, number of siblings, who took care of  the youth, family criminal history, whether the youth attended school,  the number of times the youth had been suspended or expelled from  school, the youth's perceptions of his opportunities in life, the  youth's evaluation of himself, whether the youth had a job and type of  job, kinds of sports in which the youth participated, youth's  assessment of his relationship with his caretaker, whether the youth  ever ran away from home, whether and how often the youth participated  in particular delinquent acts such as truancy or graffiti, the youth's  alcohol and drug use and sales, weapon possession, and gang  participation, parents' reaction to youth's arrest, age at which the  youth first began dating, having sex, driving, working, dri\nnking, and  getting into trouble with the police, youth's relationships with camp staff, and the youth's assessment of his own neighborhood."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aftercare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"shock incarceration programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-08-22Version Text: 2012-08-22Version Date: 2012-08-22Version Text: 2012-08-22 Subject: null  Type: null  Notes: A Restricted Data Use Agreement form was added to the documentation files that can be downloaded from the study home page.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3157.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File QU3157.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3157.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-SC-VX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1 data were gathered from the administrative  records of the Lost Angeles Probation Department and the Los Angeles  County Juvenile Court. Data for Parts 2 and 3 were collected through telephone interviews."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male juveniles from the Los Angeles Drug Treatment Boot Camp from 1992 to 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1, the sampling frame included youths who  completed the boot camp between April 1992 and December 1993 to  minimize possible treatment inconsistencies and programmatic/staff  adjustment during the start-up phase. A complete roster of the boot  camp gradates from this sampling period was obtained from the camp  headquarters from which 427 graduates with no prior camp experience  were randomly selected. Frequency tables were compiled for the DTBC  graduates to provide sociodemographic descriptions, which then served  as guides to stratify for selecting the comparison  graduates. Subsequently, a complete roster of the four comparison  camps was also obtained and used to select 427 youths who matched the  predetermined descriptive variables. For Part 2, a complete list of  all camp graduates who exited the boot camp program and the four  comparison camps in 1996 was obtained from the Los Angeles County  Probation Department camp headquarters. To ensure a sufficiently large  pool of eligible candidates, the sampling time frame was extended to  December of 1995 and the first three months of 1997. The original plan  was to match the two samples on the same descriptive variables.  However, the effort was aborted when the selective interview process  turned out to be prohibitively expensive and impractical. For Part 3,  the first wave of interviews was conducted over a three-month period  and included a cohort of 137 fresh recruits, which was estimated to be  sufficient for 100 completed interviews at the second wave. However,  the sample attrition was far more severe than anticipated. Due to the  difficulty of locating respondents after they left camp, the majority  of the follow-up interviews took place approximately one year after  their exit from camp and only 89 subjects were located and interviewed."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: Not applicable. Part 3: 65 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Official Records Data for Matched Samples","restricted":false,"version":1,"datasetVersionId":41320,"dataFile":{"id":2659192,"persistentId":"","pidURL":"","filename":"Official Records Data for Matched Samples","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pre- and Post-Test Self-Report Data","restricted":false,"version":1,"datasetVersionId":41320,"dataFile":{"id":2659194,"persistentId":"","pidURL":"","filename":"Pre- and Post-Test Self-Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Twelve-Month Self-Report Data","restricted":false,"version":1,"datasetVersionId":41320,"dataFile":{"id":2659193,"persistentId":"","pidURL":"","filename":"Twelve-Month Self-Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}