{"status":"OK","data":{"id":40669,"identifier":"ICPSR36069.v1","persistentUrl":"https://doi.org/10.3886/ICPSR36069.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR36069.v1","latestVersion":{"id":36669,"storageIdentifier":"file://10.3886/ICPSR36069.v1","versionState":"RELEASED","distributionDate":"2015-03-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:36:55Z","releaseTime":"2015-04-09T03:36:55Z","createTime":"2015-04-09T03:36:55Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS): Arts Education Surveys of Elementary School Teachers, 2009-2010"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Fast Response Survey System (FRSS) was established in 1975 by the National Center for Education Statistics (NCES), United States Department of Education. FRSS is designed to collect issue-oriented data within a relatively short time frame. FRSS collects data from state education agencies, local education agencies, public and private elementary and secondary schools, public school teachers, and public libraries. To ensure minimal burden on respondents, the surveys are generally limited to three pages of questions, with a response burden of about 30 minutes per respondent. Sample sizes are relatively small (usually about 1,000 to 1,500 respondents per survey) so that data collection can be completed quickly. Data are weighted to produce national estimates of the sampled education sector. The sample size is large enough to permit limited breakouts by classification variables. However, as the number of categories within the classification variables  increases, the sample size within categories decreases, which results in larger sampling errors for the breakouts by classification variables.</p>\n\n<p>The Arts Education Surveys of Elementary School Teachers provide national estimates on arts education and arts instructors in public elementary schools during the 2009-10 school year. This data collection contains three surveys that provide information about music specialists, visual arts specialists, and self-contained classroom teachers. These three surveys are part of a set of seven surveys that collected data on arts education during the 2009-10 school year. In addition to these elementary teacher surveys, the set includes a survey of elementary school principals, a survey of secondary school principals, and two secondary teacher-level surveys. A stratified sample design was used to select teachers and arts specialists (music and visual arts) for the Arts Education Surveys of Elementary School Teachers. Data collection was conducted September 2009 through August 2010. Altogether, 1,148 eligible music specialists, 918 eligible visual arts specialists, and 734 eligible self-contained classroom teachers completed the surveys by web, mail, fax, or telephone.</p>\n\n<p>The elementary teacher surveys collected data on the availability of curriculum-based arts education activities outside of regular school hours, teaching load of music and visual arts specialists in elementary schools, teacher participation in various professional development activities, the ways in which self-contained classroom teachers teach arts education as part of their instructional program, and teachers' use of formal methods of assessment of students' achievement in the arts. Furthermore, teachers were also asked to provide administrative information such as school level, school enrollment size, school community type, and percent of students eligible for free or reduced-price lunch.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to collect data on arts instructors and arts education in public elementary schools in the United States."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Survey and list collection materials were mailed to elementary school principals in September 2009. Packages sent to the 1,201 schools selected to provide lists for all three types of teachers (self-contained classroom, music, and visual arts) included instructions for respondents to review their complete roster of teachers, identify music specialists and visual arts specialists, and cross off teachers in the following categories: preschool teachers, teachers' aides, bilingual/ESL teachers, spe\ncial education teachers, non-full-time classroom teachers, substitute teachers, administrators, counselors and advisors, library media specialists, and unpaid volunteers. Study packages sent to the remaining 601 schools contained a form to insert the names of full- or part-time music specialists and visual arts specialists. Telephone follow-up for those who did not respond to the initial list collection mailings was conducted from October 2009 through April 2010.</p>\n\n<p>Questionnaires and cover letters were mailed to the sampled teachers in several batches from January through late April 2010. Teachers were mailed one of three types of questionnaires tailored to the teaching assignment (self-contained classroom teacher, music, or visual arts). Telephone follow-up for questionnaire nonresponse was conducted from February through August 2010.</p>\n\n<p>A total of 1,148 elementary music specialists completed the Survey of Elementary School Music Specialists. Of the elementary music specialists that completed the survey, 59 percent completed it by web, 38 percent completed it by mail, 3 percent completed it by fax, and less than 1 percent completed it by telephone. Also, 918 elementary visual arts specialists completed the Survey of Elementary School Visual Arts Specialists. Of the elementary visual arts specialists that completed the survey, 47 percent completed it by web, 49 percent completed it by mail, and 3 percent completed it by fax. Furthermore, 734 self-contained classroom teachers completed the Survey of Elementary School Classroom Teachers. Of the self-contained classroom teachers that completed the survey, 55 percent completed it by web, 39 percent completed it by mail, 6 percent completed it by fax, and less than 1 percent completed it by telephone.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The elementary teacher surveys collected data on the availability of curriculum-based arts education activities outside of regular school hours, teaching load of music and visual arts specialists in elementary schools, teacher participation in various professional development activities, the ways in which self-contained classroom teachers teach arts education as part of their instructional program, and teachers' use of formal methods of assessment of students' achievement in the arts. Furthermore, teachers were also asked to provide administrative information such as school level, school enrollment size, school community type, and percent of students eligible for free or reduced-price lunch."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"dance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elementary schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"instruction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performing arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teachers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"visual arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC V. Arts Education and Training"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-23Version Text: 2015-03-23Subject: Study Level Error Note, Notes: <p>NCES does all it can to assure that the identity of data subjects cannot be disclosed. All direct identifiers, as well as any characteristics that might lead to identification, are omitted or modified in the dataset to protect the true characteristics of individual cases. Any intentional identification or disclosure of a person or institution violates the assurances of confidentiality given to the providers of the information.</p>\n\n<p>Before using the data, users must read the Data Disclosure Warning section of the User Guide.</p>;Subject: Study Level Error Note, Notes: <p>Please note that this data collection corresponds with the following FRSS data collections on Arts Education archived by NADAC:</p>\n\n<ul>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): ELEMENTARY SCHOOL ARTS EDUCATION SURVEY (ICPSR 36067)</li>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): SECONDARY SCHOOL ARTS EDUCATION SURVEY (ICPSR 36068)</li>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): ARTS EDUCATION SURVEYS OF SECONDARY SCHOOL TEACHERS (ICPSR 36070)</li>\n</ul>;Subject: Study Level Error Note, Notes: Before using the data, users are encouraged to review the Technical Notes presented in the User Guide for each dataset on Sample and Response Rates; Weighting Procedures and Sampling Errors; Nonsampling Errors, Coding, and Editing; Definitions of Selected Analysis Variables; and Definitions of Terms.;Subject: Study Level Error Note, Notes: Although item nonresponse for key items was low, missing data were imputed for the items with a response rate of less than 100 percent. The missing items included both numerical data such as the number of students enrolled in the self-contained class, number of chorus sections or classes taught, and number of general art sections or classes taught. As well, the missing items included categorical data such as whether the teacher had a teaching certificate or license in appropriate education programs (e.g. music, art, and general or elementary). The missing data were imputed using a \"hot-deck\" approach to obtain a \"donor\" teacher from which the imputed values were derived. Under the hot-deck approach, a donor teacher that matched selected characteristics of the teacher with missing data (the recipient) was identified. The matching characteristics included characteristics of the school such as categories of school enrollment size; locale; categories for percent combined enrollment of Black, Hispanic, Asian/Pacific Islander, or American Indian/Alaska Native students; and categories for percent of students in the school eligible for free or reduced-price lunch. In addition, relevant questionnaire items were used to form appropriate imputation groupings. Once a donor was found, it was used to obtain the imputed values for the teacher with missing data. In general, the imputed value was simply the corresponding value from the appropriate donor teacher. For certain numerical items (e.g., enrollment), the imputed value was chosen from a donor that provided broadly similar responses related to the size of the classes taught to the extent feasible. Imputation flags are included in the data.;Subject: Study Level Error Note, Notes: <p>Please note that for this data collection, NCES did not include responses for the following survey questions:</p>\n\n<ul>\n<li>Survey of Elementary School Music Specialists: Questions 4 (grades taught) was collected to verify the eligibility of the sampled teacher. Responses to question 4 are not included in the data file. Also, for confidentiality reasons, the text responses to question 11 column C (major field) and question 11 column D (minor field) have been excluded from the data file. The file includes a set of analysis variables by degree level (bachelor's and graduate) and broad field of study (music education, music, education, and other).</li>\n<li>Survey of Elementary School Visual Arts Specialists: Question 4 (grades taught) was collected to verify the eligibility of the sampled teacher. Responses to question 4 are not included in the data file. Also, for confidentiality reasons, the following two items in question 5 have been excluded from the public-use file: (1) whether the school offered courses in general art (question 5AA); and (2) whether the teacher taught general art during regular school hours in the most recent full WEEK of teaching at the school (question 5AB).</li>\n<li>Arts Survey of Elementary School Classroom Teachers: Question 1 (grades taught) was collected to verify the eligibility of the sampled teacher. Responses to question 1 are not included in the datafile. Also, for confidentiality reasons, responses to the item in question 2 on whether the teacher holds a bachelor's degree have been excluded from the public-use file.</li>\n</ul>;Subject: Study Level Error Note, Notes: Due to the limit in the number of allowable columns of 256 in Excel 97-2003 (file ending, xls), the Excel file being distributed with this collection for the Survey of Elementary School Mu\nsic Specialists is in the later version of Excel (file ending of xlsx).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xls Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-23"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2009-09"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["region"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Music specialists, visual arts specialists, and self-contained classroom teachers in regular public elementary schools in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The nationally representative sample for the FRSS Survey of Elementary School Music Specialists consisted of 1,366 music teachers, for the FRSS Survey Of Elementary School Visual Arts Specialists consisted of 1,095 visual arts teachers, and for the FRSS Arts Survey Of Elementary School Classroom Teachers consisted of 966 teachers in regular public elementary schools in the 50 states and the District of Columbia. These elementary school teacher surveys were parts of a study consisting of seven surveys that were administered during the 2009-10 school year. At the elementary school level, the study included a survey of school principals and three teacher-level surveys, one each for self-contained classroom teachers, music specialists, and visual arts specialists. At the secondary school level, the study included a survey of school principals and two teacher-level surveys, one each for music specialists and visual arts specialists. NCES is releasing separate data files for each of the seven surveys.</p>\n\n<p>The sampling frames for the school surveys and teacher list collections were based on regular public schools from the 2006-07 NCES Common Core of Data (CCD) Public School Universe file, which was the most current file available at the time of sample selection. The sampling frame included 85,962 regular public schools. Of these, 52,807 were elementary schools, 31,133 were secondary schools, and 2,022 were combined schools. The frame included regular public elementary and secondary schools in the 50 states and the District of Columbia and excluded special education, vocational, home, adult education, private, and alternative/other schools; schools in the outlying United States territories; schools operated by the Department of Defense or Bureau of Indian Education; schools lacking any grade higher than kindergarten; and schools with only ungraded students. Charter schools were eligible for inclusion because they were classified as regular schools in the CCD.</p>\n\n<p>Separate stratified samples of public elementary and secondary schools were selected to receive the appropriate survey instrument for the school-level surveys and teacher list collections. Combined schools were given a chance of selection for both surveys and, if selected, were asked to complete only the survey instrument for which they were selected. To select the sample for the elementary school and teacher surveys, the sampling frame was stratified by instructional level (elementary and combined) and school enrollment size (five categories for each level) to create 10 sampling strata. To improve the representativeness of the sample, an implicit stratification was induced by sorting the schools within each stratum by community type and categories of poverty status defined by percent eligible for free or reduced-price lunch.</p>\n\n<p>For the elementary teacher surveys, a sample of 1,802 schools was selected for the purpose of constructing teacher lists. Within each stratum, the sample of schools was selected systematically and with probabilities proportionate to the square root of the estimated number of teachers in the school. A subsample of 1,201 schools was selected to respond to the principal survey and provide lists of eligible teachers--self-contained classroom teachers, full- or part-time music specialists, and full- or part-time visual arts specialists. The subsample was selected with equal probabilities within strata, resulting in overall probabilities of selection that were proportional to the square root of the estimated number of teachers in the school. The remaining 601 elementary schools in the sample were asked to provide lists of full- or part-time music specialists and visual arts specialists only (i.e., they were not sampled to complete the school-level survey or provide lists of classroom teachers).</p>\n\n<p>Of the 1,802 elementary schools sampled to provide lists for arts specialists (music and visual arts), 54\nwere found to be ineligible for the study during the teacher list collection activity because they had closed, or lacked an elementary grade higher than kindergarten. Of the 1,201 elementary schools sampled to provide lists for classroom teachers, 38 were found to be ineligible for the study during the teacher list collection activity because they had closed or lacked an elementary grade higher than kindergarten. Altogether, 1,545 of the 1,748 eligible schools in the sample provided the arts specialist sampling lists, and 967 of the 1,163 eligible schools provided a classroom teacher sampling list.</p>\n\n<p>A total of 3,427 teachers were sampled from the eligible elementary school teacher lists: 1,366 music specialists, 1,095 visual arts specialists, and 966 self-contained classroom teachers. In elementary schools that were selected to provide a list of all eligible teachers, exactly one teacher was randomly selected from each of the following groups: full-time classroom teachers, full- or part-time music specialists (if available at the school), and full- or part-time visual arts specialists (if available at the school). On average, three teachers were sampled per school. In elementary schools that were selected to provide lists of specialists only, exactly one teacher was sampled from the following groups: full- or part-time music specialists (if available at the school) and full- or part-time visual arts specialists (if available at the school). On average, two teachers were sampled per school.</p>\n\n<p>Of the 1,366 elementary music specialists sampled for the survey, 52 were ineligible because they did not primarily teach music, were not employed at the sampled school at the time of the study, or were sampled from more than one school at which they taught. Of the 1,095 elementary visual arts specialists sampled for the survey, 50 were ineligible because they did not primarily teach visual arts, were not employed at the sampled school at the time of the study, or were sampled from more than one school at which they taught. Of the 966 elementary classroom teachers sampled for the survey, 60 were ineligible because they were not self-contained classroom teachers. Altogether, of the 3,265 eligible arts specialists and classroom teachers, 2,800 respondents completed the survey, including 1,148 music specialists, 918 visual arts specialists, and 734 self-contained classroom teachers.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Each dataset contains the following weight variables: TFWT (Full Sample Weight) and TFWT1-TFWT50 (Replicate Weights).</p>\n\n<p>For further details regarding the base weight and replicate weights in this data collection, please refer to the Weighting Procedures and Sampling Errors section of the User Guide for each dataset.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>Elementary Schools:\n<ul>\n<li>For the elementary school list collection for arts specialists (music and visual arts), the unweighted response rate was 88 percent (1,545 schools providing teacher lists divided by the 1,748 eligible schools in the sample), and the weighted response rate was 89 percent.</li>\n<li>For the elementary school list collection for classroom teachers, the unweighted response rate was 83 percent (967 schools providing teacher lists divided by the 1,163 eligible schools in the sample), and the weighted response rate was 85 percent.</li>\n</ul></p>\n\n<p>Elementary Teachers:\n<ul>\n<li>For the eligible music specialists, the unweighted response rate was 87 percent (1,148 respondents divided by the 1,314 eligible music specialists in the sample). The weighted response rate was 87 percent.</li>\n<li>For the eligible visual arts specialists, the unweighted response rate was 88 percent (918 respondents divided by the 1,045 eligible visual arts specialists in the sample). The weighted response rate was 88 percent.</li>\n<li>For the eligible classroom teachers the unweighted response rate was 81 percent (734 respondents divided by the 906 eligible classroom teachers in the sample). The weighted response rate was 82 percent.</li>\n</ul></p>"}]}},"files":[{"description":"","label":"Arts Survey of Elementary School Classroom Teachers","restricted":false,"version":1,"datasetVersionId":36669,"dataFile":{"id":2621374,"persistentId":"","pidURL":"","filename":"Arts Survey of Elementary School Classroom Teachers","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Survey of Elementary School Music Specialists","restricted":false,"version":1,"datasetVersionId":36669,"dataFile":{"id":2621372,"persistentId":"","pidURL":"","filename":"Survey of Elementary School Music Specialists","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Survey of Elementary School Visual Arts Specialists","restricted":false,"version":1,"datasetVersionId":36669,"dataFile":{"id":2621373,"persistentId":"","pidURL":"","filename":"Survey of Elementary School Visual Arts Specialists","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}