{"status":"OK","data":{"id":38880,"identifier":"ICPSR35575.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35575.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35575.v1","latestVersion":{"id":34880,"storageIdentifier":"file://10.3886/ICPSR35575.v1","versionState":"RELEASED","distributionDate":"2015-03-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:17:18Z","releaseTime":"2015-04-09T03:17:18Z","createTime":"2015-04-09T03:17:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Web site and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Americans and the Arts [1973 - 1992]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"The National Research Center of the Arts"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The National Research Center of the Arts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Americans and the Arts study is a series of studies measuring participation in and attitudes about the arts and arts in education.  In 1973 care was taken to avoid any bias in the wording or emphasis of the questions so that respondents would not feel pressure to provide \"right\" answers.  A total of 3,005 personal interviews averaging one hour and thirty four minutes in length were conducted in January 1973. The 1975 Americans and the Arts collected data from 1,555 respondents in interviews conducted in June 1975. The Americans and the Arts 1980 collected data from 1,501 respondents between July 17 to July 28, 1980. The 1984 Americans and the Arts was administered to 1,504 respondents from  March 5 to March 25, 1984. In 1987, in order to determine which adult member of the household will be interviewed, the interviewer asked for one of the following household members, in order of priority: youngest adult male at home, next youngest adult male at home, youngest adult female at home, or next youngest adult female at home.  This survey was administered to 1,501 respondents selected from March 13 to April 6, 1987. For the 1992 study, \"Frankel-Goldstein grids\" were attached to the backs of cards for interviewers to use to select an adult if there is more than one in the household. An M or F designation was put on the front of the cards at a 66/33 ratio to help the completed interviews fall out 48 percent male and 52 percent female. Interviewers used this designation to determine which respondent to select if there is an eligible respondent of each sex residing in the household. This survey was administered to 1,500 adults  from February 6 to February 25, 1992. The 1973 and 1975 surveys look at topics including childhood arts exposure, current arts participation, leisure activities, and attitudes regarding arts and arts funding. The 1980, 1984, 1987, and 1992  Americans the Arts measured topics including attendance, participation, art, and education, funding, individual artists, TV and the arts, children and the arts, and support for the arts. Survey sampling differences preclude comparisons with measures of arts participation between the 1973 and 1975 Americans and the Arts studies which used face-to-face interviewing and the 1980, 1984, 1987, and 1992 studies which used computer-assisted telephone interviewing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"n/a"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1973, care was taken to avoid any bias in the wording or emphasis of the questions so that respondents would not feel pressure to provide \"right\" answers. As an additional step in ensuring unbiased responses, the interviewers did not at any time reveal the name of the study's sponsor, nor did they mention the National Research Center of the Arts. They identified themselves as representatives of Louis Harris and Associates, NRCA's corporate parent. The interviewers used in the field work were residents of the areas where they conducted interviews, and wherever possible they were of the same ethnic group as the people they called upon. Additionally, the questionnaire instructs the interviewer: \"How to determine whom you are to interview in this household: (1) If only one woman or man lives here, interview that person, provided your quota for that sex has not been completed. (2) If more than one woman or man lives here, list below all the women or all the men -- not both -- according to age, the oldest first. Then, starting at the bottom of the list,\nmoving upward until you get to the first \"x\" next to which you have entered a name (or described by position). The person next to this \"x\" is the only person you can interview.\" A total of 3,005 personal interviews averaging one hour and thirty four minutes in length were conducted in January 1973. For the Americans and the Arts 1975, data were collected from 1,555 respondents in interviews conducted in June 1975. The Americans and the Arts 1980 collected data from 1,501 respondents between July 17 and July 28, 1980. The 1984 Americans and the Arts was administered to 1504 respondents from  March 5 to March 25, 1984. In 1987, in order to determine which adult member of the household will be interviewed, the interviewer asked for one of the following household members, in order of priority: youngest adult male at home, next youngest adult male at home, youngest adult female at home, or next youngest adult female at home. This procedure results in a good distribution of respondents by sex and age. It also avoids automatically accepting as a respondent the adult in the household who routinely answer the phone. Non-answering telephones were dialed two or more times over a three-day period. Callbacks were made on different days and at different times of the day. One callback was made to try to convert any designated respondent who refused or terminated an interview. In the event of a busy signal, a follow-up call was made 15 minutes later, followed by two callbacks on different days and at different times of day. The 1987 study was administered to 1,501 respondents from March 13 to April 6, 1987. For the 1992 study, \"Frankel-Goldstein grids\" were attached to the backs of cards for interviewers to use to select an adult if there is more than one in the household. An M or F designation was put on the front of the cards at a 66/33 ratio to help the completed interviews fall out 48% male and 52 percent female. Interviewers used this designation to determine which respondent to select if there is an eligible respondent of each sex residing in the household. An initial attempt plus three attempts will be allowed at each open number, with the following exceptions: If there is a definite \"call back\" on the fourth attempt, one additional attempt will be allowed; the number will be dead regardless of the result on the fifth attempt. The refusal conversion procedure that will be employed for this study is as follows: After the first refusal, one contact (a completed interview or a second refusal) is required in order for that number to be considered dead, unless the first refusal comes on the special fifth attempt. After the first refusal, a total of four (NA's, BSY's, CB's, etc.) attempts are required in order for that number to be considered dead. Remember, the attempted conversion should be with the respondent in the household that originally refused. Updates of open numbers should not be considered as an attempt. The 1992 Americans and the Arts collected data from 1,500 adults from February 6 to February 25, 1992. Survey sampling differences preclude comparisons with measures of arts participation between the 1973 and 1975 Americans and the Arts studies which used face-to-face interviewing and the 1980, 1984, 1987, and 1992 studies which used computer-assisted telephone interviewing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The 1973 and 1975 studies look at topics including childhood arts exposure, current arts participation, leisure activities, and attitudes regarding arts and arts funding. The 1980, 1984, 1987, and 1992 Americans and the Arts studies measured topics including attendance, participation, art, and education, funding, individual artists, TV and the arts, children and the arts, and support for the arts."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts funding"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government expenditures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"leisure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC X. Public Attitudes and Arts Advocacy"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-19Version Text: 2015-03-19Subject: Study Level Error Note, Notes: <p>Americans and the Arts was conducted by Louis Harris and Associates with additional sponsors during specific waves of the study. Sponsors by year were:</p>\n\n<ul>\n<li>1973: Associated Councils of the Arts, National Endowment for the Arts, and Philip Morris Incorporated</li>\n<li>1980: National Endowment for the Arts, American Council for the Arts, and Philip Morris Companies, Inc.</li>\n<li>1984: Philip Morris Companies, Inc.</li>\n<li>1987: Philip Morris Companies, Inc.</li>\n<li>1992: American Council for the Arts, and Philip Morris Companies, Inc.</li>\n</ul>;Subject: Study Level Error Note, Notes: <p>Quick Facts for this data collection, \"How supportive are Americans of arts education in the public schools?,\" are available from the Center for Arts and Cultural Policy Studies (CACPS)\n<a href=\"http://www.princeton.edu/culturalpolicy/quickfacts/policy/harris92.html\">http://www.princeton.edu/culturalpolicy/quickfacts/policy/harris92.html</a>\nat Princeton University.</p>;Subject: Study Level Error Note, Notes: This data collection was previously distributed by the Cultural Policy and the Arts National Data Archive (CPANDA). These data were deposited with CPANDA by David Sheaves with the Odum Institute for Research in Social Science. The CPANDA Identification Number (study number) for the entire data collection is c00002. The CPANDA Identification Number for the Americans and the Arts 1973 is a00192, for the Americans and the Arts 1975 is a00193, for the Americans and the Arts 1980 is a00194, for the Americans and the Arts 1984 is a00195, for the Americans and the Arts 1987 is a00196, and for the Americans and the Arts 1992 is a0019. CPANDA conducted the following processing steps for release of this collection: produced a codebook, checked for undocumented codes, performed consistency checks, provided frequencies, performed recodes, and reformatted the data.;Subject: Study Level Error Note, Notes: In 1973, the population of the United States 16 years of age and older was approximately 145,480,000 at the time of the survey. Thus, 10% of respondents would represent 14.5 million people.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1973"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1992-02-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1992-02-25"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Region"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["For Americans and the Arts 1973 and 1975, United States residents age 16 and over. For Americans and the Arts 1980, 1984, 1987, and 1992, United States residents age 18 and over."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Americans and the Arts 1973 and 1975, random multi-stage cluster design was used. Regarding sampling error for 1973, a sample of 3,000 is considered a statistically sound base for nationwide surveys and is projectable to the entire United States population at a 95 percent confidence level and a sampling error of plus or minus 2 percent. For 1980 and 1984, multistage cluster sampling was used to select states in the continental United States, then counties, then minor civil divisions with probability proportional to census estimates of their respective household populations. For each of these primary sampling units, telephone exchanges and the next two digits in the telephone numbers were chosen on a random basis. Interviewers then added two randomly generated digits to complete a seven-digit number. For 1987 a multistage unclustered sampling was used to select the primary sampling units. Within the primary sampling units, random-digit-dialing was employed to select households. For results based on the total sample, the estimated sampling error is plus or minus 3 percent. Survey results based on subgroups of small size can be subject to large sampling error. For 1992, a stratified unclustered systematic random selection, random-digit dialing was used."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"For American and the Arts 1973 weighting was applied to correct any sample distortions. The archived data set for the 1980 Americans and the Arts study does not contain weight variables, although published reports based on these data indicate that weights were applied. Researchers intending to analyze trends across the six waves of the Americans and the Arts studies are advised to develop appropriate weights if they plan to include the 1980 data in their analyses. For American and the Arts 1984, the archived data set also does not contain weight variables. According to published reports, weighting was carried out in a two-stage process. First, weighting was carried out on the age, sex, and race figures in order to bring them into line with their actual proportions in the population. Then the sample was weighted on the basis of the latest data on United States household income distribution. The 1987 study was weighted to the Census Bureau's latest population parameters on sex, race, age, and income. This adjusts these key variables, when necessary, to t\nheir actual proportions in the population. For Americans and the Arts 1992 the completed interviews will be weighted to the following variables: age, race, and sex; education or income (population). The weighting table is created by Data Processing from the March 1991 Current Population Survey from the United States Census Bureau."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates were not calculated for this collection. However, information was provided which will allow researchers to calculate a response rate for American and the Arts 1987: A total of 7519 telephone numbers were called in order to obtain 1501 completed interviews. Of the 7519 telephone numbers attempted, 5040 were in service and were not business phone numbers."}]}},"files":[{"description":"","label":"Americans and the Arts I [1973]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608245,"persistentId":"","pidURL":"","filename":"Americans and the Arts I [1973]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Americans and the Arts II [1975]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608246,"persistentId":"","pidURL":"","filename":"Americans and the Arts II [1975]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Americans and the Arts III [1980]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608247,"persistentId":"","pidURL":"","filename":"Americans and the Arts III [1980]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Americans and the Arts IV [1984]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608248,"persistentId":"","pidURL":"","filename":"Americans and the Arts IV [1984]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Americans and the Arts V [1987]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608249,"persistentId":"","pidURL":"","filename":"Americans and the Arts V [1987]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Americans and the Arts VI [1992]","restricted":false,"version":1,"datasetVersionId":34880,"dataFile":{"id":2608250,"persistentId":"","pidURL":"","filename":"Americans and the Arts VI [1992]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}