{"status":"OK","data":{"id":45474,"identifier":"ICPSR02847.v3","persistentUrl":"https://doi.org/10.3886/ICPSR02847.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02847.v3","latestVersion":{"id":41474,"storageIdentifier":"file://10.3886/ICPSR02847.v3","versionState":"RELEASED","distributionDate":"2000-01-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:29:40Z","releaseTime":"2015-04-09T04:29:40Z","createTime":"2015-04-09T04:29:40Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News Monthly Poll, July 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, fielded July 13-14, 1999, is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to give their opinions of President Bill Clinton, the United States Congress, First Lady Hillary Clinton, Vice President Al Gore, Texas governor George W. Bush, and former New Jersey senator Bi\nll Bradley. Those queried were asked whether they were concerned about potential Y2K computer problems and whether they had acted on those concerns by stocking water, food, and money, and/or copying personal medical and financial records. A series of questions addressed the United States' health care system, with items on which political party was best suited to improve the system, the effect that health maintenance organizations (HMO) had on physician decision-making and out-of-pocket expenses by patients, the current trend toward more managed care, and respondents' experiences with the medical system over the last year. Additional questions focused on proposed federal legislation that would allow patients to appeal to medical experts if denied treatment by their health insurance plans, allow patients to sue HMOs if they were harmed due to a denial of coverage, and change the Medicare system to cover prescription costs. Those queried were also asked a series of questions regarding gun ownership and gun control, including whether the Second Amendment guaranteed all Americans the right to own a gun, whether gun manufacturers should include trigger locks/safety devices with guns, whether gun buyers should have to pass a safety course and be licensed prior to purchase, whether gun owners should be required to register their guns with the government, and whether individuals should be permitted to carry concealed weapons. Additional topics covered the proposed flat tax on income, decreasing the capital gains tax, keeping Internet transactions free from state sales tax, offering child-care tax credits to families with a stay-at-home parent, giving federal money to faith-based institutions for local programming, campaign finance reform including public financing and soft money contributions, and the amount of attention paid to the 2000 election campaigns. Background information on respondents includes age, sex, race, education, religion, marital status, political party, political orientation, Hispanic descent, age of children in household, household income, computer access, stock market investments, and intention to vote in 2000."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-01-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-07-13"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-07-14"}}]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS News Monthly Poll, July 1999   ","restricted":false,"version":1,"datasetVersionId":41474,"dataFile":{"id":2660526,"persistentId":"","pidURL":"","filename":"CBS News Monthly Poll, July 1999   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}