{"status":"OK","data":{"id":40552,"identifier":"ICPSR02961.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02961.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02961.v1","latestVersion":{"id":36552,"storageIdentifier":"file://10.3886/ICPSR02961.v1","versionState":"RELEASED","distributionDate":"2001-06-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:35:40Z","releaseTime":"2015-04-09T03:35:40Z","createTime":"2015-04-09T03:35:40Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Oleoresin Capsicum Spray on Respiratory Function in Human Subjects in the Sitting and Prone Maximal Restraint Positions in San Diego County, 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chan, Theodore C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Vilke, Gary M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Clausen, Jack"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Clark, Richard"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Schmidt, Paul"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Snowden, Thomas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Neuman, Tom"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California. San Diego School of Medicine and Medical Center, and the San Diego Regional Public Safety Training Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Oleoresin capsicum (OC), or pepper spray, has gained wide  acceptance as standard police equipment in law enforcement as a swift  and effective method to subdue violent, dangerous suspects in the  field. As a use-of-force method, however, OC spray has been alleged in  the media to have been associated with a number of in-custody  deaths. The goal of this study was to assess the safety of a  commercially available OC spray in use by law enforcement agencies  nationwide. The study was conducted as a randomized, cross-over,  controlled trial on volunteer human subjects recruited from the local  law enforcement training academy in San Diego County,  California. Subjects participated in four different experimental  trials in random order over two separate days in a pulmonary function  testing laboratory: (a) placebo spray exposure followed by sitting  position, (b) placebo spray exposure followed by restraint position,  (c) OC spray exposure followed by sitting position, and (d) OC spray  exposure followed by restraint position. Prior to participation,  subjects completed a short questionnaire regarding their health  status, history of lung disease and asthma, smoking history,  medication use, and respiratory inhaler medication use. Prior to  exposure, subjects also underwent a brief screening spirometry in the  sitting position by means of a portable spirometry device to determine  baseline pulmonary function. Subjects then placed their heads in a 5'  x 3' x 3' exposure box that allowed their faces to be exposed to the  spray. A one-second spray was delivered into the box from the end  opposite the subject (approximately five feet away). Subjects remained  in the box for five seconds after the s\npray was delivered. During this  time, subjects underwent impedance monitoring to assess whether  inhalation of the OC or placebo spray had occurred. After this  exposure period, subjects were placed in either the sitting or prone  maximal restraint position. Subjects remained in these positions for  ten minutes. Repeat spirometric measurements were performed, oxygen  saturation, blood pressure, end-tidal carbon dioxide levels, and pulse  rate were recorded, and an arterial blood sample was drawn. A total of  34 subjects completed the study, comprising 128 separate analyzable  study trials. Variables provided in all three parts of this collection  include subject's age, gender, ethnicity, height, weight, body mass  index, past medical history, tobacco use history, and history of  medication use, as well as OC spray or placebo exposure and sitting or  restraint position during the trial. Part 1 also includes tidal  volume, respiratory rate, and heart rate at baseline and at 1, 5, 7,  and 9 minutes, and systolic and diastolic blood pressure at baseline  and at 3, 6, and 9 minutes. Additional variables in Part 2 include  predicted forced vital capacity and predicted forced expiratory volume  in 1 second, and the same measures at baseline, 1.5 minutes, and 10  minutes. Derived variables include percent predicted and mean percent  predicted values involving the above variables. Part 3 also provides  end-tidal carbon dioxide and oxygenation levels, oxygen saturation,  oxygen consumption at baseline and at 1, 5, 7, and 9 minutes, blood  pH, partial pressure of oxygen, and partial pressure of carbon dioxide at 8 minutes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Oleoresin capsicum (OC), or pepper spray, has  gained wide acceptance as standard police equipment in law enforcement  as a swift and effective method to subdue violent, dangerous suspects  in the field. Derived from the extract of the capsicum pepper plant,  OC spray causes inflammation and edema over areas of contact  (primarily the face, eyes, nose, and mouth), resulting in pain and  discomfort such that many suspects lose their capacity to resist. With  widespread use, however, OC spray as a use-of-force method has been  alleged in the media to have been associated with a number of  in-custody deaths. Because symptoms of coughing, gagging, and  shortness of breath are common with OC exposure, concern has focused  on the respiratory effects of OC spray as playing a potential role in  these deaths. Moreover, individuals subdued with OC spray in the field  often require physical restraint, including the prone maximal  restraint or hobble position. Some have argued that OC in combination  with restraint can lead to significant respiratory compromise and risk  for asphyxiation and death. While capsaicin, the active ingredient of  OC, has been studied extensively in the medical literature for its  ability to induce coughing, few studies on the physiologic effects of  OC on humans have been conducted, particularly relating to respiratory  function. In addition, no prior studies have been done on the effects  of OC in combination with positional restraint. The goal of this study  was to assess the safety of a commercially available OC spray in use  by law enforcement agencies nationwide. Specifically, the researchers  examined both OC spray and positional restraint in human subjects to  determine if OC exposure by itself or in combination with positional  restraint resulted in clinically significant respiratory compromise as  measured by pulmonary function testing and assessment of oxygenation  and ventilation. Additionally, they sought to determine if OC spray by  itself or in combination with positional restraint resulted in any  hemodynamic compromise as measured by pulse rate and blood pressure,  whether body size and weight influenced the effects of OC spray in  regard to respiratory and pulmonary function, and whether pulmonary  disease (such as asthma), the use of respirator\ny inhaler medications,  or history of smoking tobacco influenced the effects of OC spray in  regard to respiratory and pulmonary function, with both of the latter  two measured by pulmonary function testing and assessment of oxygenation and ventilation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted as a randomized,  cross-over, controlled trial on volunteer human subjects recruited  from the local law enforcement training academy in San Diego County,  California. Subjects participated in four different experimental  trials in random order over two separate days in a pulmonary function  testing laboratory: (a) placebo spray exposure followed by sitting  position, (b) placebo spray exposure followed by sitting position, (c)  OC spray exposure followed by sitting position, and (d) OC spray  exposure followed by restraint position. Prior to participation,  subjects completed a short questionnaire regarding their health  status, history of lung disease and asthma, smoking history,  medication use, and respiratory inhaler medication use. Prior to  exposure, subjects also underwent a brief screening spirometry in the  sitting position by means of a portable spirometry device to determine  baseline pulmonary function. Subjects then placed their heads in a 5'  x 3' x 3' exposure box that allowed their faces to be exposed to the  spray. A one-second spray was delivered into the box from the end  opposite the subject (approximately five feet away). Subjects remained  in the box for five seconds after the spray was delivered. During this  time, subjects underwent impedance monitoring to assess whether  inhalation of the OC or placebo spray had occurred. After this  exposure period, subjects were placed in either the sitting or prone  maximal restraint position. Subjects remained in these positions for  ten minutes. Repeat spirometric measurements were performed at 1.5 and  10 minutes. Oxygen saturation, end-tidal carbon dioxide levels, and  pulse rate were recorded at 1, 5, and 9 minutes. Blood pressure was  recorded at 3, 6, and 9 minutes. An arterial blood sample was drawn at  8 minutes. After the 10-minute period, the subject had a one-hour rest  and wash-out period to allow for resolution of any residual effects  from either exposure or position. After this rest period, the subject  performed a second experiment trial. The subject performed only two  trials on each experiment day. Though the sequence of trials was  randomized, no subject received two exposures to OC in a single day.  A total of 34 subjects completed the study, comprising 128 separate  analyzable study trials. Eight trials were excluded because the subjects did not inhale adequately when exposed to OC spray."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables provided in all three parts of this  collection include subject's age, gender, ethnicity, height, weight,  body mass index, past medical history, tobacco use history, and  history of medication use, as well as OC spray or placebo exposure and  sitting or restraint position during the trial. Part 1 also includes  tidal volume, respiratory rate, and heart rate at baseline and at 1,  5, 7, and 9 minutes, and systolic and diastolic blood pressure at  baseline and at 3, 6, and 9 minutes. Additional variables in Part 2  include predicted forced vital capacity and predicted forced  expiratory volume in 1 second, and the same measures at baseline, 1.5  minutes, and 10 minutes. Derived variables include percent predicted  and mean percent predicted values involving the above variables. Part  3 also provides end-tidal carbon dioxide and oxygenation levels,  oxygen saturation, oxygen consumption at baseline and at 1, 5, 7, and  9 minutes, blood pH, partial pressure of oxygen, and partial pressure of carbon dioxide at 8 minutes."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"media influence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police equipment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police use of force"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2961.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) This study was a joint effort of the San Diego  Regional Public Safety Training Institute, as part of the San Diego  City Police and San Diego County Sheriff's departments, and the  Department of Emergency Medicine (and its Division of Medical  Toxicology) and Department of Internal Medicine (and its Division of  Pulmonary and Critical Care Medicine) at the University of California,  San Diego Medical Center. (2) Users are encouraged to obtain a copy of  the project's final report for a more complete description of the trial study procedures.; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0079"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-06-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["experimental clinical trials"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["The experimental trial."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Healthy, young adult human subjects."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Volunteers were recruited from the training staff and cadets of the San Diego Regional Public Safety Training Institute."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Arterial Blood Gas Data","restricted":false,"version":1,"datasetVersionId":36552,"dataFile":{"id":2620676,"persistentId":"","pidURL":"","filename":"Arterial Blood Gas Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Spirometric and Pulmonary Function Testing Data","restricted":false,"version":1,"datasetVersionId":36552,"dataFile":{"id":2620675,"persistentId":"","pidURL":"","filename":"Spirometric and Pulmonary Function Testing Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Vital Statistics Data","restricted":false,"version":1,"datasetVersionId":36552,"dataFile":{"id":2620674,"persistentId":"","pidURL":"","filename":"Vital Statistics Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}