{"status":"OK","data":{"id":43576,"identifier":"ICPSR03015.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03015.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03015.v1","latestVersion":{"id":39576,"storageIdentifier":"file://10.3886/ICPSR03015.v1","versionState":"RELEASED","distributionDate":"2001-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:08:53Z","releaseTime":"2015-04-09T04:08:53Z","createTime":"2015-04-09T04:08:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact Assessment of Sex Offender Notification on Wisconsin Communities, 1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zevitz, Richard"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Marquette University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Farkas, Mary Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Marquette University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In response to widespread public concern about convicted  sex offenders being returned from prison, federal and state laws have  been passed authorizing or requiring the notification of local  communities where sex offenders would be living. The dilemma  associated with community notification is balancing the public's  right to be informed with the need to successfully reintegrate  offenders within the community. Wisconsin was one of the 50 state  jurisdictions that enacted a sex offender community notification  statute. This project was an in-depth study of that state's experience  from the vantage point of several groups affected by the community  notification process. This data collection contains three surveys that  were conducted from January 1998 through mid-September 1998: (1) a  survey of 704 neighborhood residents at 22 community notification  meetings throughout the state (Part 1), (2) a statewide survey of 312  police and sheriff agencies (Part 2), and (3) a statewide survey of  128 probation and parole agents and their supervisors from units with  sex offender caseloads (Part 3). Variables in Part 1 include how  respondents found out about the date and place of the community  notification meeting, respondents' opinions of the purpose of the  meeting, how clearly the purpose of meeting was stated, how the  meeting went, outcomes, rating of information presented, if materials  were handed out, if the materials were helpful, and respondents' level  of concern after the meeting. Enforcement agency data (Part 2) include  variables such as type of agency, type of jurisdiction, population  size, if the agency designated a special staff member to coordinate  the sex offender registration and notification functions, if the  agency had policies regarding registration of sex offenders and  community notification about sex offenders, if the agency attended  statewide training, who participated in the Core Notification Team,  what kind of information was used to determine a sex offender's risk  to the community, which agencies registered to receive notice, and if  the agency planned to update or expand their notification list.  Additional variables cover the number of requests for information from  Neighborhood Watch Programs, what identifying information about the  offender the agency released, types of communication the agency  received from the public after a notification had b\neen issued, topics  discussed in the public communication to the agency, benefits of the  community notification law, difficulties in carrying out the  requirements of the law, and methods developed to handle the  problems. Probation and parole survey (Part 3) variables focused on  characteristics of the respondent's supervising area, the number of  agents assigned to the respondents' unit, the number of agents  designated as Sex Offender Intensive Supervision Program (SO-ISP)  agents or SO-ISP back-up agents, the number of child or adult sex  offenders under probation or parole, if the respondent participated in  any meetings regarding the provisions of the notification law and its  implementation, if the supervisor received specialized training, and  areas covered in the training. Other variables include whether the  notification level was decided by the Core Notification Team,  difficulties the respondent had with Special Bulletin Notification  (SBN) offenders assigned to his/her caseload, if the respondent's  field unit utilized SO-ISP or \"high risk\" agent teams to manage sex  offenders, which individuals worked with the respondent's team, the  type of caseload the respondent supervised, the number of sex  offenders on the respondent's caseload, if the respondent used a  special risk assessment or classification instrument for sex  offenders, other information used to determine the supervision level  for a sex offender, if child sex offenders were managed differently  than other sex offenders, how often a polygraph was used on sex  offenders, who paid for the polygraph, who chose the treatment  provider, the number of supervision contacts with high-risk, SBN, or  medium-risk sex offenders per week, victim policies and procedures  used, rules or policies regarding revocation, and prerevocation sanctions used."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In response to widespread public concern about  convicted sex offenders being returned from prison, federal and state  laws have been passed authorizing or requiring the notification of  local communities where sex offenders would be living. The dilemma  associated with community notification is balancing the public's  right to be informed with the need to successfully reintegrate  offenders within the community. Wisconsin was one of the 50 state  jurisdictions that enacted a sex offender community notification  statute. This project was an in-depth study of that state's experience  from the vantage point of several groups affected by the community notification process."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection contains three surveys that  were conducted from January 1998 through mid-September 1998: (1) a  survey of 704 neighborhood residents at 22 community notification  meetings throughout the state (Part 1), (2) a statewide survey of 312  police and sheriff agencies (Part 2), and (3) a statewide survey of  128 probation and parole agents and their supervisors from units with  sex offender caseloads (Part 3). Most of the community notification  meetings for Part 1 data were held in the early evening in school  auditoriums, and attendance (not including official presenters) ranged  from a half-dozen persons at one meeting to over a hundred at  another. Attendees were handed questionnaires, which they completed  and returned upon leaving the meetings. For Part 2, information was  collected from local and county law enforcement agencies on their  notification responsibilities. Each agency in the sample was mailed a  questionnaire accompanied by a cover letter and a printed prepaid  return envelope. The cover letter explained the purpose of the study  and provided instructions for filling out the questionnaire. If  necessary, a reminder letter was sent out, followed by a second survey  mailing. After these contacts were made, the nonrespondents were  telephoned twice, if necessary, to request that they complete and  return the survey. The probation and parole d\nata (Part 3) were  collected at a statewide probation and parole officer conference on  sex offender supervision and management. Sex Offender Intensive  Supervision Program (SO-ISP) agents, SO-ISP backup agents, their unit  supervisors, and nonspecialist or \"comprehensive\" agents with  substantial numbers of sex offenders on their caseloads were  targeted. A short presentation on the purpose of the study was  provided, followed by instructions for completing and returning the  survey. The survey was then distributed to each agent in attendance at  the conference. Because some agents in the departments did not attend  the conference, each probation/parole field office was mailed  additional surveys and directions to distribute them only to those agents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include how respondents found  out about the date and place of the community notification meeting,  respondents' opinions of the purpose of the meeting, how clearly the  purpose of meeting was stated, how the meeting went, outcomes, rating  of information presented, if materials were handed out, if the  materials were helpful, and respondents' level of concern after the  meeting. Enforcement agency data (Part 2) include variables such as  type of agency, type of jurisdiction, population size, if the agency  designated a special staff member to coordinate the sex offender  registration and notification functions, if the agency had policies  regarding registration of sex offenders and community notification  about sex offenders, if the agency attended statewide training, who  participated in the Core Notification Team, what kind of information  was used to determine a sex offender's risk to the community, which  agencies registered to receive notice, and if the agency planned to  update or expand their notification list. Additional variables cover  the number of requests for information from Neighborhood Watch  Programs, what identifying information about the offender the agency  released, types of communication the agency received from the public  after a notification had been issued, topics discussed in the public  communication to the agency, benefits of the community notification  law, difficulties in carrying out the requirements of the law, and  methods developed to handle the problems. Probation and parole survey  (Part 3) variables focused on characteristics of the respondent's  supervising area, the number of agents assigned to the respondents'  unit, the number of agents designated as Sex Offender Intensive  Supervision Program (SO-ISP) agents or SO-ISP back-up agents, the  number of child or adult sex offenders under probation or parole, if  the respondent participated in any meetings regarding the provisions  of the notification Law and its implementation, if the supervisor  received specialized training, and areas covered in the training.  Other variables include whether the notification level was decided by  the Core Notification Team, difficulties the respondent had with  Special Bulletin Notification (SBN) offenders assigned to his/her  caseload, if the respondent's field unit utilized SO-ISP or \"high  risk\" agent teams to manage sex offenders, which individuals worked  with the respondent's team, the type of caseload the respondent  supervised, the number of sex offenders on the respondent's caseload,  if the respondent used a special risk assessment or classification  instrument for sex offenders, other information used to determine the  supervision level for a sex offender, if child sex offenders were  managed differently than other sex offenders, how often a polygraph  was used on sex offenders, who paid for the polygraph, who chose the  treatment provider, the number of supervision contacts with high-risk,  SBN, or medium-risk sex offenders per week, victim policies and  procedures used, rules or policies regarding revocation, and prerevocation sanctions used."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public interest"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offender registration"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD I. Attitude Surveys"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3015.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3015.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the followin\ng: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 3: self-enumerated questionnaires, Part 2: self-enumerated mailback questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wisconsin"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 3: Individuals. Part 2: Agencies."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Neighborhood residents, police and sheriff agencies, and  probation and parole agents plus their supervisors in the state of Wisconsin."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1 and 3: None. Part 2: Stratified sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: Nearly 800 attendees of the community  notification were handed questionnaires, and 704 completed and  returned these instruments. Part 2: A total of 142 police departments  (59 percent) and 46 sheriff departments (64 percent) returned the  questionnaires, for a total response rate of 60 percent. Of the  responding agencies, 34 percent served populations under 10,000, and  only 2 percent served populations over 150,000. Over half (57 percent)  of the responding sheriffs served counties of 39,000 or more. Part 3:  Of the 128 probation/ parole agents and supervisors who received survey instruments, 77 (60 percent) returned them."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Community Notification Meeting Data","restricted":false,"version":1,"datasetVersionId":39576,"dataFile":{"id":2647198,"persistentId":"","pidURL":"","filename":"Community Notification Meeting Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Agency Data","restricted":false,"version":1,"datasetVersionId":39576,"dataFile":{"id":2647199,"persistentId":"","pidURL":"","filename":"Law Enforcement Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Probation and Parole Agents Data","restricted":false,"version":1,"datasetVersionId":39576,"dataFile":{"id":2647200,"persistentId":"","pidURL":"","filename":"Probation and Parole Agents Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}