{"status":"OK","data":{"id":38569,"identifier":"ICPSR09961.v1","persistentUrl":"https://doi.org/10.3886/ICPSR09961.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR09961.v1","latestVersion":{"id":34569,"storageIdentifier":"file://10.3886/ICPSR09961.v1","versionState":"RELEASED","distributionDate":"2000-05-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:50Z","releaseTime":"2015-04-09T03:13:50Z","createTime":"2015-04-09T03:13:50Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Study of Race, Crime, and Social Policy in Oakland, California, 1976-1982"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Street, Lloyd"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Cornell University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1980, the National Institute of Justice awarded a grant to the Cornell University College of Human Ecology for the establishment of the Center for the Study of Race, Crime, and Social Policy in Oakland, California. This center mounted a long-term research project that sought to explain the wide variation in crime statistics by race and ethnicity. Using information from eight ethnic communities in Oakland, California, representing working- and middle-class Black, White, Chinese, and Hispanic groups, as well as additional data from Oakland's justice systems and local organizations, the center conducted empirical research to describe the criminalization process and to explore the relationship between race and crime. The differences in observed patterns and levels of crime were analyzed in terms of: (1) the abilities of local ethnic communities to contribute to, resist, neutralize, or otherwise affect the criminalization of its members, (2) the impacts of criminal justice policies on ethnic communities and their members, and (3) the cumulative impacts of criminal justice agency decisions on the processing of individuals in the system. Administrative records data were gathered from two sources, the Alameda County Criminal Oriented Records Production System (CORPUS) (Part 1) and the Oakland District Attorney Legal Information System (DALITE) (Part 2). In addition to collecting administrative data, the researchers also surveyed residents (Part 3), police officers (Part 4), and public defenders and district attorneys (Part 5). The eight study areas included a middle- and low-income pair of census tracts for each of the four racial/ethnic groups: white, Black, Hispanic, and Asian. Part 1, Criminal Oriented Records Production System (CORPUS) Data, contains information on offenders' most serious felony and misdemeanor arrests, dispositions, offense codes, bail arrangements, fines, jail terms, and pleas for both current and prior arrests in Alameda County. Demographic variables include age, sex, race, and marital status. Variables in Part 2, District Attorney Legal Information System (DALITE) Data, include current and prior charges, days from offense to charge, disposition, and arrest, plea agreement conditions, final results from both municipal court and superior court, sentence outcomes, date and outcome of arraignment, disposition, and sentence, number and type of enhancements, numbers of convictions, mistrials, acquittals, insanity pleas, and dismissals, and factors that determined the prison term. For Part 3, Oakland Community Crime Survey Data, researchers interviewed 1,930 Oakland residents from eight communities. Information was gathered from community residents on the quality of schools, shopping, and transportation in\ntheir neighborhoods, the neighborhood's racial composition, neighborhood problems, such as noise, abandoned buildings, and drugs, level of crime in the neighborhood, chances of being victimized, how respondents would describe certain types of criminals in terms of age, race, education, and work history, community involvement, crime prevention measures, the performance of the police, judges, and attorneys, victimization experiences, and fear of certain types of crimes. Demographic variables include age, sex, race, and family status. For Part 4, Oakland Police Department Survey Data, Oakland County police officers were asked about why they joined the police force, how they perceived their role, aspects of a good and a bad police officer, why they believed crime was down, and how they would describe certain beats in terms of drug availability, crime rates, socioeconomic status, number of juveniles, potential for violence, residential versus commercial, and degree of danger. Officers were also asked about problems particular neighborhoods were experiencing, strategies for reducing crime, difficulties in doing police work well, and work conditions. Demographic variables include age, sex, race, marital status, level of education, and years on the force. In Part 5, Public Defender/District Attorney Survey Data, public defenders and district attorneys were queried regarding which offenses were increasing most rapidly in Oakland, and they were asked to rank certain offenses in terms of seriousness. Respondents were also asked about the public's influence on criminal justice agencies and on the performance of certain criminal justice agencies. Respondents were presented with a list of crimes and asked how typical these offenses were and what factors influenced their decisions about such cases (e.g., intent, motive, evidence, behavior, prior history, injury or loss, substance abuse, emotional trauma). Other variables measured how often and under what circumstances the public defender and client and the public defender and the district attorney agreed on the case, defendant characteristics in terms of who should not be put on the stand, the effects of Proposition 8, public defender and district attorney plea guidelines, attorney discretion, and advantageous and disadvantageous characteristics of a defendant. Demographic variables include age, sex, race, marital status, religion, years of experience, and area of responsibility."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1980, the National Institute of Justice  awarded a grant to the Cornell University College of Human Ecology for  the establishment of the Center for the Study of Race, Crime, and  Social Policy in Oakland, California. This center mounted a long-term  research project that sought to explain the wide variation in crime  statistics by race and ethnicity. Using information from eight ethnic  communities in Oakland, California, representing working- and  middle-class Black, white, Chinese, and Hispanic groups, as well as  additional data from Oakland's justice systems and local  organizations, the center conducted empirical research to describe the  criminalization process and to explore the relationship between race  and crime. The differences in observed patterns and levels of crime  were analyzed in terms of: (1) the abilities of local ethnic  communities to contribute to, resist, neutralize, or otherwise affect  the criminalization of its members, (2) the impacts of criminal  justice policies on ethnic communities and their members, and (3) the  cumulative impacts of criminal justice agency decisions on the processing of individuals in the system."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For this study, the researchers made use of  multiple methods of measurement with different units of analysis and  different sets of variables. Administrative records data were gathered  from two sources, the Criminal Oriented Records Production System  (CORPUS) (Part 1) and the Oakland Dis\ntrict Attorney Legal Information  System (DALITE) (Part 2). CORPUS is a recording system used for  tracking offenders through the criminal justice system in Alameda  County, California, that contains biographical data and other  information related to offenders' criminal activities. The original  CORPUS data were restructured by the investigators to make the  individual the unit of analysis and to facilitate merging with other  data sources. The DALITE data file tracks the progress of individual  offenders through the system from the time of arrest through  sentencing in Oakland, California. Data in this file are limited to  variables of interest and relevance to the Oakland District  Attorney. As such, there is a strong emphasis on charge information  with little information relative to arrest and none on the status or  biographic characteristics of the offender. Again, the original DALITE  data were restructured by the investigators to facilitate analyses. In  addition to collecting administrative data, the researchers also  surveyed residents, police officers, public defenders, and district  attorneys. Researchers surveyed 1,930 Oakland residents from eight  communities (Part 3). Subjects in the sample were contacted by  telephone and interviewed by 35 trained, multilingual  interviewers. There were 726 respondents representative of Oakland's  general population and 1,204 respondents representative of each of the  eight study areas interviewed. The eight study areas included a  middle- and low-income pair of census tracts for each of the four  racial/ethnic groups: white, Black, Hispanic, and Asian. These census  tracts were selected on the basis of reviewing 1970 and 1980 census  data for Oakland. The design of the Oakland Police Department Survey  (Part 4) and the Public Defender/District Attorney Survey (Part 5) is not known."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Criminal Oriented Records Production System  (CORPUS) Data, contains information on offenders' most serious felony  and misdemeanor arrests, dispositions, offense codes, bail  arrangements, fines, jail terms, and pleas for both current and prior  arrests in Alameda County. Demographic variables include age, sex,  race, and marital status. Variables in Part 2, District Attorney Legal  Information System (DALITE) Data, include current and prior charges,  days from offense to charge, disposition, and arrest, plea agreement  conditions, final results from both municipal court and superior  court, sentence outcomes, date and outcome of arraignment,  disposition, and sentence, number and type of enhancements, numbers of  convictions, mistrials, acquittals, insanity pleas, and dismissals,  and factors that determined the prison term. Part 3, Oakland Community  Crime Survey Data, gathered information from community residents on  the quality of schools, shopping, and transportation in their  neighborhoods, the neighborhood's racial composition, neighborhood  problems, such as noise, abandoned buildings, and drugs, level of  crime in the neighborhood, chances of being victimized, how  respondents would describe certain types of criminals in terms of age,  race, education, and work history, community involvement, crime  prevention measures, the performance of the police, judges, and  attorneys, victimization experiences, and fear of certain types of  crimes. Demographic variables include age, sex, race, and family  status. For Part 4, Oakland Police Department Survey Data, Oakland  County police officers were asked about why they joined the police  force, how they perceived their role, aspects of a good and a bad  police officer, why they believed crime was down, and how they would  describe certain beats in terms of drug availability, crime rates,  socioeconomic status, number of juveniles, potential for violence,  residential versus commercial, and degree of danger. Officers were  also asked about problems particular neighborhoods were experiencing,  strategie\ns for reducing crime, difficulties in doing police work well,  and work conditions. Demographic variables include age, sex, race,  marital status, level of education, and years on the force. In Part 5,  Public Defender/District Attorney Survey Data, public defenders and  district attorneys were queried regarding which offenses were  increasing most rapidly in Oakland, and they were asked to rank  certain offenses in terms of seriousness. Respondents were also asked  about the public's influence on criminal justice agencies and on the  performance of certain criminal justice agencies. Respondents were  presented with a list of crimes and asked how typical these offenses  were and what factors influenced their decisions about such cases  (e.g., intent, motive, evidence, behavior, prior history, injury or  loss, substance abuse, emotional trauma). Other variables measured how  often and under what circumstances the public defender and client and  the public defender and the district attorney agreed on the case,  defendant characteristics in terms of who should not be put on the  stand, the effects of Proposition 8, public defender and district  attorney plea guidelines, attorney discretion, and advantageous and  disadvantageous characteristics of a defendant. Demographic variables  include age, sex, race, marital status, religion, years of experience, and area of responsibility."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ethnicity"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public defenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"race"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD XIII. Race and Ethnicity"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB9961.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The original codebooks for Parts 1 and 2 and the data collection instrument for Part 3 are included as part of the documentation for this collection. Users are encouraged to refer to these documents for a complete description of the data files.;Subject: Study Level Error Note, Notes: The data collection instruments and value labels for Parts 4 and 5 were not supplied to ICPSR.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"80-IJ-CX-0079"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-05-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1976"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1982"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Criminal Oriented Records Production System  from Alameda County, Part 2: District Attorney Legal Information System, Part 3: Telephone interviews, Parts 4-5: Surveys"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oakland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Offenders in Alameda County, California. Part 2: Offenders in Oakland, California. Part 3: All residents in Oakland, California. Part 4: All Oakland police officers. Part 5: All Oakland public defenders and district attorneys."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: Not applicable. Part 3: Random sampling. Parts 4-5: Unknown."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The completion rate for Part 3 was 64.2 percent.  This was calculated by dividing the total number of interviews by the  total number of telephone numbers put into production, less all  ineligible numbers (including \"never answered,\" \"unable to contact,\"  and \"unable to complete\"). Response rates for Parts 4 and 5 are unknown."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 3-5."}]}},"files":[{"description":"","label":"Criminal Oriented Records Production System (CORPUS) Data","restricted":false,"version":1,"datasetVersionId":34569,"dataFile":{"id":2606075,"persistentId":"","pidURL":"","filename":"Criminal Oriented Records Production System (CORPUS) Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"District Attorney Legal Information System (DALITE) Data","restricted":false,"version":1,"datasetVersionId":34569,"dataFile":{"id":2606076,"persistentId":"","pidURL":"","filename":"District Attorney Legal Information System (DALITE) Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Oakland Community Crime Survey Data","restricted":false,"version":1,"datasetVersionId":34569,"dataFile":{"id":2606077,"persistentId":"","pidURL":"","filename":"Oakland Community Crime Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Oakland Police Department Survey Data","restricted":false,"version":1,"datasetVersionId":34569,"dataFile":{"id":2606078,"persistentId":"","pidURL":"","filename":"Oakland Police Department Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Public DefenderDistrict Attorney Survey Data","restricted":false,"version":1,"datasetVersionId":34569,"dataFile":{"id":2606079,"persistentId":"","pidURL":"","filename":"Public DefenderDistrict Attorney Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}