{"status":"OK","data":{"id":40989,"identifier":"ICPSR03368.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03368.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03368.v1","latestVersion":{"id":36989,"storageIdentifier":"file://10.3886/ICPSR03368.v1","versionState":"RELEASED","distributionDate":"2003-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:40:27Z","releaseTime":"2015-04-09T03:40:27Z","createTime":"2015-04-09T03:40:27Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of the Iowa State Residential Substance Abuse Treatment (RSAT) Program, 1997-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cadoret, Remi"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Iowa Consortium for Substance Abuse Research and Evaluation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Other Way (TOW) program is an intensive residential substance abuse treatment program housed at the Clarinda Correctional Facility in Clarinda, Iowa. TOW is a voluntary, six-month program that works with inmates to identify the causes of their addictive behaviors and encourage changes in unacceptable behaviors and criminal thinking. The Iowa Consortium for Substance Abuse Research and Evaluation conducted an evaluation of TOW from October 1997 through March 2001. The Iowa Consortium worked extensively with the Clarinda TWO treatment staff to identify valid and reliable instruments that measured substance use and abuse, mental health and personality characteristics, criminal behavior and attitudes, social support, and involvement in education, employment, and therapeutic activities. These instruments were used to collect data at intake and discharge. Additionally, the researchers conducted a six-month follow-up of inmates to determine their post-program experiences as well as recidivism. Part 1 (Clinical and Recidivism Data) consists of selected variables gathered during the clinical interviews administered to program participants at intake and discharge, as well as recidivism data from the Department of Corrections. Part 2 (Follow-Up Data) consists of variables from the Addiction Severity Index, which were collected during the six-month follow-up telephone interview."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Other Way (TOW) program is an intensive  residential substance abuse treatment program housed at the Clarinda  Correctional Facility in Clarinda, Iowa. Inmates are referred to this  program if they have an identified need for residential-level  substance abuse treatment and are within 12 months of release  consideration. TOW is a voluntary, six-month program that works with  inmates to identify the causes of their addictive behaviors and  encourage changes in unacceptable behaviors and criminal thinking. The  Iowa Consortium for Substance Abuse Research and Evaluation conducted  an evaluation of TOW from October 1997 through March 2001. The TOW  project was undertaken to answer the following research questions: (1)  What services were provided to which types of inmates? (2) Did the  program accomplish its stated intermediate goals (i.e., influence  attitude change) regarding substance abuse? (3) Were there differences  between clients that completed the cognitive unit program at TOW  versus the t\nwo 12-step-based units? and (4) Were certain types of clients better served by the TOW program than others?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Iowa Consortium for Substance Abuse Research  and Evaluation worked extensively with the Clarinda TWO treatment  staff to identify valid and reliable instruments that measured  substance use and abuse, mental health and personality  characteristics, criminal behavior and attitudes, social support, and  involvement in education, employment, and therapeutic activities. The  instruments were used to measure the inmates longitudinally on  variables relevant to TOW program goals. Criteria for selecting  instruments included the reliability and validity of the instruments,  ease of administration, amount of training required, potential for  dual clinical and evaluation use, and duplication of existing program  instruments. The following instruments were selected for inclusion in  the intake, discharge, and follow-up assessments: the Addiction  Severity Index (ASI), the Colorado Cognitive Assessment Questionnaire,  Circumstances, Motivation, and Readiness Scales (CMR) for Substance  Abuse Treatment, the Social Provisions Scale (SPS), the Self-Help  Questionnaire, and the STEPS Questionnaire. A consumer satisfaction  survey was also administered at the discharge interview. The  assessment instruments were used to determine subject life history,  subject lifetime and 30-day psychiatric and substance-abuse  experiences, and subject change over the course of the program in  areas such as criminal thinking, cognitive abilities, perceived social  support, and readiness for change. Data were collected at five  different points during the evaluation. An intake packet was  administered to subjects during the first week of the program as part  of the orientation. The instruments in the intake packet consisted of  Likert-type scale self-report questions, and they were completed by  the inmates during orientation. The Addiction Severity Index was  administered by trained staff shortly after the completion of the  intake packet. The ASI is a structured interview that assesses medical  status, employment status, family relationships, psychiatric status,  drug and alcohol use, legal status, and family history. The discharge  packet given to subjects at the end of the final phase of treatment  contained opinion-based assessment instruments identical to those  found in the intake packet. Part 1 (Clinical and Recidivism Data)  consists of a secondary analysis of selected variables from the intake  and discharge assessments. Recidivism data were also gathered during  January 2001 by querying the Department of Correction's computer  database to gather additional demographic information on each subject  and to determine recidivism rates of the participants. For Part 2  (Follow-Up Data), a telephone interview was conducted at least six  months following subjects' release from the Clarinda facility. The  phone interview consisted of a subset of the ASI questions and the  intake packet. The telephone interviews gathered detailed information  on the subjects' post-TOW experiences regarding substance use, mental  health, and adjustment. The phone interviews lasted approximately one  hour and were conducted by a trained consortium interviewer who telephoned inmates who had previously agreed to be contacted."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables in Part 1 (Clinical and  Recidism Data) include age, race, education, occupation, and marital  status of the subject. Incarceration variables measure length of  incarceration, number of felonies and misdemeanors committed prior to  program participation, and number of personal, property, and  chemical-related crimes committed prior to program  participation. Substance abuse information includes whether the  subject ever used alcohol, marijuana, and a variety of other drugs,  and whether the subject ever participated in a substance abuse help  pr\nogram. Cognitive deficiency variables include scales of  normlessness, self-concept, peer influence, external influence,  powerlessness, problem-solving, empathy, attitudes toward police,  criminal rationalization, victim awareness, and attitudes toward crime  and drugs. Finally, recidivism variables include type of discharge,  whether the subject recidivated, time to recidivism, and reason for  recidivism. Information in Part 2 (Follow-Up Data) comes from the  follow-up administration of the Addiction Severity Index. Demographic  variables include gender, living situation, and length of  residence. Other variables measure medical status, employment status,  family and social relationships, psychiatric status, and drug and alcohol use since release from TOW."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"addiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adjustment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aftercare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rehabilitation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3368.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3368.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-10"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were gathered from clinical assessments,  self-administered questionnaires, telephone interviews, and administrative records from the Iowa Department of Corrections."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Iowa"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates from the Clarinda Correctional Facility who participated in The Other Way program."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1, a total of 792 inmates completed at least one  of the instrument packages, but this study centered around the 351  subjects who completed all three instruments. This sample represents  people who had completed the entire TOW program. Dropouts and  expulsions were not followed. For Part 2, 242 subjects out of 351  filled out a permission form to participate in a follow-up phone  interview. Of the 242 subjects, 207 agreed to participate in the phone  interview. Of the 207 who agreed to be interviewed, 73 were not  released from prison by the time data collection had ended, 24 were  released from prison but had not yet been out six months by the time  data collection had ended, 72 could not be located using the contact  information provided on their consent form or were unavailable due to  reincarceration, and 17 declined to participate once contact was  established. This left a sample size of 31 subjects who completed the follow-up interview."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, 44.3 percent of inmates were  eligible for inclusion in the sample. For Part 2, data were collected  for 15 percent of the subjects who initially agreed to participate in the follow-up study."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were the Addiction Severity Index (ASI), the  Colorado Cognitive Assessment Questionnaire, the Circumstances,  Motivation, and Readiness (CMR) Scales for Substance Abuse Treatment,  the Social Provisions Scale (SPS), the Self-Help Questionnaire, the STEPS Questionnaire, and other Likert-type scales."}]}},"files":[{"description":"","label":"Clinical and Recidivism Data","restricted":false,"version":1,"datasetVersionId":36989,"dataFile":{"id":2623859,"persistentId":"","pidURL":"","filename":"Clinical and Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-Up Data","restricted":false,"version":1,"datasetVersionId":36989,"dataFile":{"id":2623860,"persistentId":"","pidURL":"","filename":"Follow-Up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}