{"status":"OK","data":{"id":39639,"identifier":"ICPSR02566.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02566.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02566.v1","latestVersion":{"id":35639,"storageIdentifier":"file://10.3886/ICPSR02566.v1","versionState":"RELEASED","distributionDate":"1999-11-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:25:42Z","releaseTime":"2015-04-09T03:25:42Z","createTime":"2015-04-09T03:25:42Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Violence and Threats of Violence Against Women and Men in the United States, 1994-1996"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"National Violence against Women Survey (NVAW)"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tjaden, Patricia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Policy Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Thoennes, Nancy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Policy Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To further the understanding of violence against women, the  National Institute of Justice (NIJ) and the National Center for Injury  Prevention and Control (NCIPC), Centers for Disease Control and  Prevention (CDC), jointly sponsored the National Violence Against  Women (NVAW) Survey. To provide a context in which to place women's  experiences, the NVAW Survey sampled both women and men. Completed  interviews were obtained from 8,000 women and 8,005 men who were 18  years of age or older residing in households throughout the United  States. The female version of the survey was fielded from November  1995 to May 1996. The male version of the survey was fielded during  February to May 1996. Spanish versions of both the male and female  surveys were fielded from April to May 1996. Respondents to the NVAW  Survey were queried about (1) their general fear of violence and the  ways in which they managed their fears, (2) emotional abuse they had  experienced by marital and cohabitating partners, (3) physical assault  they\nhad experienced as children by adult caretakers, (4) physical  assault they had experienced as adults by any type of perpetrator, (5)  forcible rape or stalking they had experienced by any type of  perpetrator, and (6) incidents of threatened violence they had  experienced by any type of perpetrator. Respondents disclosing  victimization were asked detailed questions about the characteristics  and consequences of victimization as they experienced it, including  injuries sustained and use of medical services. Incidents were  recorded that had occurred at any time during the respondent's  lifetime and also those that occurred within the 12 months prior to  the interview. Data were gathered on both male-to-female and  female-to-male intimate partner victimization as well as abuse by  same-sex partners. Due to the sensitive nature of the survey, female  respondents were interviewed by female interviewers. In order to test  for possible bias caused by the gender of the interviewers when  speaking to men, a split sample was used so that half of the male  respondents had female interviewers and the other half had male  interviewers. The questionnaires contained 14 sections, each covering  a different topic, as follows. Section A: Respondents' fears of  different types of violence, and behaviors they had adopted to  accommodate those fears. Section B: Respondent demographics and  household characteristics. Section C: The number of current and past  marital and opposite-sex and same-sex cohabitating relationships of the  respondent. Section D: Characteristics of the respondent's current  relationship and the demographics and other characteristics of their  spouse and/or partner. Section E: Power, control, and emotional abuse  by each spouse or partner. Sections F through I: Screening for  incidents of rape, physical assault, stalking, and threat  victimization, respectively. Sections J through M: Detailed  information on each incident of rape, physical assault, stalking, and  threat victimization, respectively, reported by the respondent for  each type of perpetrator identified in the victimization screening  section. Section N: Violence in the respondent's current  relationship, including steps taken because of violence in the  relationship and whether the violent behavior had stopped. The section  concluded with items to assess if the respondent had symptoms  associated with post-traumatic stress disorder. Other variables in the  data include interviewer gender, respondent gender, number of adult  women and adult men in the household, number of different telephones in the household, and region code."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To further the understanding of violence against  women, the National Institute of Justice (NIJ) and the National Center  for Injury Prevention and Control (NCIPC), Centers for Disease Control  and Prevention (CDC), jointly sponsored the National Violence Against  Women (NVAW) Survey. When this survey was conceived, many gaps  remained in the understanding of violence against women, despite the  large amount of research on violence against women, particularly in  the areas of rape and intimate partner violence. Empirical data on the  relationship between certain types of violence against women, such as  childhood victimization and subsequent adult victimization, were  limited. Reliable information on minority women's experiences with  violence and on the consequences of violence against women, including  rates of injury and use of medical services, was also limited. To  provide a context in which to place women's experiences, the NVAW  Survey sampled both women and men. The survey was designed to  accomplish the following goals: (1) to provide reliable estimates of  the prevalence and incidence of various forms of violence against  women, including rape, physical assault, and stalking, (2) to provide  descriptive data on victims and perpetrators, including male-to-female  and female-to-male intima\nte partners and victims of different racial  and ethnic backgrounds, (3) to provide descriptive data on the  physical, psychological, and social consequences of violent  victimization, including injured victims' use of medical services, (4)  to examine the links between threats of violence and actual  occurrences of violence, (5) to examine the links between  victimization, fear of violence, and coping strategies, (6) to examine  how women respond to specific victimization, including their  involvement in the criminal justice system, (7) to provide information  on violence perpetrated on men and women by same-sex intimate  partners, and (8) to provide comparable information on the experiences  of men that would permit comparisons of the prevalence of violence and  severity of injury suffered by women as opposed to men abused by intimates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The National Violence Against Women Survey was  conducted by interviewers at Schulman, Ronca, Bucuvalas, Inc. (SRBI),  a national survey research organization in New York City, under the  direction of Dr. John Boyle. Survey design and data analysis were  conducted by the principal investigators of this study. Following an  extensive pre-test, completed interviews were obtained using a  computer-assisted interviewing system from 8,000 women and 8,005 men  who were 18 years of age or older residing in households throughout  the United States. The female version of the survey was fielded during  November 1995 to May 1996. The male version of the survey was fielded  during February to May 1996. Spanish versions of both the male and  female surveys were fielded during April to May 1996. Respondents to  the NVAW Survey were queried about (1) their general fear of violence  and the ways in which they managed their fears, (2) emotional abuse  they had experienced by marital and cohabitating partners, (3)  physical assault they had experienced as children by adult caretakers,  (4) physical assault they had experienced as adults by any type of  perpetrator, (5) forcible rape or stalking they had experienced by any  type of perpetrator, and (6) incidents of threatened violence they had  experienced by any type of perpetrator. Respondents disclosing  victimization were asked detailed questions about the characteristics  and consequences of their victimization, including injuries sustained  and use of medical services. Incidents were recorded that had  occurred at any time during the respondent's lifetime and also those  that occurred within the 12 months prior to the interview. Both male  and female respondents were queried about their experiences with  emotional abuse, threats, and violence by same-sex intimate partners.  Interviewers were trained to recognize and respond appropriately to  cues indicating that the respondent may have been concerned about  being overheard. Telephone numbers of local support services (e.g.,  domestic violence shelters, rape crisis hotlines, child protective  services) were offered to respondents who disclosed current abuse or  who appeared in distress. Initial telephone contact with households  was attempted during hours of the day and days of the week that had  the greatest probability of respondent contact. Due to the sensitive  nature of the survey, female respondents were interviewed by female  interviewers. In order to test for possible bias caused by the gender  of the interviewers when speaking to men, a split sample was used so  that half of the male respondents had female interviewers and the  other half had male interviewers. A Spanish-language translation was  administered by bilingual interviewers for Spanish-speaking respondents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The questionnaires contained 14 sections, each  covering a different topic. Section A of the survey asked respondents  about their fear of violence and accommodation behavior. Variables  from Section A include the respondent's overall assessment of whet\nher  personal safety for women had improved since the respondent was a  child, or whether violent crime, domestic violence, sexual harassment,  and sexual assault were more of a problem today. Respondents also  indicated how concerned they were about their personal safety and  about being stalked, whether they had ever been stalked and by whom,  whether they carried something to defend themselves or to alert others  and, if so, how often, and what they carried. Section B recorded  respondent characteristics, including information on age, employment,  medical coverage, education, race, number of adults and number of  children living with the respondent, personal income, household  income, and telephone service. Health-related variables include  general assessment of health, whether the respondent had ever  sustained a serious injury, had a chronic health condition, or had a  chronic mental health condition and, if so, the ages at onset, and  information on pregnancies, depression, alcohol use, and drug use.  Section C recorded information on the number of the respondent's  current and past marital and opposite-sex and same-sex cohabitating  relationships. Section D recorded characteristics of the respondent's  current relationship and current spouse/partner, including how long they had  known each other, how long they lived together, and how long they were  married, as well as the spouse/partner's age, employment, education,  race, income, general health, and alcohol use. Section E obtained  information on power, control, and emotional abuse by each spouse or  partner. Specific variables include whether the spouse/partner had a  hard time seeing things from the respondent's point of view, was  jealous or possessive, provoked arguments, limited the respondent's  contact with family or friends, insisted on knowing who the respondent  was with at all times, called the respondent names, made the  respondent feel inadequate, was frightened of the respondent, shouted  or swore at the respondent, frightened the respondent, prevented the  respondent from access to family income, prevented the respondent from  working outside the home, or insisted on changing residences even when  the respondent did not need or want to. Sections F through I screened  for incidents of rape, physical assault, stalking, and threat  victimization, respectively. Variables include screening questions  specific to each type of victimization followed by variables  identifying the relationship of each type of perpetrator to the  respondent (current spouse, ex-spouse, male live-in partner, female  live-in partner, other relative, acquaintance, or stranger), and then  repeated to identify which spouse or partner (from current up to eight  previous), specific relative, specific acquaintance  (boyfriend/girlfriend/date, other men/boys, other women/girls, various  other acquaintance categories), or male or female stranger. Sections J  through M provide detailed information on each incident of rape,  physical assault, stalking, and threat victimization, respectively,  reported by the respondent. For each type of perpetrator identified in  the victimization section, information is provided on the  victimization, including number of times the victimization happened,  if the incident occurred while the respondent was still in a  relationship with the perpetrator, first and last time the incident  happened, if the incident happened in the last 12 months, who was  first to use force, drug or alcohol use at the time of the incident,  resulting pregnancies, weapon use, injuries, medical, dental, and  mental health care, how care was covered, days the respondent took off  from various activities, reporting of the incident to the police or to  others, if the respondent obtained a restraining order, if the  offender violated the restraining order, if criminal charges were  filed, if the offender was convicted, if the offender was sentenced to  jail or prison, and if the respond\nent was satisfied with how he/she  was treated during the court process. Section N recorded information  about violence in the respondent's current relationship, including  whether the respondent ever left the relationship, and if so, how many  days he/she stayed away and where he/she stayed, the reason he/she  returned home, if violence increased or decreased after returning  home, if the spouse/partner ever left the relationship because of  their violence toward the respondent, and how many different times  they left. Variables also include information on children living with  the respondent at the time of the incident, if the spouse/partner  received counseling for their violent behavior, and if the respondent  thought the violent behavior had stopped. The section concludes with  variables to assess if the respondent had symptoms associated with  post-traumatic stress disorder. Other variables in the data include  interviewer gender, respondent gender, number of adult women and adult  men in the household, number of different telephones in the household, and region code."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emotional abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stalking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"threats"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2566.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File SP2566.ALL was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File SA2566.ALL was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File QU2566.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2566.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Additional reports based on these data are  expected to be published by the Center for Policy Research through the  support of the Centers for Disease Control and Prevention or the  National Institute of Justice. Users are encouraged to connect to  these government agencies' Web sites for information on obtaining  future reports. (2) The user guide, codebook, and data collection  instruments are provided as Portable Document Format (PDF) files. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-11-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1996-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone survey"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All men and women in the United States 18 years of age or older."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample was drawn as a national, random-digit dialing  (RDD) sample of telephone households in the United States. The sample  was stratified by U.S. Census region, and within regional strata a  simple random sample of working, residential, \"hundreds banks\" phone  numbers was drawn. A randomly generated two-digit number was appended  to each randomly sampled hundreds bank to produce the full 10-digit  phone number. Nonworking and nonresidential numbers were screened  out. The most-recent-birthday method was used to systematically select  the designated respondent in households with multiple eligible respondents."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Participation rates were calculated using the  following formula: the number of completed interviews, including those  that were screened out as ineligible, divided by the total number of  completed interviews, screened-out interviews, refusals, and  terminated interviews. Using this formula, the household participation  rate was 72.1 percent in the female survey and 68.9 p\nercent in the  male survey. Of the eligible respondents who started the interview, 97  percent of the women and 98 percent of the men followed the survey  through to completion. Five completed interviews with men were  eliminated from the sample during data editing due to an excessive amount of incongruous data."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The Depression Inventory was based on questions  contained in the SF-36 Health Survey, U.S. Acute Version, 1.0. Many of  the questions included in the \"Power, Control, and Emotional Abuse\"  section were adopted from the Canadian Violence Against Women Survey  (see Statistics Canada, Canadian Centre for Justice Statistics, 19th  Floor, R.H. Coats Building, Ottawa, Canada K1A 0T6). The twelve items  on physical victimization were adaptations of items in the Conflict  Tactics Scales (Straus, 1979, #4629). Several Likert-type scales were also used."}]}},"files":[{"description":"","label":"Female Respondent Data","restricted":false,"version":1,"datasetVersionId":35639,"dataFile":{"id":2613755,"persistentId":"","pidURL":"","filename":"Female Respondent Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Male Respondent Data","restricted":false,"version":1,"datasetVersionId":35639,"dataFile":{"id":2613756,"persistentId":"","pidURL":"","filename":"Male Respondent Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}