{"status":"OK","data":{"id":44952,"identifier":"ICPSR03416.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03416.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03416.v1","latestVersion":{"id":40952,"storageIdentifier":"file://10.3886/ICPSR03416.v1","versionState":"RELEASED","distributionDate":"2002-11-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:23:59Z","releaseTime":"2015-04-09T04:23:59Z","createTime":"2015-04-09T04:23:59Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Treatment of Incarcerated Women with Substance Use Disorder and Post-traumatic Stress Disorder in Providence, Rhode Island, 1999-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zlotnick, Caron"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Brown University. Department of Psychiatry and Human Behavior"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to evaluate the initial  efficacy, feasibility, and acceptability of Seeking Safety (SS)  treatment in a sample of incarcerated women with comorbid substance  use disorder (SUD) and comorbid post-traumatic stress disorder  (PTSD). Seeking Safety, a cognitive-behavioral psychotherapy  treatment, is a psychosocial treatment for women with comorbid PTSD  and SUD and, at the time this study was conducted, it was the  treatment with the most efficacy data for this population. SS  treatment appears to be a promising intervention for incarcerated  women with PTSD and SUD because (1) the treatment targets many of the  deficits found in this population that may interfere with their  recovery and place these women at risk for reoffending (such as  impulsiveness, anger dyscontrol, and maladaptive lifestyle  activities), and (2) it teaches skills to manage these problematic  behaviors. This study aimed to conduct an open feasibility trial of  Seeking Safety treatment in a sample of six incarcerated women with  SUD and PTSD and to conduct a randomized controlled pilot study to  evaluate the initial efficacy, feasibility, and acceptability of the  proposed treatment as an adjunct to treatment as usual (TAU), compared  to a TAU control group in a sample of 22 incarcerated women with  comorbid PTSD and SUD. The primary hypothesis was that, compared to  the TAU condition, women in the SS treatment condition would have less  severe drug and alcohol use as well as fewer PTSD symptoms and legal  problems after intervention, and at six weeks and three months after  release. The first six participants recruited for the study received  SS group treatment as an adjunct to the treatment provided by the  Discovery Program, the substance abuse treatment program in the  minimum security arm of the Women's Facility of the Adult Correctional  Institution in Providence, Rhode Island. The remaining participants  were randomly assigned to either the control group (TAU) or to a group  that received SS treatment as an adjunct to TAU. The treatment groups  were conducted by clinicians who worked as substance abuse therapists  in the Discovery Program and a clinical psychologist from Brown  University. All SS therapists received training in delivering SS  therapy from Dr. Lisa Najavits, who developed SS  treatment. Assessments were conducted at pretreatment, post-treatment  during incarceration, and three and six months postrelease for  PTSD-related measures. Measures of severity of substance abuse and  legal problems were taken at pretreatment, as well as at the six- and  12-week postrelease intervals. Measures were taken with a variety of  clinical instruments, including the Addiction Severity Index (ASI),  the Structured Clinical Interview for DSM-IV (SCID) module on  substance use, the Clinician Administered Post-Traumatic Stress  Disorder Scale-I (CAPS-I), the Trauma History Questionnaire (THQ), the  Helping Alliance Questionnaire-II (HAQ-II), the Client Satisfaction  Questionnaire, and the End-of-Trea\ntment Questionnaire. Basic  demographic data were also collected from administrative  records. Variables include alcohol, drug, and legal composite scores  at pretreatment and post-treatment, number of relapses, whether the  woman returned to prison, whether the woman lied about substance  abuse, use of particular substances one month prior to prison and  during lifetime, PTSD indicators of frequency and intensity, total  client satisfaction scores, patients' ratings of therapists and  treatment, and trauma scales for crime, sexual abuse, and physical  abuse. Demographic variables include age, ethnic background,  education, first time in prison, the nature of the current conviction, and number of arrests with convictions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to evaluate the  initial efficacy, feasibility, and acceptability of Seeking Safety  (SS) treatment in a sample of incarcerated women with comorbid  substance use disorder (SUD) and comorbid post-traumatic stress  disorder (PTSD). Seeking Safety, a cognitive-behavioral psychotherapy  treatment, is a psychosocial treatment for women with comorbid PTSD  and SUD and, at the time this study was conducted, it was the  treatment with the most efficacy data for this population. SS  treatment appears to be a promising intervention for incarcerated  women with PTSD and SUD because (1) the treatment targets many of the  deficits found in this population that may interfere with their  recovery and place these women at risk for reoffending (such as  impulsiveness, anger dyscontrol, and maladaptive lifestyle  activities), and (2) it teaches skills to manage these problematic  behaviors. This study aimed to conduct an open feasibility trial of  Seeking Safety treatment in a sample of six incarcerated women with  SUD and PTSD and to conduct a randomized controlled pilot study to  evaluate the initial efficacy, feasibility, and acceptability of the  proposed treatment as an adjunct to treatment as usual (TAU), compared  to a TAU control group in a sample of 22 incarcerated women with  comorbid PTSD and SUD. The primary hypothesis was that, compared to  the TAU condition, women in the SS treatment condition would have less  severe drug and alcohol use as well as fewer PTSD symptoms and legal  problems after intervention, and at six weeks and three months after release."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The first six participants recruited for the study  received SS group treatment as an adjunct to the treatment provided by  the Discovery Program, the substance abuse treatment program in the  minimum security arm of the Women's Facility of the Adult Correctional  Institution in Providence, Rhode Island. The remaining participants  were randomly assigned to either the control group (TAU) or to a group  that received SS treatment as an adjunct to TAU. The treatment groups  were conducted by clinicians who worked as substance abuse therapists  in the Discovery Program and a clinical psychologist from Brown  University. All SS therapists received training in delivering SS  therapy from Dr. Lisa Najavits, who developed SS treatment. SS  treatment focuses on developing a specific cognitive, behavioral, or  interpersonal skill, with each skill designed to combat both SUD and  PTSD simultaneously. The primary goals of the treatment are abstinence  from substances and personal safety. Assessments were conducted at  pretreatment, post-treatment during incarceration, and three and six  months postrelease for PTSD-related measures. Measures of severity of  substance abuse and legal problems were taken at pretreatment, as well  as at the six- and 12-week postrelease intervals. Measures were taken  with a variety of clinical instruments. The Addiction Severity Index  (ASI) was used at intake to assess change in the severity of substance  abuse in the past 30 days. The legal composite score from the ASI was  used to assess change in criminal activities. The legal comp\nosite  index contained information about arrests, incarcerations, and  engagement in criminal activity since release from prison. At intake  the women were assessed for legal problems in the 30 days prior to  entering prison. The Structured Clinical Interview for the DSM-IV  (SCID) module on substance use was used to provide a diagnosis of  alcohol or drug use or dependence. The Clinician Administered  Post-Traumatic Stress Disorder Scale-I (CAPS-I) provided a diagnosis  of PTSD as well as an assessment of the degree of PTSD symptoms. To  assess lifetime history of trauma, the Trauma History Questionnaire  (THQ) was given at pretreatment. This measure yielded four frequency  scores for physical, sexual, general disaster, and crime-related  traumas. At post-treatment the participants' views of treatment were  assessed on the Helping Alliance Questionnaire-II (HAQ-II) and the  Client Satisfaction Questionnaire. At post-treatment the patients'  perceptions of the helpfulness of components of SS treatment were  assessed with the End-of-Treatment Questionnaire. Basic demographic  data, such as age, education, and criminal history, were also collected from administrative records."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include alcohol, drug, and legal  composite scores at pretreatment and post-treatment, number of  relapses, whether the woman returned to prison, whether the woman lied  about substance abuse, use of particular substances one month prior to  prison and during lifetime, PTSD indicators of frequency and  intensity, total client satisfaction scores, patients' ratings of  therapists and treatment, and trauma scales for crime, sexual abuse,  and physical abuse. Demographic variables include age, ethnic  background, education, first time in prison, the nature of the current conviction, and number of arrests with convictions."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"addiction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"anger"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"female inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"post-traumatic stress disorder"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Additional information about the clinical scales  used in this data collection can be found in the appendix of the codebook.; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-WT-VX-0004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-11-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-10-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-11-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-10-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001-11-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and clinical data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Demographic data were collected from administrative  records. Clinical data were obtained from the Addiction Severity  Index, the Structured Clinical Interview for DSM-IV, the Clinician  Administered Post-Traumatic Stress Disorder Scale-I, the Trauma  History Questionnaire, the Helping Alliance Questionnaire-II, the  Client Satisfaction Questionnaire, and the End-of-Treatment Questionnaire."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Rhode Island"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women inmates suffering from PTSD and SUD in Rhode Island."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"This data collection includes scales from the Addiction  Severity Index (McLellan et al., 1992), Structured Clinical Interview  for DSM-IV (First et al., 1996), Clinician Administered Post-Traumatic  Stress Disorder Scale-I (Blake et al., 1990), Trauma Histo\nry  Questionnaire (Greene, 1995), Helping Alliance Questionnaire-II  (Luborky et al., 1996), Client Satisfaction Questionnaire (Attkisson  and Zwick, 1982), and the End-of-Treatment Questionnaire (Najavitis, 1994)."}]}},"files":[{"description":"","label":"Treatment of Incarcerated Women with Substance Use Disorder and Post-traumatic Stress Disorder in Providence, Rhode Island, 1999-2001","restricted":false,"version":1,"datasetVersionId":40952,"dataFile":{"id":2657239,"persistentId":"","pidURL":"","filename":"Treatment of Incarcerated Women with Substance Use Disorder and Post-traumatic Stress Disorder in Providence, Rhode Island, 1999-2001","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}