{"status":"OK","data":{"id":43207,"identifier":"ICPSR04081.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04081.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04081.v1","latestVersion":{"id":39207,"storageIdentifier":"file://10.3886/ICPSR04081.v1","versionState":"RELEASED","distributionDate":"2012-04-24","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:04:52Z","releaseTime":"2015-04-09T04:04:52Z","createTime":"2015-04-09T04:04:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Battering, Work, and Welfare in Allegheny County, Pennsylvania, 2001-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Brush, Lisa D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Pittsburgh"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Higgins, Lorraine"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Worcester Polytechnic Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The project's primary research objective was to assess the degree to which violence, sabotage, and control present obstacles to waged work and job training for women in Allegheny County, Pennsylvania. It sought to develop and assess instruments and generate data to serve as guideposts for policy and service delivery.  The study consisted of two parts: (1) a series of interviews with 40 female welfare recipients, and (2) a community literacy project that resulted in a collection of narratives by female welfare recipients. Interviews were conducted with 40 Temporary Assistance to Needy Families (TANF) recipients who were enrolled at the Reemployment Transition Center (RTC) in Allegheny County, Pennsylvania, between May 29, 2001, and June 27, 2001. After explaining the research project to the intake group, the interviewers met in private with interested potential subjects. The interviews consisted of an initial face-to-face retrospective interview (Parts 1 through 5), conducted when subjects enrolled at RTC, and three follow-up interviews designed to be administered quarterly. The first follow-up interview (Part 6) was conducted between October 15, 2001, and May 7, 2002. The second follow-up interview (Part 7) was conducted between March 12, 2002, and May 21, 2002. The final follow-up (Part 8) interview was conducted between July 3, 2002, and November 15, 2002. Follow-up interviews were in person or by telephone (depending on the respondent's preference). A key innovation of this research project was to gather data on school, work, welfare, and relationships with enough precision to trace the complex connections among battering, work, and welfare over the course of poor women's lives (Part 9). To do so, researchers collected data on the start and end dates of each period of education, each job, each period on welfare, and each relationship. These data enabled researchers to compare the number and length of spells at work and on welfare for women who did and women who did not report various obstacles, including battering. Finally, researchers summarized some elements of the longitudinal data such as relationship and employment information into a data file (Part 10). In all, there are 10 quantitative data files encompassing 1,895 variables. In addition to the 10 quantitative data files, there are respondent answers to open text questions (Part 11).  Interviewers were able to record field notes, which included observations about the interview context, overall impressions of the process, elaborated answers to open-ended questions, etc. (Part 12).  There are also 8 autobiographical narratives to serve as sources of qualitative data on the ways current and former welfare recipients experience and perceive work, welfare, and relationships (including abuse) (Part 13). The Part 1 (Retrospective Demographic and Hardship Data) data file contains demographic information including living arrangements and income. The Part 2 (Retrospective Education Data) data file contains information related to the respondent's prior education. The Part 3 (Retrospective Employment Data) data file contains information related to the respondent's employment history. The Part 4 (Retrospective Welfare Data) contains information related to the respondent's welfare history. The Part 5 (Retrospective Relationship Data) data file contains information related to the Work-Related Control, Abuse, and Sabotage Checklist (WORCASC) and the Work/School Abuse Scale (W/SAS), which asked questions about interference, sabotage, and violence in relationships. The Part 6 (First Follow-Up Interview Data), Part 7 (Second Follow-Up Interview Data), and Part 8 (Final Follow-Up Interview Data) data files include follow-up information to that collected in Parts 1-5. The Part 9 (Date and Spell Data) data file provides data on the start and end dates of each period of education, each j\nob, each period on welfare, and each relationship, and the Part 10 (Summary Longitudinal Data) data file summarizes some elements of the longitudinal data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The project's primary research objective was to assess the degree to which violence, sabotage, and control present obstacles to waged work and job training for women in Allegheny County, Pennsylvania.  It sought to develop and assess instruments and generate data to serve as guideposts for policy and service delivery.</p>\n\n<p>The study consisted of two parts: (1) a series of interviews with 40 female welfare recipients and (2) a community literacy project that resulted in a collection of narratives by female welfare recipients. The goals of the interviews included: (1) measure lifetime, recent, and relationship-specific prevalence of controlling, sabotaging, and physically violent actions by the fathers of children in households receiving Temporary Assistance to Needy Families (TANF) and by other intimate partners of welfare recipients, (2) track the timing and costs of abuse through the transition from welfare to work, and (3) gather data on welfare recipients' subjective assessments of how the fathers of their children and other intimate partners respond to their going to work or school and their receiving welfare.</p>\n\n<p>The primary goals of the community literacy project included: (1) generate a set of autobiographical narratives to serve as sources of qualitative data on the ways current and former welfare recipients experience and perceive work, welfare, and relationships (including abuse), (2) understand (from the perspective of current and former welfare recipients) the obstacles to women's financial independence as well as the strengths and resources women bring to their welfare-to-work transitions and their struggles for safety and solvency, (3) document women's experiences of the personal, familial, and institutional responses to crises in health, safety, employment, and solvency, (4) trace ways in which the meanings and experiences of work, battering, and welfare vary for women, especially between White and Black women.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Interviews were conducted with 40 Temporary Assistance to Needy Families (TANF) recipients who were enrolled at the Reemployment Transition Center (RTC) in Allegheny County, Pennsylvania, between May 29, 2001, and June 27, 2001.  The RTC was a site serving clients from the Single Point of Contact (SPOC), UpFront-City, UpFront-County, and Directed Job Search programs referred by the Pittsburgh Partnership RESET Programs.</p>\n\n<p>After explaining the research project to the intake group, the interviewers met in private with interested potential subjects. Researchers used the consent form to further explain the project, solicit and answer questions, and spell out the costs and benefits of the research as well as the measures taken to protect the dignity and confidentiality of the respondents and their personal information. Signed informed consent forms were collected and stored in a locked file cabinet in the principal investigator's office.</p>\n\n<p>The interviews consisted of an initial face-to-face retrospective interview (Parts 1 through 5), conducted when subjects enrolled at RTC, and three follow-up interviews designed to be administered quarterly.</p>\n\n<p>The first follow-up interview (Part 6) was conducted between October 15, 2001, and May 7, 2002. The second follow-up interview (Part 7) was conducted between March 12, 2002, and May 21, 2002. The final follow-up (Part 8) interview was conducted between July 3, 2002, and November 15, 2002.</p>\n\n<p>The principal investigator and graduate research assistant each interviewed 20 incoming morning participants in the City and County UpFront, SPOC, and Directed Job Search programs. The Computer Assisted Sensitive Interview (CASI) protocol developed for this study automated interview administration and\ndata entry. Answers to questions were entered into laptop computers as the answers were given. The retrospective interviews were conducted on site at RTC.</p>\n\n<p>Follow-up interviews were in person or by telephone (depending on the respondent's preference), and respondents were compensated with Giant Eagle vouchers for successively increasing amounts. A total of 8 women who had completed the initial retrospective interview had no known address by the time (four to five months later) the researchers tried to contact them for the first follow-up interview. Time between the initial and follow-up interviews varied considerably, although the researchers tried to have at least 90 days between the two interviews. If the time between the initial and follow-up interviews was exceptionally long (for example, six months), the interviewers skipped the first follow-up interview and administered the final follow-up interviews on schedule. This was the case for nine respondents for whom the researchers only completed retrospective, final, and one intermediate follow-up interview.</p>\n\n<p>A key innovation of this research project was to gather data on school, work, welfare, and relationships with enough precision to trace the complex connections among battering, work, and welfare over the course of poor women's lives (Part 9). To do so, researchers collected data on the start and end dates of each period of education, each job, each period on welfare, and each relationship. These data enabled researchers to compare the number and length of spells at work and on welfare for women who did and women who did not report various obstacles, including battering.</p>\n\n<p>Finally, researchers summarized some elements of the longitudinal data such as relationship and employment information into a data file (Part 10). In all, there are 10 quantitative data files encompassing 1,895 variables.</p>\n\n<p>In addition to the 10 quantitative data files, there are respondent answers to open text questions (Part 11).  Interviewers were able to record field notes, which included observations about the interview context, overall impressions of the process, elaborated answers to open-ended questions, etc. (Part 12). There are also eight autobiographical narratives to serve as sources of qualitative data on the ways current and former welfare recipients experience and perceive work, welfare, and relationships (including abuse) (Part 13).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Part 1 (Retrospective Demographic and Hardship Data) data file contains demographic information including living arrangements and income.</p>\n\n<p>The Part 2 (Retrospective Education Data) data file contains information related to the respondent's prior education such as dates of enrollment, full- or part-time, and result of schooling period.</p>\n\n<p>The Part 3 (Retrospective Employment Data) data file contains information related to the respondent's employment history such as type of job, wages, full- or part-time, and dates of employment.</p>\n\n<p>The Part 4 (Retrospective Welfare Data) data file contains information related to the respondent's welfare history such as dates and type of welfare received.</p>\n\n<p>The Part 5 (Retrospective Relationship Data) data file contains information related to the Work-Related Control, Abuse, and Sabotage Checklist (WORCASC) and the Work/School Abuse Scale (W/SAS), which asked questions about interference, sabotage, and violence in relationships. The interview protocol also asked about a number of indicators of distress, some of which constitute criteria for the cognitive and emotional problems associated with post-traumatic stress disorder. Respondents were also asked about other measures of physical and emotional distress that could present barriers to safety and solvency through waged work, such as eating disorders, drinking, and pain from injuries.</p>\n\n<p>The Part 6 (First Follow-Up Interview Data), Part 7 (Second Follow-Up Interv\niew Data), and Part 8 (Final Follow-Up Interview Data) data files include follow-up information to that collected in Parts 1-5.</p>\n\n<p>The Part 9 (Date and Spell Data) data file provides data on the start and end dates of each period of education, each job, each period on welfare, and each relationship, and the Part 10 (Summary Longitudinal Data) data file summarizes some elements of the longitudinal data such as relationship and employment information.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational background"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"marital status"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"welfare services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-04-24Version Text: 2012-04-24 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-04-24"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-05"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-11"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-05"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-11"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Temporary Assistance to Needy Families (TANF) recipients enrolled in late May and June 2001 at the Reemployment Transition Center (RTC) in Allegheny County, Pennsylvania."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Women who were enrolled at the Reemployment Transition Center (RTC) in Allegheny County, Pennsylvania, between May 29, 2001, and June 27, 2001, were selected as respondents.  Two women were ineligible because they were pregnant, two eligible respondents refused to participate, and one eligible respondent was missed due to absence.  Researchers recruited subjects in the first days of enrollment in order to avoid selecting only those enrollees who actually stayed with the program."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted self interview (CASI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for the retrospective interviews was 95 percent (40 out of 42). Fewer than half (42 percent) of the original 40 respondents completed the full series of prospective follow-up interviews. Twenty percent completed only the retrospective interview. For four (15 percent) respondents, researchers were able to obtain a first follow-up but no subsequent interviews. For nine (22 percent) respondents, the first or second follow-up (or both) is missing, but there is a final follow-up interview."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"This study used the Work-Related Control, Abuse, and Sabotage Checklist (WORCASC) and the Work/School Abuse Scale (W/SAS)."}]}},"files":[{"description":"","label":"Autobiographical Narratives","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643851,"persistentId":"","pidURL":"","filename":"Autobiographical Narratives","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Date and Spell Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643847,"persistentId":"","pidURL":"","filename":"Date and Spell Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Field Notes","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643850,"persistentId":"","pidURL":"","filename":"Field Notes","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Final Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643846,"persistentId":"","pidURL":"","filename":"Final Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"First Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643844,"persistentId":"","pidURL":"","filename":"First Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Respondent Open-Text Answers","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643849,"persistentId":"","pidURL":"","filename":"Respondent Open-Text Answers","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Retrospective Demographic and Hardship Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643839,"persistentId":"","pidURL":"","filename":"Retrospective Demographic and Hardship Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Retrospective Education Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643840,"persistentId":"","pidURL":"","filename":"Retrospective Education Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Retrospective Employment Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643841,"persistentId":"","pidURL":"","filename":"Retrospective Employment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Retrospective Relationship Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643843,"persistentId":"","pidURL":"","filename":"Retrospective Relationship Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Retrospective Welfare Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643842,"persistentId":"","pidURL":"","filename":"Retrospective Welfare Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Second Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643845,"persistentId":"","pidURL":"","filename":"Second Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Summary Longitudinal Data","restricted":false,"version":1,"datasetVersionId":39207,"dataFile":{"id":2643848,"persistentId":"","pidURL":"","filename":"Summary Longitudinal Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}