{"status":"OK","data":{"id":45036,"identifier":"ICPSR03252.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03252.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03252.v1","latestVersion":{"id":41036,"storageIdentifier":"file://10.3886/ICPSR03252.v1","versionState":"RELEASED","distributionDate":"2001-12-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:24:56Z","releaseTime":"2015-04-09T04:24:56Z","createTime":"2015-04-09T04:24:56Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact Evaluation of Stop Violence Against Women Grants in Dane County, Wisconsin, Hillsborough County, New Hampshire, Jackson County, Missouri, and Stark County, Ohio, 1996-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Uekert, Brenda K."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Miller, Neal"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dupree, Cheron"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Law and Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1996 the Institute for Law and Justice (ILJ) began an evaluation of the law enforcement and prosecution components of the \"STOP Violence Against Women\" grant program authorized by the Violence Against Women Act of 1994. This data collection constitutes one component of the evaluation. The researchers chose to evaluate two specialized units and two multi-agency team projects in order to study the local impact of STOP on victim safety and offender accountability. The two specialized units reflected typical STOP funding, with money being used for the addition of one or two dedicated professionals in each community. The Dane County, Wisconsin, Sheriff's Office used STOP funds to support the salaries of two domestic violence detectives. This project was evaluated through surveys of domestic violence victims served by the Dane County Sheriff's Office (Part 1). In Stark County, Ohio, the Office of the Prosecutor used STOP funds to support the salary of a designated felony domestic violence prosecutor. The Stark County project was evaluated by tracking domestic violence cases filed with the prosecutor's office. The case tracking system included only cases involving intimate partner violence, with a male offender and female victim. All domestic violence felons from 1996 were tracked from arrest to disposition and sentence (Part 2). This pre-grant group of felons was compared with a sample of cases from 1999 (Part 3). In Hillsborough County, New Hampshire, a comprehensive evaluation strategy was used to assess the impact of the use of STOP funds on domestic violence cases. First, a sample of 1996 pre-grant and 1999 post-grant domestic violence cases was tracked from arrest to disposition for both regular domestic violence cases (Part 4) and also for dual arrest cases (Part 5). Second, a content analysis of police incident reports from pre- and post-grant periods was carried out to gauge any changes in report writing (Part 6). Finally, interviews were conducted with victims to document their experiences with the criminal justice system, and to better understand the factors that contribute to victim safety and well-being (Part 7).\nIn Jackson County, Missouri, evaluation methods included reviews of prosecutor case files and tracking all sex crimes referred to the Jackson County Prosecutor's Office over both pre-grant and post-grant periods (Part 8). The evaluation also included personal interviews with female victims (Part 9). Variables in Part 1 (Dane County Victim Survey Data) describe the relationship of the victim and offender, injuries sustained, who called the police and when, how the police responded to the victim and the situation, how the detective contacted the victim, and services provided by the detective. Part 2 (1996 Stark County Case Tracking Data), Part 3 (1999 Stark County Case Tracking Data), Part 4 (Hillsborough County Regular Case Tracking Data), Part 5 (Hillsborough County Dual Arrest Case Tracking Data), and Part 8 (Jackson County Case Tracking Data) include variables on substance abuse by victim and offender, use of weapons, law enforcement response, primary arrest offense, whether children were present, injuries sustained, indictment charge, pre-sentence investigation, victim impact statement, arrest and trial dates, disposition, sentence, and court costs. Demographic variables include the age, sex, and ethnicity of the victim and the offender. Variables in Part 6 (Hillsborough County Police Report Data) provide information on whether there was an existing protective order, whether the victim was interviewed separately, severity of injuries, seizure of weapons, witnesses present, involvement of children, and demeanor of suspect and victim. In Part 7 (Hillsborough County Victim Interview Data) variables focus on whether victims had prior experience with the court, type of physical abuse experienced, injuries from abuse, support from relatives, friends, neighbors, doctor, religious community, or police, assistance from police, satisfaction with police response, expectations about case outcome, why the victim dropped the charges, contact with the prosecutor, criminal justice advocate, and judge, and the outcome of the case. Demographic variables include age, race, number of children, and occupation. Variables in Part 9 (Jackson County Victim Interview Data) relate to when victims were sexually assaulted, if they knew the perpetrator, who was contacted to help, victims' opinions about police and detectives who responded to the case, contact with the prosecutor and victim's advocate, and aspects of the medical examination. Demographic variables include age, race, and marital status."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1996 the Institute for Law and Justice (ILJ)  began an evaluation of the law enforcement and prosecution components  of the \"STOP Violence Against Women\" grant program authorized by the  Violence Against Women Act of 1994. This data collection constitutes  one component of the evaluation. The researchers chose to evaluate two  specialized units and two multi-agency team projects in order to study  the local impact of STOP on victim safety and offender  accountability. The two specialized units reflected typical STOP  funding, with money being used for the addition of one or two  dedicated professionals in each community. One specialized unit in  Dane County, Wisconsin (Part 1), used STOP funds to support the  salaries of two domestic violence detectives to improve the quality of  the response provided to victims. The second specialized unit in Stark  County, Ohio (Parts 2 and 3), used STOP funds to support the salary of  a designated felony domestic violence prosecutor to assure that these  cases were given the fullest attention. The multi-agency project in  Hillsborough County, New Hampshire (Parts 4-7), used STOP funds to  create a domestic violence team involving three different  agencies. The team included police officers, a domestic violence  misdemeanor prosecutor, victim advocates, and probation officers. The  overarching goal was to reduce the incidence of domestic violence in  the area through aggressive\nenforcement, community education, and  agency cooperation. The other multi-agency project in Jackson County,  Missouri, used funds to improve the community's response to sexual  assault (Parts 8 and 9). STOP funds supported the crime lab, the  county prosecutor's office, the Sexual Assault Nurse Examiner's (SANE)  program, and the local victim services provider. The primary goal of  this project was improvement in evidence collection and documentation, which would lead to higher prosecution and conviction rates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Dane County, Wisconsin, Sheriff's Office used  STOP funds to support the salaries of two domestic violence  detectives. This project was evaluated through surveys of domestic  violence victims served by the Dane County Sheriff's Office (Part  1). Surveys were also sent to domestic violence victims served by a  comparably-sized police department in the state that did not have a  domestic violence unit. The survey instrument consisted of both  open-ended and closed-ended questions, and captured information on the  incident, contact with responding patrol officers, experiences with  domestic violence detectives, and overall thoughts on police  response. In Stark County, Ohio, the Office of the Prosecutor used  STOP funds to support the salary of a designated felony domestic  violence prosecutor. The Stark County project was evaluated by  tracking domestic violence cases filed with the prosecutor's  office. The case tracking system included only cases involving  intimate partner violence, with a male offender and female victim. All  domestic violence felons from 1996 were tracked from arrest to  disposition and sentence (Part 2). This pre-grant group of felons was  compared with a sample of cases from 1999 (Part 3). In Hillsborough  County, New Hampshire, a comprehensive evaluation strategy was used to  assess the impact of the use of STOP funds on domestic violence  cases. First, a sample of 1996 pre-grant and 1999 post-grant domestic  violence cases was tracked from arrest to disposition for both regular  domestic violence cases (Part 4) and also for dual arrest cases (Part  5). Second, a content analysis of police incident reports from pre-  and post-grant periods was carried out to gauge any changes in report  writing (Part 6). Finally, interviews were conducted with victims to  document their experiences with the criminal justice system, and to  better understand the factors that contribute to victim safety and  well-being (Part 7). To recruit study participants the researchers  mailed over 200 flyers to victims and posted flyers in public  places. In addition, some women were contacted by phone. Despite these  efforts, the response rate was very low. These interviews, lasting  approximately 90 minutes, consisted of 86 questions covering a wide  range of topics, including severity of violence experienced, social  support networks, police response, satisfaction with process and  sentence, and experiences in court. In Jackson County, Missouri,  evaluation methods included reviews of prosecutor case files and  tracking all sex crimes referred to the Jackson County Prosecutor's  Office over both pre-grant and post-grant periods (Part 8). The  evaluation also included personal interviews with female victims (Part 9). These face-to-face interviews lasted an average of 20 minutes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 (Dane County Victim Survey  Data) describe the relationship of the victim and offender, injuries  sustained, who called the police and when, how the police responded to  the victim and the situation, how the detective contacted the victim,  and services provided by the detective. Part 2 (1996 Stark County Case  Tracking Data), Part 3 (1999 Stark County Case Tracking Data), Part 4  (Hillsborough County Regular Case Tracking Data), Part 5 (Hillsborough  County Dual Arrest Case Tracking Data), and Part 8 (Jackson County  Case Tracking Data) inclu\nde variables on substance abuse by victim  and offender, use of weapons, law enforcement response, primary arrest  offense, whether children were present, injuries sustained, indictment  charge, pre-sentence investigation, victim impact statement, arrest  and trial dates, disposition, sentence, and court costs. Demographic  variables include the age, sex, and ethnicity of the victim and the  offender. Variables in Part 6 (Hillsborough County Police Report  Data) provide information on whether there was an existing protective  order, whether the victim was interviewed separately, severity of  injuries, seizure of weapons, witnesses present, involvement of  children, and demeanor of suspect and victim. In Part 7 (Hillsborough  County Victim Interview Data), variables focus on whether victims had  prior experience with the court, type of physical abuse experienced,  injuries from abuse, support from relatives, friends, neighbors,  doctor, religious community, or police, assistance from police,  satisfaction with police response, expectations about case outcome,  why the victim dropped the charges, contact with the prosecutor,  criminal justice advocate, and judge, and the outcome of the  case. Demographic variables include age, race, number of children, and  occupation. Variables in Part 9 (Jackson County Victim Interview Data)  relate to when victims were sexually assaulted, if they knew the  perpetrator, who was contacted to help, victims' opinions about police  and detectives who responded to the case, contact with the prosecutor  and victim's advocate, and aspects of the medical  examination. Demographic variables include age, race, and marital status."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecuting attorneys"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3252.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3252.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany\nall downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-WT-NX-0007"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-14"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["mailback questionnaires, administrative records, and personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Missouri"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Hampshire"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wisconsin"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 7, and 9: Individuals, Parts 2-6, and 8: Incidents"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Victims of domestic violence in Dane County, Wisconsin. Parts 2-6 and 8: Domestic violence cases in Stark County, Ohio, Hillsborough County, New Hampshire, and Jackson County, Missouri. Part 7: Female victims of domestic violence in Hillsborough County, New Hampshire. Part 9: Female victims of sexual assault in Jackson County, Missouri."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: The response rate was 20 percent for the  Dane County Sheriff's sample and 8 percent for the comparison sample.  Parts 2-6 and 8: Not applicable. Part 7: Unknown. Part 9: The response rate was about 10 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"1996 Stark County Case Tracking Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657823,"persistentId":"","pidURL":"","filename":"1996 Stark County Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"1999 Stark County Case Tracking Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657824,"persistentId":"","pidURL":"","filename":"1999 Stark County Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dane County Victim Survey Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657822,"persistentId":"","pidURL":"","filename":"Dane County Victim Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hillsborough County Dual Arrest Case Tracking Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657826,"persistentId":"","pidURL":"","filename":"Hillsborough County Dual Arrest Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hillsborough County Police Report Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657827,"persistentId":"","pidURL":"","filename":"Hillsborough County Police Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hillsborough County Regular Case Tracking Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657825,"persistentId":"","pidURL":"","filename":"Hillsborough County Regular Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Hillsborough County Victim Interview Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657828,"persistentId":"","pidURL":"","filename":"Hillsborough County Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Jackson County Case Tracking Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657829,"persistentId":"","pidURL":"","filename":"Jackson County Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Jackson County Victim Interview Data","restricted":false,"version":1,"datasetVersionId":41036,"dataFile":{"id":2657830,"persistentId":"","pidURL":"","filename":"Jackson County Victim Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}