{"status":"OK","data":{"id":45984,"identifier":"ICPSR27841.v1","persistentUrl":"https://doi.org/10.3886/ICPSR27841.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR27841.v1","latestVersion":{"id":41984,"storageIdentifier":"file://10.3886/ICPSR27841.v1","versionState":"RELEASED","distributionDate":"2010-08-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:35:20Z","releaseTime":"2015-04-09T04:35:20Z","createTime":"2015-04-09T04:35:20Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effectiveness of Prisoner Reentry Services as Crime Control for Inmates Released in New York, 2000-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McDonald, Douglas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dyous, Christina"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Carlson, Kenneth"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Fortune Society, a private not-for-profit organization located in New York City, provides a variety of services that are intended to support former prisoners in becoming stable and productive members of society. The purpose of this evaluation was to explore the extent to which receiving supportive services at the Fortune Society improved clients' prospects for law abiding behavior. More specifically, this study examined the extent to which receipt of these services reduced recidivism and homelessness following release.  The research team adopted a quasi-experimental design that compared recidivism outcomes for persons enrolled at Fortune (clients) to persons released from New York State prisons and returning to New York City and, separately, inmates released from the New York City jails, none of whom went to Fortune (non-clients). All -- clients and non-clients alike -- were released after January 1, 2000, and before November 3, 2005 (for state prisoners), and March 3, 2005 (for city jail prisoners). Information about all prisoners released during these time frames was obtained from the New York State Department of Correctional Services for state prisoners and from the New York City Department of Correction for city prisoners. The research team also obtained records from the Fortune Society for its clients and arrest and conviction information for all released prisoners from the New York State Division of Criminal Justice Services' criminal history repository. These records were matched and merged, producing a 72,408 case dataset on 57,349 released state prisoners (Part 1) and a 68,614 case dataset on 64,049 city jail prisoners (Part 2).  The research team obtained data from the Fortune Society for 15,685 persons formally registered as clients between 1989 and 2006 (Part 3) and data on 416,943 activities provided to clients at the Fortune Society between September 1999 and March 2006 (Part 4). Additionally, the research team obtained 97,665 records from the New York City Department of Homeless Services of all persons who sought shelter or other homeless services during the period from January 2000 to July 2006 (Part 5). Part 6 contains 96,009 cases and catalogs matches between a New York State criminal record identifier and a Fortune Society client identifier. The New York State Prisons Releases Data (Part 1) contain a total of 124 variables on released prison inmate characteristics including demographic information, criminal history variables, indicator variables, geographic variables, and service variables. The New York City Jails Releases Data (Part 2) contain a total of 92 variables on released jail inmate characteristics including demographic information, criminal history variables, indicator variables, and geographic variables. The Fortune Society Client Data (Part 3) contain 44 variables including demographic, criminal history, needs/issues, and other variables. The Fortune Society Client Activity Data (Part 4) contain seven variables including two identifiers, end date, Fortune service unit, duration in hours, activity type, and activity. The Homelessness Events Data (Part 5) contain four variables including two identifiers, change in homeless status, and date of change. The New York State Criminal Record/Fortune Society Client Match Data (Part 6) contain four variables including three identifiers and a variable that indicates the type of match between a New York State criminal record identifier and a Fortune Society client identifier."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Fortune Society, a private not-for-profit organization located in New York City, provides a variety of services that are intended to support former prisoners in becoming stable and productive memb\ners of society. The purpose of this evaluation was to explore the extent to which receiving supportive services at the Fortune Society improved clients' prospects for law abiding behavior. More specifically, this study examined the extent to which receipt of these services reduced recidivism and homelessness following release."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>For this study, recidivism was measured by an arrest leading to conviction.  Homelessness was indicated by a request to the New York City Department of Homeless Services for shelter.</p>\n\n<p>The research team adopted a quasi-experimental design that compared recidivism outcomes for persons enrolled at Fortune (clients) to persons released from New York State prisons and returning to New York City and, separately, inmates released from the New York City jails, none of whom went to Fortune (non-clients).  The analyses were separated because the experience of going to state prison differs in many ways from having been incarcerated in New York City's jails and the dynamics of post-release recidivism may differ for the two populations. All -- clients and non-clients alike -- were released after January 1, 2000, and before November 3, 2005 (for state prisoners), and March 3, 2005 (for city jail prisoners).  Information about all prisoners released during these time frames was obtained from the New York State Department of Correctional Services for state prisoners and from the New York City Department of Correction for city prisoners. The research team also obtained records from the Fortune Society for its clients and arrest and conviction information for all released prisoners from the New York State Division of Criminal Justice Services' criminal history repository. These records were matched and merged, producing a 72,408 case dataset on 57,349 released state prisoners (Part 1), of whom 3,292 enrolled at Fortune following their first release during this 2000-2005 period, and a 68,614 case dataset on 64,049 city jail prisoners (Part 2) released during this period, of whom 2,613 enrolled at Fortune.</p>\n\n<p>For Part 1 and Part 2, the observation period for Fortune clients and non-clients lasted as long as the subject was arrest-free and still at liberty to commit crimes, up to the point of collecting arrest records. Therefore, this period ended on the date when the subject was arrested or was taken into custody for violating a condition of their parole or probation agreement -- whichever came first, if at all.  If neither of these events occurred, the observation period ended on November 5, 2005, -- the day that the State of New York provided the research team with arrest records for each subject.  The length of the observation periods varied for each subject, as did the start and stop dates. The longest period was almost six years for subjects released on January 1, 2000, and who were not arrested before the data were collected.  Persons released during 2005 had less time to be observed before the criminal record information was collected. For example, some subjects had observation periods only a few days long because they were released shortly before November 5, 2005.</p>\n\n<p>Researchers obtained data from the Fortune Society for 15,685 persons formally registered as clients between 1989 and 2006 (Part 3) and data on 416,943 activities provided to clients at the Fortune Society between September 1999 and March 2006  (Part 4).  Additionally, the research team obtained 97,665 records from the New York City Department of Homeless Services of all persons who sought shelter or other homeless services during the period from January 2000 to July 2006 (Part 5).  The researchers matched the homelessness events data to the records of prison and jail releases to identify prisoners who had become homeless after release. These records were matched further with Fortune Society records to identify the organization’s clients.  Part 6 contains 96,009 cases and catalogs matches between\na New York State criminal record identifier and a Fortune Society client identifier.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The New York State Prisons Releases Data (Part 1) contain a total of 124 variables on released prison inmate characteristics including demographic information, criminal history variables, indicator variables, geographic variables, and service variables. Demographic variables include date of birth (month, year), age at arrest, age, sex, and race. Criminal history variables include dates, offense information, arrest variables, conviction variables, and disposition variables. Part 1 also includes a total of 33 indicator variables including conviction indicators, arrest indicators, and other indicators. Geographic variables include county of arrest, county of residence, region of arrest, region of disposition, and five borough variables (Kings, New York, Queens, Richmond, Bronx). Services variables include counseling, education, family, health, pretrial, and treatment services.</p>\n\n<p>The New York City Jails Releases Data (Part 2) contain a total of 92 variables on released jail inmate characteristics including demographic information, criminal history variables, indicator variables, and geographic variables. Demographic variables include date of birth (month, year), age at arrest, sex, and race.  Criminal history variables include dates, offense information, arrest variables, conviction variables, and disposition variables. Part 2 also includes a total of 28 indicator variables including conviction indicators , arrest indicators, and other indicators. Geographic variables include county of arrest, county of disposition, region of arrest, and region of disposition.</p>\n\n<p>The Fortune Society Client Data (Part 3) contain 44 variables including demographic, criminal history, needs/issues, and other variables.  Specifically, demographic variables include gender, race, Hispanic origin, marital status, primary source of income, education, employment, living arrangement, number of children under 18, number of children under 18 who are living with the client, and client’s age at intake.  Criminal history variables include number of youth felony convictions, number of adult felony convictions, number of adult misdemeanor convictions, number of youth misdemeanor convictions, and total time served. Needs/issues variables include whether the client currently has the following needs/issues: food or clothing, transportation, housing, income or financial aid, benefits/entitlements, family services, legal assistance/advocacy, employment/vocation, HIV/AIDS, medication, substance use treatment, mental health, social support, domestic violence, education, primary health, and other.  Other variables include whether the client has ever been homeless, whether the client has an imminent risk of being homeless, whether the client has ever had outpatient or inpatient mental health treatment, whether the client has ever considered or attempted suicide, client’s HIV status, source of referral to a Fortune program, and year of intake into Fortune.</p>\n\n<p>The Fortune Society Client Activity Data (Part 4) contain seven  variables including two identifiers, end date, Fortune service unit, duration in hours, activity type (group or individual), and activity.  The Homelessness Events Data (Part 5) contain four variables including two identifiers, change in homeless status, and date of change.  The New York State Criminal Record/Fortune Society Client Match Data (Part 6) contain four variables including three identifiers and a variable that indicates the type of match (unique, ambiguous, or not matched) between a New York State criminal record identifier and a Fortune Society client identifier.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ex-offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"homelessness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate release plans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"postrelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prisoner reentry"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-08-31Version Text: 2010-08-31 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-DD-BX-1467"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-08-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-12"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The Fortune Society","New York State Division of Criminal Justice Services","New York State Department of Correctional Services","New York City Department of Correction","New York City Department of Homeless Services"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1 and Part 2: criminal record","Part 3: individual","Part 4: activity","Part 5: homelessness event","Part 6: record/client identifier"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All criminal records of New York state prisoners that had been released between January 1, 2000, and November 3, 2005, and were assumed to have returned to New York City (Part 1).  All criminal records of New York City prisoners that were released between January 1, 2000, and March 3, 2005, after serving a sentence in one of the city’s jails, who where also assumed to return to New York City (Part 2).  All Fortune Society clients in New York City between 1989 and 2006 (Part 3).  All activities provided to clients at the Fortune Society in New York City between September 1999 and March 2006 (Part 4).  All homelessness event records on persons admitted to homeless shelters operated by the New York City Department of Homeless Services between January 2000 and July 2006 (Part 5).  All criminal records of New York state prisoners that had been released between January 1, 2000, and November 3, 2005, and were assumed to have returned to New York City and all Fortune Society clients in New York City between 1989 and 2006 (Part 6)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample included criminal records data on all New York State prisoners released to New York City between January 1, 2000, and November 3, 2005 (Part 1), and all New York City jail inmates released between January 1, 2000, and March 3, 2005 (Part 2), after serving a sentence. Specifically, Part 1 is a 72,408 case dataset on 57,349 unambiguous cases of released state prisoners, of whom 3,292 enrolled at Fortune following their first release during this 2000-2005 period, and Part 2 is a 68,614 case dataset on 64,049 unambiguous cases of city jail prisoners released during this period, of whom 2,613 enrolled at Fortune. Each of these two populations were then split further into two subpopulations: (a) those subsequently admitted to the Fortune Society (clients) and (b) those released during the same period but who had not sought services at Fortune (non-clients).</p>\n\n<p>For purposes of this evaluation, clients were limited to persons who\n:</p>\n<p><ul>\n<li>were formally enrolled by the Fortune Society to participate in one or more of the organization's programs,</li>\n<li>were registered as an entrant after January 1, 2000, and before January 1, 2005,</li>\n<li>had previously been released from prison or jail on or after January 1, 2000, before coming to Fortune, and</li>\n<li>had been prosecuted in New York City courts for the offenses that led to this incarceration.</li>\n</ul></p>\n\n<p>The comparison population of non-clients included all persons who:</p>\n\n<p><ul>\n<li>were released from prison or jail between January 1, 2000, and November 3, 2005 (state prisoners), or March 3, 2005 (city prisoners), who were sentenced in New York City courts and therefore presumed to have returned to New York City, and</li>\n<li>had never been registered formally as a client of the Fortune Society, before or after January 1, 2000.</li>\n</ul></p>\n\n<p>Part 3 is comprised of data on 15,685 Fortune Society clients in New York City between 1989 and 2006. Part 4 is comprised of data on 416,943 activities provided to clients at the Fortune Society in New York City between September 1999 and March 2006. Part 5 is comprised of 97,665 homelessness event records on persons admitted to homeless shelters operated by the New York City Department of Homeless Services between January 2000 and July 2006. Part 6 is comprised of 96,009 records which identify matches between a New York State criminal record identifier and a Fortune Society client identifier.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Fortune Society Client Activity Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664162,"persistentId":"","pidURL":"","filename":"Fortune Society Client Activity Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Fortune Society Client Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664161,"persistentId":"","pidURL":"","filename":"Fortune Society Client Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Homelessness Events Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664163,"persistentId":"","pidURL":"","filename":"Homelessness Events Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"New York City Jails Releases Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664160,"persistentId":"","pidURL":"","filename":"New York City Jails Releases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"New York State Criminal RecordFortune Society Client Match Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664164,"persistentId":"","pidURL":"","filename":"New York State Criminal RecordFortune Society Client Match Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"New York State Prisons Releases Data","restricted":false,"version":1,"datasetVersionId":41984,"dataFile":{"id":2664159,"persistentId":"","pidURL":"","filename":"New York State Prisons Releases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}