{"status":"OK","data":{"id":43886,"identifier":"ICPSR03082.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03082.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03082.v1","latestVersion":{"id":39886,"storageIdentifier":"file://10.3886/ICPSR03082.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:12:17Z","releaseTime":"2015-04-09T04:12:17Z","createTime":"2015-04-09T04:12:17Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of the Wisconsin Residential Substance Abuse Treatment (RSAT) Program: The Mental Illness Chemical Abuse (MICA) Program at Oshkosh Correctional Institution, 1997-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Moberg, D. Paul"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Wisconsin. Medical School. Department of Population Health Sciences. Center for Health Policy and Program Evaluation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"University of Wisconsin. Medical School. Department of Population Health Sciences. Center for Health Policy and Program Evaluation"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Wisconsin. Medical School. Department of Population Health Sciences. Center for Health Policy and Program Evaluation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated the Mental Illness-Chemical Abuse (MICA) Program at Oshkosh Correctional Institution in Wisconsin. MICA is a residential substance abuse treatment program that consists of three stages: (1) an 8- to 12-month residential therapeutic community stage, (2) an institutional aftercare stage, and (3) a community aftercare stage. This outcome study documented important aspects of program implementation and effectiveness. It included all 141 inmates admitted to MICA between October 1997 and March 2000. A control group comprised of 66 inmates who were too close to their mandatory release dates to participate in the program but who were otherwise eligible was also included. Data were gathered from Department of Corrections administrative records regarding admissions information, assessment results, institutional behavior, institutional placement and services after program completion or exit, and recidivism. MICA staff provided information on treatment progress, behavior, and mental health status. MICA outreach specialists provided three-month post-release data on community outcomes for MICA graduates. Parole agents provided three-month post-release data on parole compliance and recidivism for all study participants. Variables include assessment results, institutional services received, history of incarceration, urinalysis testing, changes in mental health status and program behavior throughout treatment, clinical test results, conduct reports, institutional placement and services after MICA, whether the individual had appropriate resources upon release to the community, parole status, recidivism, mental health and chemical use status after release, support services provided by MICA staff after release, and other support services received after release."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated the Mental Illness-Chemical  Abuse (MICA) Program at Oshkosh Correctional Institution (OS\nCI) in  Wisconsin. MICA, which has a 25-bed capacity, admitted its first  cohort of patients in October 1997. MICA is a residential substance  abuse treatment (RSAT) program that uses a modified therapeutic  community model to provide treatment to male inmates who are dually  diagnosed with substance abuse and mental health disorders. The  program is based on the New Hampshire Greater Manchester Integrated  Treatment Model for dually diagnosed individuals and emphasizes  providing pre-treatment services prior to active treatment. It  consists of three stages: (1) an 8- to 12-month residential  therapeutic community stage that provides a wide array of mental  health and substance abuse treatment and support services, (2) an  institutional aftercare stage that offers support services to program  graduates while they complete their sentences, and (3) a community  aftercare stage that provides support services to program graduates  who have been released into the community. At the time of the study,  MICA was housed within the Transitional Treatment Center for mentally  ill inmates at OSCI. Program participants shared cells in one wing of  this unit, but they had contact in common areas with the other 115  inmates who resided in the unit. This outcome study documented  important aspects of program implementation and effectiveness,  including institutional (intermediate) outcomes and community outcomes  of MICA program participants. This was done partly through comparison  to a control group of dually diagnosed inmates who were not admitted  to the program. Specifically, the study documented the following  aspects of the program: (1) participants' characteristics and their  involvement in treatment, (2) the program's impact on substance abuse  and mental health disorders while in the institution, (3) its impact  on substance use outcomes after release, (4) its effect on mental  health outcomes after release, (5) its impact on outcomes related to  stability of living situation after release, (6) its impact on  recidivism, and (7) its effect on access to community treatment services for parolees."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study included all 141 inmates admitted to  MICA between October 1997 and March 2000. A control group comprised of  66 inmates who were too close to their mandatory release dates to  participate in the program but who were otherwise eligible was also  included. Part 1, Admissions Data, consists of baseline descriptive  data and intermediate outcome data for program participants.  Participant data collection forms were used to abstract inmate  descriptive data from existing Department of Corrections (DOC) forms  and collect intermediate outcome data, including assessment results,  institutional behavior, and MICA staff ratings of treatment progress,  behavior, and mental health stability. Outcome data were gathered  whenever a program participant exited one of the five phases of  treatment. These forms were developed, with program staff input,  during the 1997-1998 National Institute of Justice (NIJ)-funded  process evaluation of MICA. The Center for Health Policy and Program  Evaluation (CHPPE) developed a database for systematizing the forms,  which was maintained at the MICA site. A copy of the database file was  received from MICA on a semi-annual basis and was checked for  systematic and data entry errors. The CHPPE also collected  institutional data from participants' official case files. Researchers  traveled to institutions holding study participants on a monthly basis  to review inmate case files and abstract selected data from  them. Offender files located in institutions more than three hours'  drive from the research office were sometimes temporarily transferred  to the central records repository for review. Part 2, Comparison Data,  consists of baseline demographic and descriptive data and intermediate  outcome data for the comparison group. As much relevant information as  possible w\nas abstracted from the Department of Corrections Integrated  Program Information System (CIPIS) database. These data were  summarized into a format consistent with that of the MICA  participants, and were supplemented by a review of each offender's  institutional case file. Some of the data were contained only in the  social services sections of the inmate case file located at the  institution where the individual was incarcerated. These data were  collected by travelling to each institution with comparison group  members. As each comparison group offender was released to the  community, data on institutional behavior and services for the  comparison group were gathered during an additional case file  review. Part 3, Institutional Post-Graduation Data, consists of data  on intermediate outcomes and institutional placement and services  after program completion. These data were collected at eight months  after graduation (two months for the optional transition phase plus  six-months follow-up) or at time of release (whichever came  sooner). Part 4, Termination Data, is a summary of the institutional  services received after OSCI-MICA by those who did not complete the  program. These data were gathered from case files for each terminated  inmate at ten and 16 months after admission to MICA. Part 5,  Three-Month Post-Release Data, contains data on community outcomes  for MICA graduates three months after their release. CHPPE and MICA  staff developed a format for reporting personal, substance abuse,  mental health, and criminal justice measures. A MICA outreach  specialist, who was in regular contact with these parolees, obtained  these data as graduates approached three months in the community. The  MICA outreach specialist also readministered two of the assessments  performed at program admission and discharge, the Brief Symptom  Inventory and the Addiction Severity Index. Part 6, Recidivism Data,  contains data from a three-month post-release summary completed by  parole agents and a summary of recidivism data from DOC  databases. Parole agents for both the treatment and comparison groups  were asked to provide information pertaining to outcomes of interest  to the study. As each participant approached the three-month  post-release date, a follow-up summary form and brief instruction  sheet were sent to the relevant parole agent's unit supervisor. The  first such mailings were sent in late June 1999. The unit supervisors  distributed the follow-up forms to the appropriate agents and returned  them to CHPPE in the return envelope provided. In addition, follow-up  information was obtained from parole agents in Illinois and Florida  for two MICA graduates being supervised out of state. If a completed  form was not returned within four weeks, a voice mail or e-mail  message was sent reminding the agent to complete and return the  form. If this did not elicit a response, the unit supervisor was asked  to remind the agent of the importance of returning the form. If the  form was still not returned, the statewide administrator's office was  notified by CHPPE and asked to contact the unit supervisor. Data on  arrests were obtained from the Wisconsin Crime Information Bureau  (CIB) database by DOC staff for offenders in the treatment and  comparison groups. These data were supplemented and verified by  incarceration data from Wisconsin's CIPIS database. From this  database, MICA support staff obtained information regarding current  incarceration status and dates and reasons for incarceration in the  state prison system. The Offender Active Tracking System (OATS)  database was used to obtain information on custody in county  jails. The DOC also provided a data file with information regarding  time spent in county jails during the study period. A recidivism  abstract form was developed to aid in the summary of data from these sources."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Admissions Data, variables related to  referral/admission include MICA referral information, clinical  assessment information, medical assessment, correctional information,  including offenses and number of major and minor conduct reports in  last six months, education/career assessment, and program eligibility  information. Variables related to Phase I include discharge date,  reason for leaving Phase I, behavior in Phase I, treatment services  received in Phase I, other support service\ns received, urinalysis  testing, change in mental health status during Phase I, ratings of  treatment program behavior improvement since admission to Phase I, and  results for Composite International Diagnostic Interview/ Diagnostic  Interview Schedule, Wechsler Abbreviated Scale of Intelligence, Mini  Mental Status Examination, Hare Psychopathy Checklist-Screening  Version (PCL-SV), Brief Symptom Inventory (BSI), Derogatis Psychiatric  Rating Scale (DPRS), Addiction Severity Index (ASI), Circumstances,  Motivation, and Readiness for Treatment Scales (CMRS), and Daily  Living Skills Assessment. Variables for Phases II through IV are the  same as for Phase I except that there are no test results for Phases  II and III, and Phase IV data only include results for PCL-SV, BSI,  DPRS, CMRS, and Daily Living Skills. Phase V variables include date of  MICA graduation, days in Phase V, reason for not participating in  Phase V, reason for exiting Phase V, placement after exiting Phase V,  number of major and minor conduct reports, treatment services received  in Phase V, other support services received, urinalysis testing,  rating of mental health stability, and ratings of treatment program  behavior improvement since admission to Phase V. Part 2, Comparison  Data, variables include the same referral/admission variables as in  Part 1. Also included are date of release, date of sentence start,  date of mandatory release, institutional placement during last 12  months, institutional services received in last 12 months, rating of  mental health in last 12 months, medication type, conduct reports,  urinalysis testing, and whether upon release inmate had appropriate  housing, financial support, support system, mental health services,  and substance abuse services. Part 3, Institutional Post-Graduation  Data, variables include date form completed, reason for exiting MICA,  institutional placement after MICA, mental health status, services  received through MICA, urinalysis testing, plans after release, and  ratings of treatment program behavior improvement. Part 4, Termination  Data, variables include length of follow-up interval, type of  termination, date of MICA admission, date of MICA exit, end date of  follow-up period, institutional placement after MICA, institutional  services received after termination, rating of mental health, conduct  reports, urinalysis testing, and whether individual had appropriate  housing, financial support, support system, mental health services,  and substance abuse services upon release. Part 5, Three-Month  Post-Release Data, variables include release date, MICA completion  status, parole status, arrests and convictions since release, whether  returned to prison, mental health and chemical use status since  release, whether parolee had appropriate housing, financial support,  support system, mental health services, and substance abuse services,  number of contacts by MICA staff since release with parolee, parolee  family, treatment providers, support services, and parole agent,  rating of offender and parole agent cooperativeness with MICA staff,  assessment results for BSI and ASI, and date of assessments. Part 6,  Recidivism Data, variables obtained from CIB and CIPIS databases  include date of release, whether individual belonged to comparison,  graduate, or termination group, total adult arrests, date of first  arrest after release, last adult arrest, total arrests and convictions  since release, total days sentenced, whether currently incarcerated,  days in prison and jail\nsince release, entry date, exit date, and days  in prison for three most recent prison episodes, charge, statute  number, and whether misdemeanor or felony for two most recent  arrests. Variables from the parole agent Three-Month Post-Release  Summary form include current parole status, rating of parole  compliance, urinalysis results, number of arrests and convictions  since release, whether returned to prison, whether used alcohol/drugs  since release, rating of mental health stability since release,  whether individual had taken mental health medication as recommended  since release, number of episodes of mental health relapse, whether  parolee had appropriate housing, schedule of daily activities,  financial support, support system, mental health services, and  substance abuse services, whether offender participated in MICA or  received MICA aftercare services, contact with MICA staff by parole  agent since offender's release, effect of involvement of MICA staff on  coordination of community services, rating of MICA staff  cooperativeness, treatment, and support services received by offender  since release, and offender's access to community treatment and support services since release."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aftercare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental disorders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3082.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3082.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-RT-VX-K005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-10"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["MICA staff provided data on treatment progress,  behavior, and mental health stability. Administrative records data  were gathered from official DOC case files and the Department of  Corrections Integrated Program Information System (CIPIS), CIB, and  OATS databases. Parole agents and MICA outreach specialists completed mailback questionnaires on post-release outcomes."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wisconsin"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male inmates eligible for the Wisconsin RSAT program who were in the custody of the Wisconsin DOC between October 1997 and March 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Eligibility criteria for MICA state that an inmate must:  (1) receive an Axis 1 diagnosis of a severe and persistent mental  illness that prevents participation in a traditional correctional  substance abuse treatment program, (2) receive a diagnosis of  substance abuse or substance dependence, (3) volunteer to enter the  program, (4) be medically and clinically stable, (5) have at least 12  months until mandatory release, and (5) be at a medium or minimum  security level. The comparison group, which was identified during the  previous process evaluation study, met all program diagnostic and  eligibility criteria. However, they did not receive MICA services  because they had less than 18 months to mandatory release, which meant  they would likely have been released prior to completion of the  treatment program. A group of 79 of these inmates was initially  identified by the DOC Bureau of Offender Classification using the  CIPIS database. Of these 79, 13 were excluded for a variety of reasons, leaving a comparison group of 66 men."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 6, Recidivism Data, parole agents returned 100 percent of the three-month post-release summary forms."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used were Axis I, Axis II, Diagnostic and  Statistical Manual of Mental Disorders, fourth edition (DSM-IV),  Diagnostic Interview Schedule (DIS), Circumstances, Motivation, and  Readiness for Treatment Scales (CMRS), Addiction Severity Index (ASI),  Mini Mental Status Evaluation (MMSE), Wechsler Abbreviated Scale of  Intelligence (WASI), Brief Symptom Inventory (BSI), Derogatis  Psychiatric Rating Scale (DPRS), Hare Psychopathy Checklist, screening  version (PCL-SV), Daily Living Skills Assessment (modified by the MICA  psychologist to be more relevant to the institutional environment),  Tests of Adult Basic Education (TABE) for reading and math, and several Likert-type scales."}]}},"files":[{"description":"","label":"Admissions Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649432,"persistentId":"","pidURL":"","filename":"Admissions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Comparison Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649433,"persistentId":"","pidURL":"","filename":"Comparison Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Institutional Post-Graduation Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649434,"persistentId":"","pidURL":"","filename":"Institutional Post-Graduation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Recidivism Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649437,"persistentId":"","pidURL":"","filename":"Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Termination Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649435,"persistentId":"","pidURL":"","filename":"Termination Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Three-Month Post-Release Data","restricted":false,"version":1,"datasetVersionId":39886,"dataFile":{"id":2649436,"persistentId":"","pidURL":"","filename":"Three-Month Post-Release Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}