{"status":"OK","data":{"id":42642,"identifier":"ICPSR06482.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06482.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06482.v1","latestVersion":{"id":38642,"storageIdentifier":"file://10.3886/ICPSR06482.v1","versionState":"RELEASED","distributionDate":"1995-08-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:58:37Z","releaseTime":"2015-04-09T03:58:37Z","createTime":"2015-04-09T03:58:37Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Drugs and Police Response:  Survey of Public Housing Residents in Denver, Colorado, 1989-1990"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Annan, Sampson O."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Skogan, Wesley G."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Urban Affairs and Policy Research, Northwestern University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection is the result of an evaluation of the NEPHU program, conducted by the Police Foundation under the sponsorship of the National Institute of Justice (NIJ). In August 1989, the Bureau of Justice Assistance supported a grant in Denver, Colorado, to establish a special Narcotics Enforcement in Public Housing Unit (NEPHU) within the Denver Police Department. The goal of the Denver NEPHU was to reduce the availability of narcotics in and around the city's public housing areas by in\ncreasing drug arrests. NEPHU's six full-time officers made investigations and gathered intelligence leading to on-street arrests and search warrants. The unit also operated a special telephone Drug Hotline and met regularly with tenant councils in the developments to improve community relations. The program worked in cooperation with the Denver Housing Authority and the uniformed patrol division of the Denver Police Department, which increased levels of uniformed patrols to maintain high visibility in the project areas to deter conventional crime. Using a panel design, survey interviews were conducted with residents in the Quigg Newton and Curtis Park public housing units, focusing on events that occurred during the past six months. Respondents were interviewed during three time periods to examine the onset and persistence of any apparent program effects. In December 1989, interviews were completed with residents in 521 households. In June 1990, 422 respondents were interviewed in Wave 2. Wave 3 was conducted in December 1990 and included 423 respondents. In all, 642 individuals were interviewed, 283 of whom were interviewed for all three waves. Because of the evaluation's design, the data can be analyzed to reveal individual-level changes for the 283 respondents who were interviewed on all three occasions, and the data can also be used to determine a cross-section representation of the residents by including the 359 \"new\" persons interviewed during the course of the evaluation. Information collected includes years and months lived in the development, assessments of changes in the neighborhood, whether the respondent planned to stay in the development, interactions among residents, awareness of anti-drug programs, ranking of various problems in the development, concerns and reports of being a victim of various crimes, perceived safety of the development, assessment of drug use and availability, assessment of police activity and visibility, and personal contacts with police. The unit of analysis is the individual."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection is the result of an  evaluation of the NEPHU program, conducted by the Police Foundation  under the sponsorship of the National Institute of Justice (NIJ). In  August 1989, the Bureau of Justice Assistance supported a grant in  Denver, Colorado, to establish a special Narcotics Enforcement in  Public Housing Unit (NEPHU) within the Denver Police Department. The  NEPHU program was primarily enforcement-oriented and employed  traditional policing methods, but the unit focused new energy and  resources on tackling drug problems in Denver's public housing units.  The NEPHU's six full-time officers (one lieutenant, one sergeant, and  four detectives) made investigations and gathered intelligence leading  to on-street arrests and search warrants. The unit also operated a  special telephone Drug Hotline and met regularly with tenant councils  in the developments to improve community relations. The program worked  in cooperation with the Denver Housing Authority and the uniformed  patrol division of the Denver Police Department, which increased  levels of uniformed patrols to maintain high visibility in these  areas, to deter conventional crime. The goal of the Denver NEPHU was  to reduce the availability of narcotics in and around the city's  public housing areas by increasing drug arrests. It was hoped that  this would, in turn, lower the incidence of both violent crimes and  property crimes, reduce resident\ns' fear of crime, and increase residents' confidence in the police."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"With the assistance of the Denver Housing  Authority, two matched housing developments were selected in which to  monitor the progress of the NEPHU program. The Curtis Park Homes  development is located in northeast Denver. The population of this  area of Denver is predominantly American-born, of Mexican ancestry,  although the residents of the Curtis Park Homes are overwhelmingly  African-American. The Quigg Newton Homes development is located in  north Denver and has been predominantly Hispanic since the 1950s.  Using a panel design, survey interviews were conducted with residents  in these housing units, focusing on events that occurred during the  past six months. Respondents were interviewed during three time  periods to examine of the onset and persistence of any apparent  program effects. In December 1989, attempts were made to contact all  households in the two target developments. In June 1990, second-wave  interviewers revisited units where Wave 1 interviews had been  successfully completed and reinterviewed the original Wave 1  respondents if they still lived in the units. New respondents were  solicited if the Wave 1 respondents had moved from the households. The  third wave of the survey was conducted in December 1990. Interviewers  again revisited all the units in which interviews had been completed  in Wave 1, selecting replacement respondents if those interviewed in  the past had left the households. In all, 642 individuals were  interviewed, 283 of whom were interviewed for all three waves. A total  of 1,366 interviews were conducted. Because of the evaluation's  design, the data can be analyzed in two different ways. First,  responses by the 283 respondents who were interviewed on all three  occasions can be tracked to reveal individual-level changes in  experiences and opinions during 1990. Second, because of people  moving in and out of the projects during the course of the year, 359  \"new\" persons living in the target developments were interviewed  during the course of the evaluation. By including them, each wave of  interviews also produced more representative cross-sections of the residents of Curtis Park and Quigg Newton at each point in time."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Information collected includes years and months  lived in the development, assessments of changes in the neighborhood,  whether the respondent planned to stay in the development,  interactions among residents, awareness of anti-drug programs, ranking  of various problems in the development, concerns and reports of being  a victim of various crimes, perceived safety of the development,  assessment of drug use and availability, assessment of police activity and visibility, and personal contacts with police."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"deterrence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1995-08-16Version Text: 1995-08-16 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: Additional data discussed in the Final Report are not part of this release. Specifically, data collected from official records in Denver are not available as part of this collection, nor are data resulting from an evaluation of a NEPHU program in New Orleans.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"89-DD-CX-0054"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1995-08-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1989"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1990"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1989"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1990"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Denver"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All public housing developments in Denver, Colorado, that were targeted by the NEPHU program."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Two matched housing developments in Denver were chosen.  Out of 751 households in the two housing developments, interviews were  c\nompleted with residents in 521 households in Wave 1. Of these, 422  households were reinterviewed in Wave 2, and 423 were reinterviewed in  Wave 3. New respondents were solicited from the households if the original respondents no longer lived there."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-like scales were used."}]}},"files":[{"description":"","label":"Data File","restricted":false,"version":1,"datasetVersionId":38642,"dataFile":{"id":2639462,"persistentId":"","pidURL":"","filename":"Data File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements","restricted":false,"version":1,"datasetVersionId":38642,"dataFile":{"id":2639463,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}