{"status":"OK","data":{"id":41869,"identifier":"ICPSR03584.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03584.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03584.v1","latestVersion":{"id":37869,"storageIdentifier":"file://10.3886/ICPSR03584.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:50:10Z","releaseTime":"2015-04-09T03:50:10Z","createTime":"2015-04-09T03:50:10Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Adult Community Supervision Strategies in Multnomah County, Oregon, 1995, 1998, and 2000 Cohorts"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Johnson, Kelly Dedel"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"George Washington University, The Institute on Crime, Justice and Corrections"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Austin, James"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"George Washington University, The Institute on Crime, Justice and Corrections"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davies, Garth"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"George Washington University, The Institute on Crime, Justice and Corrections"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to determine whether a new form  of community supervision in Multnomah County, Oregon, had been  properly implemented and to determine its impact on public safety, as  well as to assess recidivism rates in light of the revised  supervision. A quasi-experimental design was employed using non-  randomized comparison groups consisting of offenders admitted to  community supervision in Multnomah County, Oregon, in 1995, 1998, and  2000. Administrative records data were collected from the Oregon  Department of Corrections, Multnomah County Department of Community  Justice, Portland Police Departments, Multnomah County Sheriff, the District Attorney's office, and court records."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Community justice departments across the nation  are continually pressured to implement higher-intensity modes of  supervision for serious offenders without the benefit of expanded  resources. This study sought to examine one county's response to these  pressures. In 1997, the Multnomah County Department of Community  Justice in Oregon launched an ambitious effort to change the way in  which adult community supervision services were provided by launching  a new mode of supervision. The overall goal of the redesign was to  refocus time and resources on high-risk offenders, while providing  less restrictive modes of supervision to lower-risk offenders, without  jeopardizing public safety. Specifically, the redesign required  increased transfers of limited and low-risk probationers and parolees  to a casebank caseload. Casebank provides minimal face-to-face  supervision and compliance reviews, thereby conserving departmental  resources for offenders who demonstrate a higher risk to  re-offend. The redesign also provided differing service levels  responding to the offenders' risks and needs, as well as a mechanism  for the efficient transfer of offenders between caseloads, in response  to their behavior. This study was undertaken to determine whether the  new form of supervision had been properly implemented and to determine  its impact on public safety, as well as to assess recidivism rates in light of the revised supervision."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A quasi-experimental design was employed using  non-randomized comparison groups consisting of offenders admitted to  community supervision in 1995, 1998, and 2000. The 1995 cohort  represents offenders processed through the traditional system of  community supervision. The next two cohorts were exposed to a new  form of supervision that relied on strategic decisions about  supervision intensity and access to treatment resources, based on  objective risk assessments. The 1998 cohort reflects offenders exposed  to the first version of the new system of community supervision, while  the 2000 cohort reflects the system of supervision as it had developed  over time to become fully institutionalized within the department. At  th\ne outset of this research, the plan was to draw a sample of  offenders from each admission cohort and to combine both automated  data and manual data collection efforts to obtain the full scope of  information needed for the study. However, researchers found that  sufficient automated data were available to permit the inclusion of  entire admission cohorts, which increased the external validity of the  findings and eliminated sampling bias. First, a list of offenders  admitted to community supervision during each of the target years  (1995, 1998, or 2000) was requested from the Oregon Department of  Corrections, which is the state's repository for all community  supervision data. An admission was defined as an offender admitted to  supervision (a) for a new crime for which he or she was given a  sentence to probation, (b) after serving a prison sentence with  additional time to serve on parole or post-prison supervision, (c)  upon returning to active supervision after previously absconding, or  (d) upon moving into Multnomah County from active supervision in  another county or state. These conditions, in combination, captured  the population of offenders \"newly exposed\" to community supervision  during a given year. It excluded those who might have received  supervision during a given year as the result of an admission from a  previous year. Once the cohorts were identified, a variety of data  were obtained from several criminal justice agencies. Data on  demographics, current offense, legal status, and caseload assignments  (Part 1 and 2) were obtained directly from the Multnomah County  Department of Community Justice (DCJ). Part 2 also includes  risk/supervision-level data collected from the Oregon Department of  Corrections. Data in Part 3 were collected on a targeted sample from  four sources: (1) The Oregon Department of Corrections sent the  DCJ a monthly snapshot which included information on every offender on  community supervision that month. Monthly snapshots were obtained  from January 1995 through June 2001. Offenders who were not part of  the cohort were deleted from the files. These data were used both to  describe the different cohorts and to examine differences across  caseload types and supervision levels on various outcome measures. (2)  Information on arrests and convictions was obtained from the data  warehouse, Decision Support System-Justice (DSS-Justice), which  contained integrated, individual-level data from law enforcement  (Portland Police Departments and the Multnomah County Sheriff), the  District Attorney, and the Courts. DSS-Justice provided arrest and  conviction data for each offender in the sample. For the 1995 and 1998  cohorts, data covered two years subsequent to the admission date  (follow-up data) and two years prior to the admission date (prior  history data). For the 2000 cohort, the follow-up period was limited  to one year in order to complete the research during the grant  period. These data were used to describe the offenders' criminal  justice histories and also included data for the key outcome  measure--re-arrest. (3) Data describing the intensity of supervision  of offenders in the sample were obtained from the Oregon Department of  Corrections, which is the repository of the County's community  supervision data. To this end, for each offender, chronological  records of all supervision contacts were provided, including the type  of contact (e.g., person-to-person, telephone, mail, etc.) and the  person contacted (e.g., offender, employer, etc.), for the entire  period of supervision. These data permitted an assessment of whether  the type and intensity of supervision varied across caseload  types. (4) Finally, data on the use of sanctions were extracted for  the DCJ's Sanctions Tracking Data Base. This database, created in  1997, contained information on the non- complaint behavior triggering  the sanction (i.e., the conditions violated) and the specific type and  duration of t\nhe sanction imposed. These data were obtained for the  1998 and 2000 cohorts, covering the entire period of supervision for  each offender. Data of this kind were not available to assess the use  of sanctions for the 1995 cohort. For Part 1, DCJ data were collected  for the full study cohort (10,094 in 1995, 12,565 in 1998, and 13,632  in 2000). In order to complete the study during the required time  frame, the 2000 cohort used in Parts 2 and 3 was limited to offenders admitted between January 1 and June 30, 2000 (N = 9,604)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1 include date offender entered their  first and second caseload, caseload type, caseload category,  conviction charge description, category, subcategory, level and class,  offense severity score, and admittance date. Demographic variables  included are race, sex, and age. Variables for Part 2 include actual  and calculated supervision levels for prior history and follow-up  periods of observation. Data unique to Part 3 include the most serious  prior arrest and conviction, number of contacts with offender,  administration, legal, or supervisory treatment, most serious rearrest  and reconviction, dates of rearrest and reconviction, recommended sanction, imposed sanction, and sanction supervision type."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adult offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alternatives to institutionalization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism rates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"supervised liberty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3584.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3584.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"00-IJ-CX-0029"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative records data were collected from the  Oregon Department of Corrections, Multnomah County Department of  Community Justice, Portland Police Departments, Multnomah County Sheriff, District Attorney's office, and court records."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oregon"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Offenders in Multnomah County, Oregon, admitted to community supervision during 1995, 1998, and 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Any offender in Multnomah County, Oregon, admitted to  community supervision during 1995 (N = 10,094), 1998 (N = 12,565), and  2000 (N = 13,632) was targeted for inclusion in the study. In order to  complete the study during the required time frame, the 2000 cohort was  limited to offenders admitted between January 1 and June 30, 2000 (N =  9,604). For Parts 2 and 3, certain groups of offenders were excluded  from the research because they were not actually subjected to  community supervision. The final targeted sample of cohorts used in  Part 3 included 8,506 offenders from the 1995 cohort, 10,794 from 1998, and 8,353 from the 2000 cohort."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"inap."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Caseload and Offense Data for 1995, 1998, and 2000 Cohorts (Full Calendar Years)","restricted":false,"version":1,"datasetVersionId":37869,"dataFile":{"id":2631269,"persistentId":"","pidURL":"","filename":"Caseload and Offense Data for 1995, 1998, and 2000 Cohorts (Full Calendar Years)","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Caseload, Offense, and Supervision Data for 1995 and 1998 Cohorts (Full Calendar Years), and 2000 Cohort (Half Calendar Year)","restricted":false,"version":1,"datasetVersionId":37869,"dataFile":{"id":2631270,"persistentId":"","pidURL":"","filename":"Caseload, Offense, and Supervision Data for 1995 and 1998 Cohorts (Full Calendar Years), and 2000 Cohort (Half Calendar Year)","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Targeted Sample Data","restricted":false,"version":1,"datasetVersionId":37869,"dataFile":{"id":2631271,"persistentId":"","pidURL":"","filename":"Targeted Sample Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}