{"status":"OK","data":{"id":41166,"identifier":"ICPSR25201.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25201.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25201.v1","latestVersion":{"id":37166,"storageIdentifier":"file://10.3886/ICPSR25201.v1","versionState":"RELEASED","distributionDate":"2009-04-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:42:26Z","releaseTime":"2015-04-09T03:42:26Z","createTime":"2015-04-09T03:42:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"African American Experience of Sexual Assault in Maryland, 2003-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weist, Mark D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. School of Medicine"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pollitt-Hill, Jennifer"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Maryland Coalition Against Sexual Assault"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kinney, Linda"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. School of Medicine"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bryant, Yaphet"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. School of Medicine"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Anthony, Laura"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. School of Medicine"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wilkerson, Jennifer"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. School of Medicine"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to better understand the problem of sexual assault among African American women in Maryland, assess their use of available resources in response to sexual assault, and explore their use of alternative sources of care. Researchers interviewed 223 female victims of sexual assault (Part 1 and Part 2) between January 2004 and July 2005 and conducted 21 focus groups (Part 3) with sexual assault resource service providers between 2003 and 2006. Criteria for inclusion in the interview component (Part 1 and Part 2) of the study included: African American or Caucasian female, aged 18 and over, resident of Maryland, and victim of sexual assault. There were four streams of recruitment for the interview portion of the study:</p>\n\n<ul>\n<li>Victims receiving services at one of 18 rape crisis centers located throughout the state of Maryland;</li>\n<li>Community outreach sessions conducted by rape crisis center community educators;</li>\n<li>Through community service providers, including those working in domestic violence centers, forensic nurse examiners (SAFE programs), probation and parole offices, reproductive health centers, county health departments, community services agencies, Historically Black Colleges and Universities, and local colleges; and</li>\n<li>Through three detention centers housing female inmates.</li>\n</ul>\n\n<p>For Part 3 (Focus Group Qualitative Data), rape crisis center representatives and other community service provider representatives received a letter informing them that a focus group was going to be conducted at the end of their study training session and asked them for their participation. Part 1 (Victim Quantitative Data) includes items in the following categories: Personal Demographics, Details of the Sexual Assault, Medical Care, Law Enforcement, Prosecution/Court Process, Sexual Assault Center Services, Other Counseling Services, and Recommendations for Improvement. Part 2 (Victim Qualitative Data) includes responses to selected questions from Part 1. The data are organized by question, not by respondent. Part 3 (Focus Group Qualitative Data) includes questions on the needs of African American women who have been sexually assaulted, whether their needs are different from those of  women of other racial/ethnic backgrounds, unique barriers to reporting sexual assault to police for African American women and their treatment by the criminal justice system, unique issues concerning the use of available resources by African American women, such as post-rape medical care and counseling services, and recommendations on how the state of Maryland could improve services for African American women who are the victims of sexual assault.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to better understand the problem of sexual assault among\nAfrican American women in Maryland, assess their use of available resources in response to sexual assault, and explore their use of alternative sources of care."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>To better understand the problem of sexual assault among African American women in Maryland, researchers interviewed 223 female victims of sexual assault (Part 1 and Part 2) and conducted 21 focus groups (Part 3) with sexual assault resource service providers.</p>\n\n<p>Criteria for inclusion in the interview component (Part 1 and Part 2) of the study included: African American or Caucasian female, aged 18 and over, a resident of Maryland, and a victim of sexual assault. There were four streams of recruitment for the interview portion of the study:</p>\n\n<ul>\n<li>Victims receiving services at one of 18 rape crisis centers located throughout the state of Maryland;</li>\n<li>Community outreach sessions conducted by rape crisis center community educators;</li>\n<li>Through community service providers, including those working in domestic violence centers, forensic nurse examiners (SAFE programs), probation and parole offices, reproductive health centers, county health departments, community services agencies, Historically Black Colleges and Universities, and local colleges; and</li>\n<li>Through three detention centers housing female inmates.</li>\n</ul>\n\n<p>Four women, three with masters degrees and one with a bachelors degree in a mental health or public health discipline were recruited as interviewers for the project. Three of the interviewers were African American, one was Caucasian, and race of the interviewer was always matched for African American interviewees. The four interviewers underwent a day-long training coordinated by the University of Maryland on effective interviewing of sexual assault victims and the use of the interview instrument. Weekly meetings held at the Maryland Coalition Against Sexual Assault (MCASA) ensured that the interviewers were adhering to standard procedures in collecting the interviews, emphatically conducting the interviews, and supporting victims. Interviews took place from January 1, 2004, through July 2005 at each of the 18 rape crisis centers located throughout Maryland, at three correctional facilities, and in community sites. Interviews took between 45 minutes and 2 hours and 15 minutes. The length of interviews varied for many reasons, with a key dimension being whether particular services were received. At the completion of the interview, the interviewer gave the participant an unmarked sealed envelope that contained their ten dollar cash compensation. Some participants presented service needs, and if this was the case, after the formal interview, research staff attempted to assist interviewees in connecting to relevant services in their local community.</p>\n\n<p>Focus groups and training sessions (Part 3) were held between 2003 and 2006 with 21 professional groups, rape recovery programs, domestic violence only programs, sexual assault forensic exam programs, and Historically Black Colleges and Universities in Maryland. Training sessions were held with each of these 26 recruitment partners to explain the context, history, and purpose of the study as well as to discuss the ethical issues relating to human research studies, referral/recruitment protocol, and marketing materials. Rape crisis center representatives and other community service provider representatives received a letter informing them that a focus group was going to be conducted at the end of their study training session and asked them for their participation. Informed consent forms were given to the participants before the focus group was conducted. Each focus group utilized two facilitators and two note takers. The number of participants in the focus groups ranged from four to ten with an average of seven participants per group. Each focus group participant received a name tag with a number so that the pa\nrticipants' answers were not recorded by name. The focus group sessions were taped and notes were taken. The tapes were transcribed, and once transcribed, all audiotapes were destroyed. The transcriptions were augmented by written meeting notes.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 (Victim Quantitative Data) includes 110 items in the following categories: Personal Demographics (7 items), Details of the Sexual Assault (23 items), Medical Care (19 items), Law Enforcement (11 items), Prosecution/Court Process (11 items), Sexual Assault Center Services (22 items), Other Counseling Services (9 items), and Recommendations for Improvement (8 items). Part 2 (Victim Qualitative Data) includes verbatim responses to selected questions from Part 1. The data are organized by question, not by respondent. Part 3 (Focus Group Qualitative Data) includes questions on the needs of African American women who have been sexually assaulted, whether their needs are different from those of women of other racial/ethnic backgrounds, unique barriers to reporting sexual assault to police for African American women and their treatment by the criminal justice system, unique issues concerning the use of available resources by African American women such as post-rape medical care and counseling services, and recommendations on how the state of Maryland could improve services for African American women who are the victims of sexual assault."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"African Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"service providers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-04-30Version Text: 2009-04-30Subject: Study Level Error Note, Notes: The qualitative data are available through restricted access procedures in two zip files. The file qda25201-0002_REST.zip (Part 2, Victim Qualitative Data) includes the interviewees' responses to 42 questions from the Part 1 (Victim Quantitative Data) questionnaire. The data are organized by question, not by respondent. The file qda25201-0003_REST.zip (Part 3, Focus Group Qualitative Data) includes the 21 focus group interviews with service providers. The qualitative data are available in P\nortable Document Format (PDF), rich text format, and plain text format.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"03-MU-MU-0001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-04-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maryland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["For Part 1 and Part 2, the universe is all female African American or Caucasian victims of sexual assault aged 18 years or older in the state of Maryland who received services from a rape crisis center, community service provider, Historically Black College or University, or was housed at a detention center between January 2004 and July 2005. For Part 3, the universe is any representative of any rape crisis center, community service provider, Historically Black College or University, or detention center housing females in the state of Maryland between 2003 and 2006."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>There were four streams of recruitment for the interview portion (Part 1 and Part 2) of the study:</p>\n\n<ul>\n<li>Victims receiving services at one of 18 rape crisis centers located throughout the state of Maryland. Each of the rape crisis centers were asked to identify and refer female victims for an interview. A designated representative from each rape crisis center attended a training session to receive information about the study. Each clinician at the rape crisis centers attempted to recruit both African American and Caucasian clients of non-Hispanic backgrounds. Clinicians gave prospective participants a flier and described the study by covering the following topics: purpose of the study, areas covered in the interview, length of the interview, compensation for participants, and assurances of confidentiality and the right\nnot to participate in the study. If the client agreed to participate, she called the Maryland Coalition Against Sexual Assault (MCASA) site coordinator to schedule an interview. If possible, the interview was scheduled to coincide with the client's next visit to the crisis center.</li>\n<li>Community outreach sessions conducted by rape crisis center community educators. Rape crisis center community educators made an announcement about the study when they spoke to adult groups about sexual assault. They also had fliers and question and answer sheets available. For community members who expressed an interest, the study was described and recruitment proceeded as above.</li>\n<li>Through community service providers, including those working in domestic violence centers, forensic nurse examiners (SAFE programs), probation and parole offices, reproductive health centers, county health departments, community services agencies, Historically Black Colleges and Universities, and local colleges. Fliers and posters about the study were displayed in reception areas and offices of various community services providers. A designated representative from each provider organization was identified and trained about the study by the MCASA site coordinator. This representative informed members of their staff so that they would be able to answer potential participant questions and encourage them to call study staff. Information about the study and reminders were included in the provider newsletters. Counselors at Historically Black Colleges and Universities made an announcement about the study at on-campus presentations about sexual assault. They also had fliers and question and answer sheets available in their offices. For these groups, procedures for providing information about and recruiting participants into the study followed those reviewed above. A representative from each Sexual Assault Forensic Exam program in Maryland was identified and educated about the study. This representative informed members of their staff and were given fliers and question and answer sheets to distribute to patients. For patients who expressed an interest, the study was described and recruitment proceeded as above.</li>\n<li>Through three detention centers housing female inmates. For the three participating detention centers, an MCASA staff person went to the centers and gave a presentation on sexual assault, its impact, and available services to assist in recovery. At the end of this presentation, information on the study was given out, and procedures for confidentially expressing interest in participation with on-site counselors were established. The inmates in detention centers then expressed their interest in participating to on-site counselors who worked out the logistics of interviewing with MCASA staff.</li>\n</ul>\n\n<p>Researchers conducted 223 interviews with sexual assault victims.</p>\n\n<p>For Part 3, rape crisis center representatives and other community service provider representatives received a letter informing them that a focus group was going to be conducted at the end of their study training session and asked them for their participation. They were informed about the purpose of the focus group, the topics to be covered, and the length of the session. A total of 21 focus groups were conducted.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates are not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Focus Group Qualitative Data","restricted":false,"version":1,"datasetVersionId":37166,"dataFile":{"id":2625092,"persistentId":"","pidURL":"","filename":"Focus Group Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Qualitative Data","restricted":false,"version":1,"datasetVersionId":37166,"dataFile":{"id":2625091,"persistentId":"","pidURL":"","filename":"Victim Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Quantitative Data","restricted":false,"version":1,"datasetVersionId":37166,"dataFile":{"id":2625090,"persistentId":"","pidURL":"","filename":"Victim Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}