{"status":"OK","data":{"id":40691,"identifier":"ICPSR04583.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04583.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04583.v1","latestVersion":{"id":36691,"storageIdentifier":"file://10.3886/ICPSR04583.v1","versionState":"RELEASED","distributionDate":"2009-02-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:37:10Z","releaseTime":"2015-04-09T03:37:10Z","createTime":"2015-04-09T03:37:10Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Supervised and Unsupervised Parental Access in Domestic Violence Cases in New York City, New York, 2002-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"O'Sullivan, Chris"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Safe Horizon-New York City"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"King, Lori A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Safe Horizon-New York City"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Levin-Russell, Kyla"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Safe Horizon-New York City"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Horowitz, Emily"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"St. Francis College-Brooklyn, NY"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purposes of this study were (1) to examine factors associated with New York City Family Courts' visitation decisions and conformity to the provisions of the Model Code of the National Council of Juvenile and Family Court Judges when there was a history of abuse of the mother by the father, (2) to compare the different visitation conditions in regard to reabuse -- both psychological and physical, and (3) to examine children's psychological well-being as measured by maternal report on the Child Behavior Checklist (CBCL), given their exposure to abuse.</p>\n\n<p>Two hundred forty-two participants were recruited from the Family Courts and supervised visitation centers in the five counties in New York City. Interviews were conducted in English and Spanish. There were two interviews with the mother, with an average interval of six months between interviews. Baseline interviews were conducted in person, at the court, or visitation center from 2002 to 2004. Follow-up interviews were conducted with 168 of the participants from 2003 to 2005 and were conducted over the phone, except on the rare occasions when a participant requested an in-person interview.</p>\n\n<p>Information in the the baseline interview included demographic information on the participant as well as on the father of the child(ren), information on the level of physical violence and the children's exposure, how often particular acts of violence took place, threats and coercion, an injury index, information regarding court orders, information regarding custody petitions, information regarding visitation orders, and visitation experience. The follow-up interview asked about abuse since the previous interview and included updates, changes, and modifications to the information provided in the baseline interview.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Model Code of the National Council of Juvenile and Family Court Judges (1994) stipulates that child visitation should be granted to a perpetrator only if the safety of the child and victimized parent can be protected. Provisions of the Code to secure such protection include supervised visitation or exchange of the children in a protected setting and, if family or friends are to supervise the visit, the court shall establish conditions for their supervision. The purposes of this study were (1) to examine factors associated with New York City Family Courts' visitation decisions and conformity to the provisions of the Model Code when there was a history of abuse of the mother by the father, (2) to compare the different visitation conditions in regard to reabuse -- both psychological and physical, and (3) to examine children's psychologica\nl well-being as measured by maternal report on the Child Behavior Checklist (CBCL), given their exposure to abuse."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Two hundred forty-two participants were recruited from the Family Courts and supervised visitation centers in the five counties in New York City. Interviews were conducted in English and Spanish. There were two interviews with the mother, with an average interval of six months between interviews.</p>\n\n<p>Baseline interviews were conducted in person, at the court, or visitation center from 2002 to 2004. Interviewing mothers whose children were having visits at a center was particularly convenient for everyone. Because the mothers waited in a separate waiting area while the father was visiting with the children, baseline interviews could be conducted in person during the visits while the mother had to wait, and the children did not overhear the interview, nor did the father witness it. Two versions of the Child Behavior Checklist (CBCL) were used in the study. One version was administered to adults and one was administered to children. Efforts to reduce attrition included a stipend of $20 per interview. Follow-up interviews were conducted with 168 of the participants from 2003 to 2005 and were conducted over the phone, except on the rare occasions when a participant requested an in-person interview.</p>\n\n<p>Interviewers followed a standard protocol depending on whether a man, woman, or child answered the phone. Unless an interviewer was speaking directly to a participant, she never revealed the name of the study or the nature of the research. Upon reaching a participant, interviewers gave a brief introduction, explaining who they were and why they were calling, and then asked the following three questions: (1) \"Is this a good time to talk for a few minutes?\" (2) \"Are you able to talk privately at this time?\" and (3) \"Is this a safe time for you to talk, a time when you will not be overheard or interrupted?\" If the participant answered \"No\" to any of these questions, the interviewer told the participant that she would call her back another time and asked the participant what time would be best. After a participant completed the follow-up interview, she was reminded that she would be receiving a money order by mail.</p>\n\n<p>If a participant was unable to be reached by phone, researchers tried her alternate contact. If this proved unsuccessful, researchers sent the participant a letter asking her to call a toll-free research number to complete her participation in the study. If the letter was returned, researchers sent a letter to the alternate contact if that person's phone was out of service.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Information in the the baseline interview included demographic information on the participant as well as on the father of the child(ren), information on the level of physical violence and the children's exposure, how often particular acts of violence took place, threats and coercion, an injury index, information regarding court orders, information regarding custody petitions, information regarding visitation orders, and visitation experience. At follow-up interviews, mothers were asked about physical and psychological abuse and threats since the previous interview, child exposure to the abuse, problems with visits and violations, and new or modified visitation orders. They were asked about the regularity and frequency of visits and the conditions of visits.  The status of other cases and the initiation of new cases were reviewed, including criminal cases, paternity, family offense, custody and matrimonial cases."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child custody"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"injuries"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restraining orders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"threats"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-02-27Version Text: 2009-02-27 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-WG-BX-0012"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-02-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Female victims of intimate partner violence who had separated from their partner and had secured an order of protection from the Family Court in New York City, and the couple had children in common in 2002 to 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>To access battered women whose children were having unsupervised or family supervised visits with their father or supervised transfer, petitioners for protection orders in the Bronx, Queens, Manhattan, Staten Island, and Brooklyn Family Courts were recruited into the study if they were filing for a protection order, were separated from the protection order's respondent, had children in common with him, and the father was filing for visitation or having visits.</p>\n\n<p>The supervised visitation sample consisted of families referred to supervised visitation by the family court. Safe Horizon had visitation centers at the family court in three counties in New York City: the Bronx, Queens, and Brooklyn (Kings County) -- although the existence of these programs changed throughout the course of data collection. Researchers also secured agreement from the Brooklyn Society for the Prevention of Cruelty to Children to approach mothers using their center and to conduct interviews with volunteers. Researchers received a few referrals to the study from Safe Horizon's Bronx Family Court Supervised Visitation program before it was defunded (although it subsequently reopened). Researchers also received referrals from the Brooklyn Family Court Visitation Center throughout most of the project (although it was closed for a month or two). Researchers began recruitment from supervised visitation programs at Brooklyn Society for the Prevention of Cruelty to Children (BSPCC), but this program lost its funding and closed two months later. The Safe Horizon supervised visitation program in Queens Family Court (a federally-funded Safe Haven program) proved to be a constant source of study participants.</p>\n\n<p>For the unsupervised or family supervised sample, Safe Horizon's Family Court program allowed access. While utilizing this client population did not allow for representative sampling, neither is the sample clearly or extremely biased. Safe Horizon's Family Court program staff initiated contact with petitioners seeking protection orders against a family member when they came to the petition room in the court. The petitioners may have been given assistance in filing for orders, and were invited to the program office in the courthouse for services, including information and referral, concrete assistance, and crisis intervention and counseling. Many victims used Safe Horizon's secure Reception Center, where there were books and toys for their children, while waiting for their case to be called. Initially, these cases were not calendared for an exact time. Instead, the petitioner came in and filed the petition, then waited through the day for the case to be called.</p>\n\n<p>Recruiting for the study at this stage of filing for a protection order yielded a sample without systematic bias except for self-selection of those who found their way to the Reception Center, those who were approached about the study by a member of the research staff in the Reception Center, or those who were given a referral to the study by direct service staff (including case managers, attorneys and receptionists), and of all of these, those who\nwere interested in participating. Screening was conducted to open the study to those who met the following criteria: (1) they had or were seeking a protection order, (2) the relationship had ended and the couple was living apart; and (3) the respondent was the father of their minor children and was seeking or had been having visitation. Researcherswere not able to deliberately sample those who received orders for unsupervised visits, visits supervised by family members, or supervised transfer for unsupervised visits. The only target group researchers were able to sample deliberately were those who had orders to a visitation center. The other conditions could only be sampled by chance among those with whom researchers had made contact at the Reception Centers or who were referred to the study by their case manager or attorney. As it emerged through the course of the study, the main problem with this sample was that their cases did not necessarily proceed to court-ordered visitation. Fathers' petitions for visitation were dismissed because they failed to appear for court dates, the parents worked out their own arrangements outside of court, some fathers were arrested or had criminal cases that precluded their pursuit of visitation, and others simply lost interest or disappeared. Including these cases in the study gave a more accurate and complete picture of what happened in families with issues of a batterer's access to his children. However, it decreased the sample size for answering questions about court orders for visitation when there was a history of abuse.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Revised Conflict Tactics Scale (Straus, Hamby, Boney-McCoy and Sugarman, 1995), HARASS scale of stalking and harassment (Sheridan, 1998), Revised Danger Assessment (Campbell, 1986, revised 2002), and Child Behavior Checklist (Achenbach and Edelbrock 1986) (one version for adults and one version for children). Questions were also developed from the Domestic Violence Visitation Risk Assessment (DV-VRA) (Massachusetts Trial Court, 1994)."}]}},"files":[{"description":"","label":"Supervised and Unsupervised Parental Access in Domestic Violence Cases in New York City, New York, 2002-2005","restricted":false,"version":1,"datasetVersionId":36691,"dataFile":{"id":2621419,"persistentId":"","pidURL":"","filename":"Supervised and Unsupervised Parental Access in Domestic Violence Cases in New York City, New York, 2002-2005","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}