{"status":"OK","data":{"id":42649,"identifier":"ICPSR03413.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03413.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03413.v1","latestVersion":{"id":38649,"storageIdentifier":"file://10.3886/ICPSR03413.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:58:42Z","releaseTime":"2015-04-09T03:58:42Z","createTime":"2015-04-09T03:58:42Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Psychological and Behavioral Effects of Bias- and Non-Bias-Motivated Assault in Boston, Massachusetts, 1992-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Garcia, Luis"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boston Police Department and Suffolk University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McDevitt, Jack"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Northeastern University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to inform various issues related to the  extent of victims' adverse psychological and behavioral reactions to  aggravated assault differentiated by the offenders' bias or non-bias  motives. The goals of the research included (1) identifying the  individual and situational factors related to bias- and  non-bias-motivated aggravated assault, (2) determining the comparative  severity and duration of psychological after-effects attributed to the  victimization experience, and (3) measuring the comparative extent of  behavioral avoidance strategies of victims. Data were collected on all  560 cases from the Boston Police Department's Community Disorders Unit  from 1992 to 1997 that involved victim of a bias-motivated aggravated  assault. In addition, data were collected on a 10-percent stratified  random sample of victims of non-bias assaults within the city of  Boston from 1993 to 1997, resulting in another 544 cases. For each of  the cases, information was collected from each police incident  report. Additionally, the researchers attempted to contact each victim  in the sample to participate in a survey about their victimization  experiences. The victim questionnaires included questions in five  general categories: (1) incident information, (2) police response, (3)  prosecutor response, (4) personal impact of the crime, and (5)  respondent's personal characteristics. Criminal history variables were  also collected regarding the number and type of adult and juvenile  arrest charges against offenders and victims, as well as dispositions and arraignment dates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"During the past two decades, bias-motivated crime  has received increasing attention in American society. Though violence  is a significant aspect of the human experience, justifiable concerns  have emerged and resulted in judicial and legislative decisions that  impose more severe sanctions on offenders motivated by bias against  their victims. These decisions are based on the assumption that  bias-motivated crimes have a more debilitating effect on victims and a  secondary impact on members within the affected groups. The opposing  viewpoint is that all offenders who commit a specific type of crime  should be sanctioned to a similar degree. Their motives should not be  given prominence when imposing penalties. Such issues have been  largely addressed using anecdotal information, with limited empirical  data to confirm or disprove either assumption. This study sought to  inform various issues related to the extent of victims' adverse  psychological and behavioral reactions to aggravated assault  differentiated by the offenders' bias or non-bias motives. The goals  of the research included (1) identifying the individual and  situational factors related to bias- and non-bias-motivated aggravated  assault, (2) determining the comparative severity and duration of  psychological after-effects attributed to the victimization  experience, and (3) measuring the comparative extent of behavioral avoidance strategies of victims."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was based on both primary and secondary  data obtained from crime victims and institutional sources. The  research involved the analysis of multiple datasets related to victims  of bias- and non-bias-motivated assaults, and was intended to yield a  spectrum of information on the victims' psychological and behavioral  experiences and the patterns of prior criminal behavior by alleged  offenders and victims. Data were collected on all 560 cases from the  Boston Police Department's Community Disorders Unit from 1992 to 1997  that involved a victim of a bias-motivated aggravated assault. In  addition, data were collect\ned on a 1-percent stratified random sample  of victims of non-bias assaults within the city of Boston from 1993 to  1997, resulting in another 544 cases. For each of the cases, up to 49  items of information were collected from each police incident  report. These included the victim's date of birth, sex, and race, the  name of the known offenders, and the date, time, location, and nature  of the incident. Additionally, the researchers attempted to contact  each victim in the sample to participate in a survey about their  victimization experiences. Initial contact with each victim was made  through an introductory letter sent to the home address recorded on  the police report at the time of the incident. Approximately 50  percent of the introductory letters sent to the victim groups were  returned as undeliverable by the United States Postal Service. The  researchers then used an online computer service called Autotrak to  locate probable current addresses for the undeliverable sample. A  total of 441 (79 percent) of the surveys from the sample of 560 bias  crime victims and 418 (77 percent) of the surveys from the sample of  544 non-bias-motivated assault victims appeared to be successfully  delivered using these methods. Due to a low response rate, a random  sample of 100 nonrespondents from each victim group was recontacted  and offered a $15 incentive to complete the survey. These overall  efforts yielded a final total of 91 completed surveys (21 percent)  from the bias victim sample and 45 completed surveys (11 percent) from  the non-bias victim sample. The victim questionnaires included  open-ended, matrix, and contingency questions in five general  categories: (1) incident information, (2) police response, (3)  prosecutor response, (4) personal impact of the crime, and (5)  respondent personal characteristics. Victims whose names appeared to  be of Latino or Vietnamese origin were sent versions of the  questionnaire in their native language as well as in  English. Additional information was also obtained from criminal history records for identified offenders and victims in each case."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Incident data include the date, location, day, and  time of the incident, type of bias motivation, the victims' age,  gender, race, religion, sexual orientation, and education, offenders'  age, race, and gender, whether a weapon was used, and type of injuries  sustained. The victim survey asked respondents about the nature of the  attack, threats issued, relationship to the offender, type of bias,  other victimizations prior to and after the recorded incident, who  reported the incident, interactions with police, feelings of safety  and anger, and the respondents' age, race, ethnicity, income,  religious affiliation, gender, marital status, and sexual  orientation. Criminal history variables include the number and type of  adult and juvenile arrest charges against offenders and victims, as well as dispositions and arraignment dates."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-10-30Version Text: 2003-10-30 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0011"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1992"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained from Boston Police Department  incident reports and case files from the Community Disorders Unit, as  well as mailback surveys sent to bias- and non-bias-motivated  aggravated assault victims, and criminal history records for identified offenders and victims in each case."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Boston"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Incidents."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Aggravated assault incidents in Boston, Massachusetts, from 1992 to 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For the victim survey, all bias-motivated assault cases  from 1992 to 1997 were included in the sample, as well as a 10-percent stratified random sample of non-bias-motivated assault cases."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the victim survey the response rate for bias  assault victims was 21 percent and the response rate for non-bias assault victims was 11 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Impact of Event Scale and several Likert-type scales were used."}]}},"files":[{"description":"","label":"Psychological and Behavioral Effects of Bias- and Non-Bias-Motivated Assault in Boston, Massachusetts, 1992-1997  ","restricted":false,"version":1,"datasetVersionId":38649,"dataFile":{"id":2639472,"persistentId":"","pidURL":"","filename":"Psychological and Behavioral Effects of Bias- and Non-Bias-Motivated Assault in Boston, Massachusetts, 1992-1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}