{"status":"OK","data":{"id":42932,"identifier":"ICPSR13653.v1","persistentUrl":"https://doi.org/10.3886/ICPSR13653.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR13653.v1","latestVersion":{"id":38932,"storageIdentifier":"file://10.3886/ICPSR13653.v1","versionState":"RELEASED","distributionDate":"2006-04-24","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:01:45Z","releaseTime":"2015-04-09T04:01:45Z","createTime":"2015-04-09T04:01:45Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN): School and Day Care Screen, Wave 2, 1997-2000"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"PHDCN SCHL, 1997-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Earls, Felton J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard Medical School"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Brooks-Gunn, Jeanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. Columbia University. Teacher's College. Center for the Study of Children and Families"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Raudenbush, Stephen W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. University of Michigan. School of Education and Survey Research Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sampson, Robert J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Scientific Director. Harvard University. Department of Sociology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Project on Human Development in Chicago Neighborhoods (PHDCN) was a large-scale, interdisciplinary study of how families, schools, and neighborhoods affect child and adolescent development. One component of the PHDCN was the Longitudinal Cohort Study, wh\nich was a series of coordinated longitudinal studies that followed over 6,000 randomly selected children, adolescents, and young adults, and their primary caregivers over time to examine the changing circumstances of their lives, as well as the personal characteristics, that might lead them toward or away from a variety of antisocial behaviors. Numerous measures were administered to respondents to gauge various aspects of human development, including individual differences, as well as family, peer, and school influences. The School and Day Care Screen obtained information regarding the subject's current educational situation, parental involvement in school and expectations for the subject, and the characteristics of the childcare setting and provider. This Wave 2 instrument asks some of the same questions which were asked in the Wave 1 version, PROJECT ON HUMAN DEVELOPMENT IN CHICAGO NEIGHBORHOODS (PHDCN): SCHOOL SCREEN, WAVE 1, 1994-1997 (ICPSR 13600)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago   Neighborhoods</strong></p>\n\n<p>The Project on Human Development in Chicago Neighborhoods (PHDCN)  was a large-scale, interdisciplinary study of how families, schools,  and neighborhoods affect child and adolescent development. It was  designed to advance the understanding of the developmental pathways of  both positive and negative human social behaviors. In particular, the  project examined the causes and pathways of juvenile delinquency,  adult crime, substance abuse, and violence. At the same time, the  project provided a detailed look at the environments in which these  social behaviors took place by collecting substantial amounts of data  about urban Chicago, including its people, institutions, and  resources.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>One component of the PHDCN was the Longitudinal Cohort Study, which  was a series of coordinated longitudinal studies that followed over  6,000 randomly selected children, adolescents, and young adults, and  their primary caregivers over time to examine the changing  circumstances of their lives, as well as the personal characteristics,  that might lead them toward or away from a variety of antisocial  behaviors. The age cohorts include birth (0), 3, 6, 9, 12, 15, and 18  years. Numerous measures were administered to respondents to gauge  various aspects of human development, including individual  differences, as well as family, peer, and school influences.</p>\n\n<p><strong>School and Day Care Screen</strong></p>\n\n<p>The data in this collection are from Wave 2 of the Longitudinal  Cohort Study, administered between 1997 and 2000. The data files  contain information from the School and Day Care Screen protocol. The  School and Day Care Screen instrument obtained information regarding  the subject's current educational situation, parental involvement in  school and expectations for the subject, and the characteristics of the childcare setting and provider.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Project on Human Development in Chicago   Neighborhoods</strong></p>\n\n<p>The city of Chicago was selected as the research site for the PHDCN  because of its extensive racial, ethnic, and social-class diversity.  The project collapsed 847 census tracts in the city of Chicago into  343 neighborhood clusters (NCs) based upon seven groupings of  racial/ethnic composition and three levels of socioeconomic status.  The NCs were designed to be ecologically meaningful. They were  composed of geographically contiguous census tracts, and geographic  boundaries, and knowledge of Chicago's neighborhoods were considered  in the definition of the NCs. Each NC was comprised of approximately  8,000 people.</p>\n\n<p><strong>Longitudinal Cohort Study</strong></p>\n\n<p>For the Longitudinal Cohort Study, a stratified probability sample  of 80 neighborhoods was selected. The 80 NCs were sampled from the 21  strata (seven racial/ethnic groups by three socioeconomic levels) wi\nth  the goal of representing the 21 cells as equally as possible to  eliminate the confounding between racial/ethnic mix and socioeconomic  status. Once the 80 NCs were chosen, then block groups were selected  at random within each of the sample neighborhoods. A complete listing  of dwelling units was collected for all sampled block groups.  Pregnant women, children, and young adults in seven age cohorts  (birth, 3, 6, 9, 12, 15, and 18 years) were identified through  in-person screening of approximately 40,000 dwelling units within the  80 NCs. The screening response rate was 80 percent. Children within  six months of the birthday that qualified them for the sample were  selected for inclusion in the Longitudinal Cohort Study. A total of  8,347 participants were identified through the screening. Of the  eligible study participants, 6,228 were interviewed in the Wave 1 data  collection and 5,338 were interviewed in the Wave 2 data  collection.</p>\n\n<p>Data collection for Wave 2 began in 1997 and ended in 2000. It  included a letter sent to study participants notifying them that they  would be contacted to schedule an interview. This letter explained the  study, reimbursements, and offered a monthly drawing prize of $1,000  for those participants who kept their first scheduled appointment. A  toll free number was also included in the letter, so participants  could call and schedule their own interviews or ask questions.</p>\n\n<p>For all cohorts except 0 and 18, primary caregivers as well as the  child were interviewed. The primary caregiver was the person found to  spend the most time taking care of the child. Separate research  assistants administered the primary caregiver interviews and the child  interviews. The primary method of data collection was face-to-face  interviewing, although participants who refused to complete the  personal interview were administered a phone interview. An abbreviated  telephone interview was conducted for the primary caregivers in  Cohorts 0-15 and Cohort 18 study participants in Wave 2 who lived  outside the nine-county metropolitan area to which research assistants  were able to travel for interviews. A total of 221 telephone  interviews were conducted during Wave 2, representing 3.55 percent of  the sample.</p>\n\n<p>Proxy interviews were conducted with study participants who were  emancipated minors (under 18 but married or living independently). The  study participants answered questions from the primary caregiver's  interview on the primary caregiver's behalf. In Wave 2, four primary  caregivers and two study participants were interviewed in jail. Study  participants in foster care could not be interviewed. The Department  of Children and Family Services did not allow interviews of the foster  parent or the child. Permission was granted for a brief period in  Wave 1, therefore there are some children in the sample who could not  be followed up in Waves 2 and 3. Some children were not in foster care  in Wave 1 but were placed in foster care by Wave 2 or 3. They were  also not followed up. Lastly, some participants were interviewed in  Wave 3 but not in Wave 2, as they were in foster care during Wave 2.</p>\n\n<p>Some participants in Wave 1 spoke a language other than English,  Spanish, or Polish. In Wave 2, an abbreviated version of the primary  caregiver's protocol was administered, and the research assistant  arranged for someone in the household to translate on the spot. In  Wave 2, the complete protocol was translated into Spanish, and a  subset of the primary caregiver's interview was translated into  Polish.</p>\n\n<p>Depending on the age and wave of data collection, participants were  paid between $5 and $20 per interview. Other incentives, such as free  passes to museums, the aquarium, and monthly drawing prizes, were also  included.</p>\n\n<p>Interview protocols included a wide range of questions. For  example, some questions assessed impulse control and sensation-seeking  traits, cognitive\nand language development, leisure activities,  delinquency and substance abuse, friends' activities, and  self-perception, attitudes, and values. Caregivers were also  interviewed about family structure, parent characteristics,  parent-child relationships, parent discipline styles, family mental  health, and family history of criminal behavior and drug use.</p>\n\n<p><strong>School and Day Care Screen</strong></p>\n\n<p>The School and Day Care Screen was administered to Cohorts 0, 3,  6, 9, 12, and 15. The interview was conducted with the subject's  primary caregiver. Questions were asked regarding the subject's  current educational situation, parental involvement in school and  expectations for the subject, and the characteristics of the childcare setting and provider.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data files contain information regarding the  subject's current educational situation, including current grade and  type of school attending. The primary caregivers (PCs) also answered  questions about adult involvement in school such as attending  parent-teacher conferences or PTA meetings. There are also questions  regarding how far the PC would like the subject to continue in school  and how much the PC thinks the subject will actually complete. There  are questions about any formal day care programs the subject may be  enrolled in, such as number of hours per week the subject is in the  program, how long each day the program lasts, and how the day care  program is paid for. Respondents were also asked about informal day  care including who cares for the subject and for how many hours per  week. Respondents were asked to rate how often a statement read from  a series of statements was true for the subject including, \"The  caregiver is warm and affectionate toward my child,\" \"My caregiver  shows s/he knows a lot about children and their needs,\" and \"My child  feels accepted by the caregiver.\" This Wave 2 instrument asks some of  the same questions that were asked in the Wave 1 version (PROJECT ON  HUMAN DEVELOPMENT IN CHICAGO NEIGHBORHOODS (PHDCN): SCHOOL SCREEN,  WAVE 1, 1994-1997 [ICPSR 13600]) including the subject's current  grade, the type of school the subject attends, how often an adult in  the household attends parent-teacher conferences or PTA meetings, and a rating of the education that the subject is receiving."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"after school programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"caregivers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child development"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"childhood"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Head Start"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school age children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B. Child Development and School Readiness"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC XII. Parent, School, and Community School Readiness/Child School Success and Performance"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VIII. NICHD Supported Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.C.1. Social Institutions and Behavior, Socialization, Students, and Youth, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"PHDCN IV. Longitudinal Cohort Study"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"PHDCN subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-04-24Version Text: 2006-04-24 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The Murray Research Center conducted the initial data and documentation processing for this collection.;Subject: Study Level Error Note, Notes: At present, only a restricted version of the data is available (see RESTRICTIONS field). A downloadable version of the data is slated to be available in the near future.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-K005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-04-24"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Project on Human Development in Chicago Neighborhoods (PHDCN) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Children, adolescents, young adults, and their primary caregivers, living in the city of Chicago in 1994."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Stratified probability sample."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed recodes and/or calculated derived variables."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>The overall response rate for Wave 2 of the  Longitudinal Cohort Study was 85.94 percent or 5,338 participants. The  response rates for subjects by cohort were:</p>\n\n<ol>\n<li>0 percent for Cohort 0</li>\n<li>87.5 percent for Cohort 3</li>\n<li>88.0 percent for Cohort 6</li>\n<li>85.6 percent for Cohort 9</li>\n<li>86.2 percent for Cohort 12</li>\n<li>82.7 percent for Cohort 15</li>\n<li>80.2 percent for Cohort 18</li>\n</ol>\n\n<p>The response rates for primary caregivers by cohort were:</p>\n\n<ol>\n<li>83.3 percent for Cohort 0</li>\n<li>88.3 percent for Cohort 3</li>\n<li>88.3 percent for Cohort 6</li>\n<li>86.6 percent for Cohort 9</li>\n<li>87.2 percent for Cohort 12</li>\n<li>85.9 percent for Cohort 15</li>\n<li>0 percent for Cohort 18</li>\n</ol>"}]}},"files":[{"description":"","label":"Cohort 0","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641319,"persistentId":"","pidURL":"","filename":"Cohort 0","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cohort 12","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641323,"persistentId":"","pidURL":"","filename":"Cohort 12","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cohort 15","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641324,"persistentId":"","pidURL":"","filename":"Cohort 15","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cohort 3","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641320,"persistentId":"","pidURL":"","filename":"Cohort 3","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cohort 6","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641321,"persistentId":"","pidURL":"","filename":"Cohort 6","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Cohort 9","restricted":false,"version":1,"datasetVersionId":38932,"dataFile":{"id":2641322,"persistentId":"","pidURL":"","filename":"Cohort 9","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}