{"status":"OK","data":{"id":38748,"identifier":"ICPSR31061.v2","persistentUrl":"https://doi.org/10.3886/ICPSR31061.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR31061.v2","latestVersion":{"id":34748,"storageIdentifier":"file://10.3886/ICPSR31061.v2","versionState":"RELEASED","distributionDate":"2011-04-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:15:52Z","releaseTime":"2015-04-09T03:15:52Z","createTime":"2015-04-09T03:15:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Project Upgrade in Miami-Dade County, Florida,  2003-2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Layzer, Jean"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Evaluation of Child Care Subsidy Strategies is a multi-site, multi-year effort to determine whether and how different child care subsidy policies and procedures and quality improvement efforts help low-income parents obtain and hold onto jobs and improve outcomes for children. Funding from the Child Care and Development Fund (CCDF) administered by the Child Care Bureau are divided into two purposes. The vast majority are aimed at assisting children of low-income working parents whose eligibility is determined by states within broad federal guidelines, while a much smaller portion (4 percent) work with state matching funds to improve the quality of child care for all children.   For this studies series, four experiments were conducted, two test alternative subsidy policies for low-income families and two test approaches to the use of set-aside funds for improving child care quality for all children. The four study sites and focus of evaluation include: (1) effectiveness of three language and literacy curricula on teaching practices and children's language and literacy outcomes (Miami-Dade County, Florida); (2) impact of alternative eligibility and re-determination child care subsidy policies on parental employment outcomes (Illinois); (3) impact of alternative child care co-payment structures on use of child care subsidies and employment outcomes (Washington) and (4) effectiveness of training on Learning Games curriculum in changing care-giving practices in family child care homes and children's developmental outcomes (Massachusetts).</p>\n\n<p>A two-year experiment, Project Upgrade tests the effectiveness of three different language and literacy interventions, Ready, Set, Leap! (RSL!), Breakthrough to Literacy (BTL) and Building Early Language and Literacy (BELL) implemented in child care centers in Miami-Dade County, Florida, that served children from low-income families. One hundred and sixty-two centers were randomly assigned to one of three research-based curricula or to a control group that continued with its existing program.  The curricula, while grounded in a common set of research findings, differed in intensity, pedagogic strategies, and use of technology.  In each center, one classroom that served four-year-old children was selected for the study.  Teachers and aides assigned to the three treatment groups received initial and follow-up training as well as ongoing mentoring over a period of approximately 18 months, from Fall 2003 to Spring 2005. The study tested two kinds of outcomes: teacher behavior and interactions with children, and aspects of the classroom environment that support children’s language and literacy development, measured through dir\nect observation; and children’s language and pre-literacy skills, measured by their performance on a standardized assessment.</p>\n\n<p>To determine whether the interventions that had produced significant outcomes at the end of preschool had any lasting positive effects on early school performance, mathematics and reading follow-up assessments were done in the spring of the 2007/2008 and 2008/2009 school years. Of the 1,535 children assessed in the original Florida Upgrade study, follow-up measurements were taken on 1,137 children (74 percent). Also obtained were follow-up measurements on 127 children who were in the study centers in the original randomized design, but who were not present at the time of the initial child assessments.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Project Upgrade was intended to answer important questions about the possibility of training child care staff, many of whom have limited education beyond high school, to deliver curricula with fidelity, and about the impact of the training and support on teachers' behavior in children's language development and emergent literacy.</p>\n\n<p>The hypotheses that shaped the experiment were that: with adequate training and support, teacher knowledge and attitudes will change; changes in knowledge and attitudes will be reflected, in specific ways, in behavior and interactions with children and in the classroom environment that they create; and changes in behavior and interactions with children, combined with changes in the classroom environment, will result in positive impacts on children’s language and emergent literacy skills.</p>\n\n<p>The study's major research questions flowed from these hypotheses and examined two major areas of impact: impacts on teacher behavior and the classroom environment (intermediate outcomes); and impacts on children's language development and early literacy skills.  In addition, the study examined the differential effectiveness of the three curricula on all three sets of outcomes, and for teachers and children whose first language was not English.  The major questions addressed by the study were:</p>\n\n<ul>\n<li>Does training in and ongoing support for preschool language/literacy curricula have positive impacts on the type and amount of staff language and literacy interactions with children?</li>\n<li>Does training in and ongoing support for preschool language/literacy curricula have positive impacts on aspects of the classroom environment, other than teacher language and interactions, that foster early literacy?</li>\n<li>Does training in and ongoing support for preschool language/literacy curricula have positive impacts on children's language development and emergent literacy skills?</li>\n<li>Do the interventions have different effects on teacher and child outcomes?</li>\n<li>Do the interventions have differential effects on teachers whose primary language is not English?</li>\n<li>Do the interventions have differential effects on children in classrooms with teachers whose primary language is not English?</li>\n<li>Do the interventions have differential effects on children whose home language is not English?</li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The experiment required a sample size of 162 centers (four-year-olds classrooms) to be randomly assigned -- 36 to each of the three curricula and 54 to the control group.</p>\n\n<p>Child care centers in Miami-Dade County were eligible to participate in the study if they served some children whose care was subsidized. They could also serve, if they chose to, other children from low-income families. The centers had to have at least one classroom with at least five four-year-olds enrolled at the time of recruitment. They could not be already testing or implementing a literacy curriculum. All children in the selected classrooms were eligible to participate.</p>\n\n<p>The design called for a single classroom to be selected and centers to be grouped by agency\naffiliation and teacher's dominant language (i.e., the language she preferred to be trained in). For centers with more than one four-year-old classroom serving subsidized children, one classroom was chosen for the experiment.  If one classroom had more subsidized children than the other(s), that classroom was selected. If two or more classrooms had the same number of subsidized children, then the one with the most children was chosen. If classrooms were equally large and had the same number of subsidized children, then one classroom was chosen randomly.</p>\n\n<p>The recruitment and eligibility determination processes yielded a total of 300 eligible centers. Ultimately, 165 centers signed agreements to participate and received their assignments. There were no refusals after centers learned their assignments. Over the course of two years, eight centers left the study.  Five left because the center was closed or sold to an owner who chose not to participate; only three left because the director decided not to continue with the curriculum to which they were assigned.</p>\n\n<p>Two nationally-known curricula, Ready, Set, Leap! (RSL!) and Breakthrough to Literacy (BTL) and one locally developed curriculum, Building Early Language and Literacy (BELL), were chosen for testing. The three curricula selected differed in instructional approach, breadth of approach, materials provided, intensity and cost, but all three focused on the development of early literacy skills and knowledge. All three included take-home components (books and materials to be used by families with children at home) and tools that teachers could use to assess children’s progress in the curriculum. Each curricula provided some materials in Spanish for children with the aim of motivating reading, regardless of the language. All three meet the Florida Preschool Language and Literacy Learning Standards; two of the three, RSL! and BTL, also meet the state standards for a comprehensive curriculum, since they include math and science concepts.</p>\n\n<p>For all three interventions, a single professional development model was agreed upon. The model had two important features:  a staffing plan with several layers of supervision, and a training plan that featured three sequenced training sessions over an 18-month period, combined with ongoing mentoring and support over the entire period.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The data are provided in five separate data files, or parts, that can be merged to one another using the Center_ID and Student_ID variables.</p>\n\n<p>The\n<strong>Project Upgrade Child-Level</strong>\nfile includes Topel outcome variables (raw and standardized) and child demographic variables.</p>\n\n<p>The\n<strong>2003 Baseline</strong>\nis the first of three classroom-level files. It is  a baseline from observations taken in 2003, prior to implementation of training in the treatment programs. It also contains variables indicating the language that teachers preferred to be trained in, and indicators for teacher educational level.</p>\n\n<p>The\n<strong>2004 Classroom Level</strong>\nand\n<strong>2005 Classroom-Level</strong>\nfiles are from observations made in the spring of 2004 and 2005, the end of the first and second year of the program implementation. These files contain experimental design variables (randomization blocks and treatment group indicators) on teacher behavior and classroom environment.</p>\n\n<p>The\n<strong>Follow-up Child-Level</strong>\nfile contains mathematics and science assessments from the 2007/2008 and 2008/2009 school years.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"curriculum design"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"curriculum evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government subsidies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"literacy education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"poverty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B. Child Development and School Readiness"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.B.6. Early Literacy"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII. Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A. Child Care and Early Education Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A.6. Subsidies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V.A. Education, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-06-10Version Text: 2011-06-10Version Date: 2011-06-10Version Text: 2011-06-10 Subject: null  Type: null  Notes: A new version of the Follow-up Child-Level Data has been deposited. This version contains additional variables. The codebook is also being updated to reflect these additions.;Version Date: 2011-05-03Version Text: 2011-05-03 Subject: null  Type: null  Notes: Edits were made to the metadata.;Subject: Study Level Error Note, Notes: The study was conducted by Abt Associates Inc, with its research partners MDRC and the National Center for Children in Poverty of Columbia University.;Subject: Study Level Error Note, Notes: Project Director: Ann Collins, Abt Associates Inc.;Subject: Study Level Error Note, Notes: Information on the OPRE Evaluation of Child Care Subsidy Strategies is provided on the following Web site\n<a href=\"http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html\">http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html</a>\n.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"Contract number: 233-01-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-04-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["experimental data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Evaluation of Child Care Subsidy Strategies Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["children","teachers","literacy Curricula"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Four-year-old children in Miami-Dade County child care centers that receive state subsidies for at least some of the children enrolled at the center."]},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"coded on-site observation"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<ul>\n<li>Observation Measures of Language and Literacy Instruction (OMLIT, Goodson et al., 2004)</li>\n<li>Arnett Caregiver Rating Scale (Arnett, 1989)</li>\n<li>Test of Preschool Emergent Literacy (TOPEL:  Lonigan, Wagner, Torgesen, and Rashotte, 2002)</li>\n</ul>"}]}},"files":[{"description":"","label":"2003 Baseline Data","restricted":false,"version":1,"datasetVersionId":34748,"dataFile":{"id":2607477,"persistentId":"","pidURL":"","filename":"2003 Baseline Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2004 Classroom Level Data","restricted":false,"version":1,"datasetVersionId":34748,"dataFile":{"id":2607478,"persistentId":"","pidURL":"","filename":"2004 Classroom Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2005 Classroom Level Data","restricted":false,"version":1,"datasetVersionId":34748,"dataFile":{"id":2607479,"persistentId":"","pidURL":"","filename":"2005 Classroom Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-up Child-Level Data","restricted":false,"version":1,"datasetVersionId":34748,"dataFile":{"id":2607480,"persistentId":"","pidURL":"","filename":"Follow-up Child-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Project Upgrade Child-Level Data","restricted":false,"version":1,"datasetVersionId":34748,"dataFile":{"id":2607476,"persistentId":"","pidURL":"","filename":"Project Upgrade Child-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}