{"status":"OK","data":{"id":39654,"identifier":"ICPSR04383.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04383.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04383.v1","latestVersion":{"id":35654,"storageIdentifier":"file://10.3886/ICPSR04383.v1","versionState":"RELEASED","distributionDate":"2007-02-13","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:25:52Z","releaseTime":"2015-04-09T03:25:52Z","createTime":"2015-04-09T03:25:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Effects of Short-Term Batterer Treatment for Detained Arrestees in Sacramento County, California, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Taylor, Bruce G."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Maxwell, Christopher D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Michigan State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated the effects of a program for detained  arrestees developed by the Sacramento Sheriff's Department. The  program was set up as an early intervention program to provide  domestic violence (DV) education for arrestees during their time of  detention before going to court. This evaluation used an experimental  design. The researchers randomly assigned 629 batterers to either the  batterer treatment wing of the jail or to a no-treatment control group  in another wing of the jail. Interviews were conducted with the  batterers and victims shortly after the arrest that placed the  batterer in the Sacramento jail (Parts 1 and 2) and again six months  after the intervention or control condition was concluded (Parts 3 and  4). Official police arrest data on recidivism were also collected  post-arrest (Part 5). Interviews were conducted over the phone, except  for the baseline batterer interviews that were done in the jail, and  for those who were not available for interviewing, over the phone.  Activities of the batterer treatment program included: mandatory  detention in a special DV jail wing supervised by correction officers  who had received special DV training, batterer educational workshops,  daily Twelve-Step Drug/Alcohol addiction support groups, and strict  regulations on television watching (special nonviolent educational  programs were the only available programs). Batterer education classes  were held daily, and the research team checked attendance logs. The  arrestees were required at least to attend the program classes and  Narcotics Anonymous/Alcoholics Anonymous groups and sit quietly. For  the control group, participants were assigned to the regular part of  the jail and received the usual incarceration experience of persons  detained in the Sacramento County Jail (including no treatment  services). Official police arrest data on recidivism were analyzed for  up to one year post-arrest (Part 5). Treatment implementation data  (Part 6), which records the frequency of the batterer's attendance in  the various treatment programs offered in the special DV jail wing,  and variables used in the analysis for the project's final report  (Part 7) are also available with this collection. In addition to  general demographic variables such as age, race, religion, source of  income, and employment situation, specific variables are gathered for  specific datasets. Variables collected in Parts 1 and 2 (Batterer and  Victim Baseline Data) include information regarding whether or not the  batterer was in the treatment or control group, the relationship  between the batterer and victim, and types of injuries the victim  received. Parts 3 and 4 (Batterer and Victim Six-Month Data) contain  variables related to employment and living situation, as well as any  additional assistance either party received since the arrest  event. Variables in Part 5 (Tracking Database) include the date,  location, and length of interviews. Part 6 (Treatment and  Implementation Data) contains variables related to the different  programs the batterer in the experimental group may have participated  in. The variables for Part 7 (Supplemental Final Report Variables)  include information about the study participants such as whether all  four interviews were completed and the presence of any new domestic violence charges."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study evaluated the effects of a program for  detained arrestees developed in the Sacramento Sheriff's Department.  The program was set up as an early intervention program to provide  domestic violence (DV) education for arrestees during their time of  detention before going to court. The program\nobjectives were to raise  awareness (\"break down the wall of denial\") for DV offenders, educate  program participants on nonviolent conflict resolution skills,  increase receptivity to long-term treatment, provide the opportunity  for drug and alcohol intervention, and reduce domestic violence  recidivism. The objectives of the research were to evaluate the  effectiveness of this program against a no-treatment control group on reductions in DV recidivism."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This evaluation used an experimental design. Data  were collected on 629 arrest cases for male-perpetrated domestic  violence in Sacramento County, California from September 27, 1999 to  August 6, 2000. The researchers randomly assigned the batterers to  either the batterer treatment wing of the jail or to a no-treatment  control group in another wing of the jail. Interviews were conducted  with the batterers and victims shortly after the arrest that placed  the batterer in the Sacramento jail (Parts 1 and 2) and again six  months after the intervention or control condition was concluded  (Parts 3 and 4). Official police arrest data on recidivism were also  collected for up to one year post-arrest (Part 5). Interviews were  conducted over the phone, except for the baseline batterer interviews  that were done in the jail, and for those who were not available for  interviewing over the phone. The survey instruments all took on  average about 40 to 45 minutes to administer by a trained interviewer.  In order to ensure full voluntary subject participation, an extensive  interviewer-training program was put in place. Activities of the  batterer treatment program included: mandatory detention in a special  DV jail wing that was supervised by correction officers who had  received special DV training, batterer educational workshops, daily  Twelve-Step Drug/Alcohol addiction support groups, and strict  regulations on television watching (special nonviolent educational  programs were the only available programs). Batterer education classes  were held daily, and the research team checked attendance logs. These  classes were conducted by Men Allied Nationally Against Living in  Violent Environments (MANALIVE) and by Women Escaping A Violent  Environment (WEAVE) on a rotating basis. The classes were about three  hours in length. The average length of incarceration for the DV  arrestees was about five days, during which they received the  interventions while held in the special wing of the jail. The  arrestees were required at least to attend the program classes and  Narcotics Anonymous/Alcoholics Anonymous groups and sit quietly. For  the control group, participants were assigned to the regular part of  the jail and received the usual incarceration experience of persons  detained in the Sacramento County Jail (including no treatment  services). The research team conducted announced and unannounced  assessments of the fidelity of the interventions, during which a  sampling of intervention sessions were observed, coded, and compared  to the written curriculum by two independent raters present in each of  the sessions. Inter-rater reliability exceeded 95 percent, with over a  90 percent agreement between what was occurring in the sessions  compared to the curriculum. Treatment implementation data (Part 6),  which records the frequency of the batterer's attendance in the  various treatment programs offered in the special DV jail wing, and  includes variables used in the analysis for the project's final report (Part 7) are also available with this collection."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In addition to general demographic variables such  as age, race, religion, source of income, and employment situation,  specific variables are gathered for specific datasets. Variables in  Parts 1 and 2 (Batterer Baseline and Victim Baseline datasets) include  information about whether or not the batterer was in the treatment or  control group, reason for ba\ntterer arrest, relationship to  victim/batterer, types of injuries the victim received, interactions  with the police, and drug/alcohol use. In Parts 3 and 4 (Batterer and  Victim Six-Month Data) information is included on employment, living  situation, any assistance or counseling received, the batterer and  victim's relationship to one another, and whether either one of them  had had any other relationships since the arrest. Information specific  to the batterer six-month follow-up includes any additional violent  behavior and any drug and/or alcohol use. Information specific to the  victim six-month follow up includes variables regarding her  experiences with the legal system regarding this case and any violence  experienced by the batterer since the arrest. In Part 5 (Tracking  Database), variables include the date, location, and length of the  interview, and whether or not the individual was involved in the  program, and if so, whether or not he was in the experimental or  control group. Part 6 (Treatment Implementation Data) contains  variables related to the multiple types of treatment and intervention  programs batterers were offered in jail, such as the frequency of  attendance in Changing Courses and Man Alive classes. In Part 7  (Supplemental Final Report Variables), the data include information  about the study participants such as whether all four interviews were  completed, any new domestic violence charges, and if so, the amount of  time that passed between completing the treatment and the new charges."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-02-13Version Text: 2007-02-13 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-K014"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-02-13"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999-09-27"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-08-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, event/transaction data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Baseline and six-month follow-up data for this study  were gathered through both face-to-face interviews and telephone  interviews with batterers and victims. Additional one-year tracking recidivism data were obtained from official police arrest data."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult males under the jurisdiction of Sacramento County  who were arrested for domestic violence offenses between September 27, 1999 and August 6, 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Persons eligible to enter the experiment included adult  men: (1) who had been arrested for a misdemeanor or felony domestic  violence offense in Sacramento County, California, against a female  victim, (2) who did not put forward a $10,000 bail, (3) who had no  criminal gang affiliations, and (4) who had no prior history of  serving a sentence in jail or prison for one year or greater. The  selection of DV arrestees into the special wing of the jail was not a  voluntary process. Between September 27, 1999 and August 6, 2000, the  Sacramento County Main Jail booked approximately 50,000 male  arrestees. Of those, about 5 percent or 2,500 were arrested on DV  offenses. The batterer program excluded 50 percent of DV arrestees  because of prior convictions. Therefore, the program's eligibility  pool was 1,040 cases for the 10-month study intake period. The study  lost an additional 370 cases due to arrestees making bail and 41 cases  for a variety of other reasons. The final sample consisted of 629  adult males arrested for a misdemeanor or felony domestic violence  offense in Sacramento County, California, against a female victim. The  researchers had to contend with the possibility of men in the  experiment getting re-arrested and re-entering the experiment. Each  time a person was entered into the experiment,\nthe research staff  checked the experiment log for a previous entry. For the 95 repeat  cases, the study team assigned each back to their original condition  (47 treatment and 48 control cases) to maintain a clear distinction  between the treatment and control groups. No discernible pattern to  these 95 cases was found in terms of differences between the treatment and control groups."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the batterers, 90 percent (560 of 629) completed  the baseline interview. Batterer six-month follow-up self-report data  was available for only about 20 percent of the sample (119 of 629). As  for the victims, 33 percent (208 of 629) completed the baseline  interview and 22.7 percent (143 of 629) completed the six-month  follow-up interview. Nonsignificant model findings lent support to  the idea that the victims and batterers who completed an interview  were not significantly different than those who did not. Official  12-month follow-up police data were available for 93 percent (582 of 629) of the batterers."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The study used a modified version of the Conflict Tactics  Scale II (Straus et al., 1996) that has sub-scales for controlling  behavior, psychological abuse, threats of physical assault, actual physical and sexual assault, and injuries."}]}},"files":[{"description":"","label":"Batterer Baseline Data","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613783,"persistentId":"","pidURL":"","filename":"Batterer Baseline Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Batterer Six-Month Data","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613785,"persistentId":"","pidURL":"","filename":"Batterer Six-Month Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Supplemental Final Report Variables","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613789,"persistentId":"","pidURL":"","filename":"Supplemental Final Report Variables","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tracking Database","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613787,"persistentId":"","pidURL":"","filename":"Tracking Database","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Implementation Data","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613788,"persistentId":"","pidURL":"","filename":"Treatment Implementation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Baseline Data","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613784,"persistentId":"","pidURL":"","filename":"Victim Baseline Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Six-Month Data","restricted":false,"version":1,"datasetVersionId":35654,"dataFile":{"id":2613786,"persistentId":"","pidURL":"","filename":"Victim Six-Month Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}