{"status":"OK","data":{"id":46052,"identifier":"ICPSR28044.v1","persistentUrl":"https://doi.org/10.3886/ICPSR28044.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR28044.v1","latestVersion":{"id":42052,"storageIdentifier":"file://10.3886/ICPSR28044.v1","versionState":"RELEASED","distributionDate":"2010-09-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:36:04Z","releaseTime":"2015-04-09T04:36:04Z","createTime":"2015-04-09T04:36:04Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version\nmay have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Target Corporation's Safe City Initiative in Chula Vista, California, and Cincinnati, Ohio, 2004-2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"LaVigne, Nancy"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to evaluate the implementation of the Safe City crime prevention model that was implemented in designated retail areas in jurisdictions across the United States. The model involved frequent meetings and information-sharing among the police, Target, and neighboring retailers, along with the implementation of enhanced technology.  The first step in the Safe City evaluation involved selecting evaluation sites.  The final sites selected were Chula Vista, California, and Cincinnati, Ohio.  Next, for each of the two sites, researchers selected a site that had a potential for crime displacement caused by the intervention area, and a matched comparison area in another jurisdiction that would likely have been selected as a Safe City site.  For Chula Vista, the displacement area was 2 miles east of the intervention area and the comparison area was in Houston, Texas.  For Cincinnati, the displacement area was 1.5 miles north of the intervention area and the comparison area was in Buffalo, New York.  In Chula Vista, the Safe City intervention activities were focused on gaining a better understanding of the nature and underlying causes of the crime and disorder problems occurring in the designated Safe City site, and strengthening pre-existing partnerships between law enforcement and businesses affected by these problems.  In Cincinnati, the Safe City intervention activities centered on increasing business and citizen awareness, communication, and involvement in crime control and prevention activities.  The research team collected pre- and post-intervention crime data from local police departments (Part 1) to measure the impact of the Safe City initiatives in Chula Vista and Cincinnati.  The 981 records in Part 1 contain monthly crime counts from January 2004 to November 2008 for various types of crime in the retail areas that received the intervention in Chula Vista and Cincinnati, and their corresponding displacement zones and matched comparison areas.  Using the monthly crime counts contained in the Safe City Monthly Crime Data (Part 1) and estimations of the total cost of crime to society for various offenses from prior research, the research team calculated the total cost of crimes reported during the month/year for each crime type that was readily available (Part 2).  The 400 records in the Safe City Monthly Cost Benefit Analysis Data (Part 2) contain monthly crime cost estimates from January 2004 to November 2008 for assaults, burglaries, larcenies, and robberies in the retail areas that received the intervention in Chula Vista and Cincinnati, and their corresponding displacement zones and matched comparison areas.  The research team also received a total of 192 completed baseline and follow-up surveys with businesses in Chula Vista and Cincinnati in 2007 and 2008 (Part 3).  The surveys collected data on merchants' perceptions of crime and safety in and around businesses located in the Safe City areas.  The Safe City Monthly Crime Data (Part 1) contain seven variables including the number of crimes in the target area, the month and year the crime was committed, the number of crimes in the displacement area, the number of crimes in a comparable area in a comparable city, the city, and the crime type.  The Safe City Monthly Cost Benefit Analysis Data (Part 2) contain seven variables including the cost of the specified type of crime occurring in the target area, the month and year the cost was incurred, the cost\nof the specified type of crime in the displacement area, the cost of the specified type of crime in a matched comparison area, the city, and the crime type. The Safe City Business Survey Data (Part 3) contain 132 variables relating to perceptions of safety, contact with local police, experience and reporting of crime, impact of crime, crime prevention, community connections, and business/employee information."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to evaluate the implementation of the Safe City crime prevention model that was implemented in designated retail areas in jurisdictions across the United States. The model involved frequent meetings and information-sharing among the police, Target, and neighboring retailers, along with the implementation of enhanced technology, such as the use of radio networks enabling real-time communication among Safe City partners and the installation of closed-circuit televisions (CCTVs).  The overall goal of Safe City was to combine the expertise, resources, and credibility of local law enforcement, retailers, community leaders, and civic organizations to increase safety in and around the designated Safe City area in each jurisdiction.  The specific goals of the study were to:</p>\n\n<ol>\n<li>Develop a logic model of Safe City and materials to guide the implementation of a data-driven, situational crime prevention approach to the program for dissemination to Safe City partners;</li>\n<li>Select comparison sites for impact analysis purposes, matching on mall type, and retailer composition, crime volume, geographic location, and demographics of the surrounding area;</li>\n<li>Collect pre- and post-intervention crime and survey data from Safe City partners and local police departments to describe Safe City processes, measure changes, and quantify impacts on crime; and</li>\n<li>Analyze the effectiveness and net cost/benefit of the intervention.</li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The first step in the Safe City evaluation involved selecting evaluation sites.  The final sites selected were Chula Vista, California, and Cincinnati, Ohio.  Next, for each of the two sites, researchers selected a site that had a potential for crime displacement caused by the intervention area and a matched comparison area in another jurisdiction that would likely have been selected as a Safe City site.  For Chula Vista, the displacement area was 2 miles east of the intervention area and the comparison area was in Houston, Texas.  For Cincinnati, the displacement area was 1.5 miles north of the intervention area and the comparison area was in Buffalo, New York.</p>\n\n<p>In Chula Vista, the Safe City intervention activities were focused on gaining a better understanding of the nature and underlying causes of the crime and disorder problems occurring in the designated Safe City site, and strengthening pre-existing partnerships between law enforcement and businesses affected by these problems.  The main interventions consisted of a series of Crime Prevention Through Environmental Design (CPTED) walkthroughs and associated changes in landscaping and lighting; the posting of Safe City and anti-panhandling signage; and extensive research on the nature of the day laborer problem and strategies to address it.  In Cincinnati, the Safe City intervention activities centered on increasing business and citizen awareness, communication, and involvement in crime control and prevention activities.  Approximately 300 businesses were trained in loss prevention, robbery prevention, and personal safety, and all businesses in the area were enrolled in an email-based crime alert program. In addition, increased foot patrols were dedicated to the Safe City area, aided by the purchase of two new Segways. Officers also conducted more than 150 CPTED assessments, which resulted in businesses erecting fences, installing alarms and cameras, and conducting staff trainings on theft\nprevention.</p>\n\n<p>The research team collected pre- and post-intervention crime data from local police departments (Part 1) to measure the impact of the Safe City initiatives in Chula Vista and Cincinnati.  The 981 records in Part 1 contain monthly crime counts from January 2004 to November 2008 for various types of crime in the retail areas that received the intervention in Chula Vista and Cincinnati, and their corresponding displacement zones and matched comparison areas.  Specifically, Urban Institute researchers collected data on reported crimes from the Chula Vista Police Department (CVPD) for the period January 1, 2004, through May 31, 2008, and collected data from the Cincinnati Police Department (CPD) for the period January 1, 2004, through November 30, 2008.  Data were collected on the number of crimes reported during the month/year for the following crime types: assault, burglary, forgery/fraud, larceny, motor vehicle theft, property crimes, public disturbance, robbery, vandalism, violent crimes, and total crimes. Data representing the number of forgery/fraud and motor vehicle theft crimes reported in Cincinnati are not available.  Additionally, the research team collected crime data for the displacement zones and crime data for comparison sites that coincided with the same pre- and post-intervention periods applied to the Safe City sites.  The Buffalo Police Department and the Sam Houston State University provided data for comparison analysis purposes.</p>\n\n<p>Using the monthly crime counts contained in the Safe City Monthly Crime Data (Part 1) and estimations of the total cost of crime to society for various offenses from prior research, the research team calculated the total cost of crimes reported during the month/year for each crime type that was readily available (Part 2).  Only those crime types with known costs were included in the cost benefit analysis.  The total cost of crime was calculated by aggregating victim costs, criminal justice costs, and incarceration costs for individual offenses. The 400 records in the Safe City Monthly Cost Benefit Analysis Data (Part 2) contain monthly crime cost estimates from January 2004 to November 2008 for assaults, burglaries, larcenies, and robberies in the retail areas that received the intervention in Chula Vista and Cincinnati, and their corresponding displacement zones and matched comparison areas.</p>\n\n<p>The research team also received a total of 192 completed baseline and follow-up surveys with businesses in Chula Vista and Cincinnati in 2007 and 2008 (Part 3).  The surveys collected data on merchants' perceptions of crime and safety in and around businesses located in the Safe City areas.  Specifically, during the Spring of 2007 research staff from the Urban Institute conducted a survey of Chula Vista businesses targeted for inclusion in the Safe City evaluation. A follow-up survey was conducted in February 2008.  Similarly, in March 2007, the Urban Institute conducted a survey of businesses located in Cincinnati's Western Corridor Safe City focus area, with a follow-up survey conducted in March 2008.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Safe City Monthly Crime Data (Part 1) contain seven variables including the number of crimes in the target area, the month and year the crime was committed, the number of crimes in the displacement area, the number of crimes in a comparable area in a comparable city, the city, and the crime type.  The Safe City Monthly Cost Benefit Analysis Data (Part 2) contain seven variables including the cost of the specified type of crime occurring in the target area, the month and year the cost was incurred, the cost of the specified type of crime in the displacement area, the cost of the specified type of crime in a matched comparison area, the city, and the crime type.  The Safe City Business Survey Data (Part 3) contain 132 variables relating to perceptions of safety, contact with local police, experience and reporting of crim\ne, impact of crime, crime prevention, community connections, and business/employee information."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cost effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime control programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime costs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime impact"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reactions to crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"retail industry"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-09-29Version Text: 2010-09-29Subject: Study Level Error Note, Notes: Users should be aware that data from the Hyattsville, Maryland, and Tucson, Arizona, sites are not available as part of this data collection.  Furthermore, the cost-benefit survey data, the qualitative Safe City stakeholder interview data, and the qualitative Safe City Staff Interview data are also not available as part of this data collection.;Subject: Study Level Error Note, Notes: For additional information regarding the study design, including more detailed information about the crime cost estimations for the Safe City Monthly Cost Benefit Analysis Data (Part 2), users should consult the full report: \"Evaluation of Target's Safe City Initiative: Implementing Public-Private Partnerships to Address Crime in Retail Settings (LaVigne, Owens, and Hetrick, 2009).; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0021"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-09-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2007-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-03"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Chula Vista Police Department (Part 1 and Part 2)","Cincinnati Police Department (Part 1 and Part 2)","Sam Houston State University (Part 1 and Part 2)","Buffalo Police Department (Part 1 and Part 2)","Baseline and follow-up business surveys (Part 3)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Buffalo"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chula Vista"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Cincinnati"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Houston"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["city"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["month/year crime count (Part 1)","month/year crime cost (Part 2)","individual (Part 3)"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>For Part 1, all crimes reported during the month/year between January 2005 and May 2008 in the intervention area in Chula Vista, California, a Chula Vista displacement zone, and a matched comparison area in Houston, Texas, and all crimes reported during the month/year between January 2004 and November 2008 in the intervention area in Cincinnati, Ohio, a Cincinnati displacement zone, and a matched comparison area in Buffalo, New York.</p>\n\n<p>For Part 2, total crime cost estimations for all crimes reported during the month/year between January 2005 and May 2008 in the intervention area in Chula Vista, California, a Chula Vista displacement zone, and a matched comparison area in Houston, Texas, and total crime cost estimations for all crimes reported during the month/year between January 2004 and November 2008 in the intervention area in Cincinnati, Ohio, a Cincinnati displacement zone, and a matched comparison area in Buffalo, New York, for crime types that were readily available and had known costs.</p>\n\n<p>For Part 3, all businesses in the Chula Vista, California Safe City evaluation area in the Spring of 2007, and all businesses in the Cincinnati, Ohio Safe City evaluation area in March 2007.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The first step in the Safe City evaluation involved selecting evaluation sites.  At the time of the selection process, Target had 12 active Safe City sites across the country and another 5 that were just getting underway. Among these sites, Urban Institute staff employed several criteria in selecting those best suited for evaluation. Researchers requested Target staff to identify a\nlist of prospective sites based upon the degree to which they had a strong partnership with local law enforcement, the level of leadership and buy-in at the site, and their openness to being an evaluation site. Staff were also interested in examining sites that as a group were geographically diverse, represented different types of retail environments, and had a diverse mix of crime problems. In addition, access to crime data from police departments working with each Safe City site was a contributing factor for site selection. The final sites selected were Chula Vista, California, and Cincinnati, Ohio.  The evaluation areas encompassed retail centers or strip malls and were approximately one-quarter-square-mile areas.  Specifically, the Chula Vista Safe City Project's intervention area was a business district located in the northwest section of Chula Vista, which included over 50 businesses with major retail establishments, strip malls, a city park, and a Department of Motor Vehicles satellite office. The Western Corridor Safe City Project's intervention area in Cincinnati was confined to the northwest part of the corridor in the Westwood neighborhood, to Glenway Crossing, the retail strip mall home to a Target store, and the strip of businesses along Glenway Avenue.</p>\n\n<p>Next, for each of the two sites, researchers selected a site that had a potential for crime displacement caused by the intervention area based upon advice from the local police departments, and a matched comparison area in another jurisdiction that would likely have been selected as a Safe City site based on the Capitalization (CAP) Index.  The criteria employed to select the displacement area were that the area needed to be in close proximity to the focus area and to have similar land use, but that it could not be receiving any resources as part of Safe City.  Potential displacement areas were selected from the nearest comparable retail location to the intervention site; these areas were located several city blocks away from the intervention sites.  The Target Corporation's Asset Protection Division  provided the Capitalization (CAP) Index data, which compiled crime statistics from police reports, FBI data, and corporate-incident loss reports. The model combined those statistics with neighborhood demographics and housing data to forecast losses at specific locations.  For Chula Vista, the displacement area was 2 miles east of the intervention area and the comparison area was in Houston, Texas.  For Cincinnati, the displacement area was 1.5 miles north of the intervention area and the comparison area was in Buffalo, New York.</p>\n\n<p>For the Safe City Monthly Crime Data (Part 1), data were collected on the number of crimes reported during the month/year for various crime types between January 2005 and May 2008, in the intervention area in Chula Vista, California, a Chula Vista displacement zone, and a matched comparison area in Houston, Texas, and the number of crimes reported during the month/year for various crime types between January 2004 and November 2008, in the intervention area in Cincinnati, Ohio, a Cincinnati displacement zone, and a matched comparison area in Buffalo, New York, resulting in 981 observations.</p>\n\n<p>For the Safe City Monthly Cost Benefit Analysis Data (Part 2), total crime cost estimations were computed for all crimes reported during the month/year between January 2005 and May 2008, in the intervention area in Chula Vista, California, a Chula Vista displacement zone, and a matched comparison area in Houston, Texas, and total crime cost estimations were computed for all crimes reported during the month/year between January 2004 and November 2008, in the intervention area in Cincinnati, Ohio, a Cincinnati displacement zone, and a matched comparison area in Buffalo, New York, for crime types that were readily available and had known costs, resulting in 400 observations.</p>\n\n<p>For the Safe City Business Survey Data (Part 3), all 55 businesses located in the Chula Vista focus area in the Spring of 2007, and all 83 businesses located in Cincinnati's Western Corridor Safe City focus area in March 2007, were included in the study.  A total of 246 surveys were administered, including 138 baseline surveys administered in 2007 to all businesses in the focus areas, and 108 follow-up surveys administered in 2008 only to businesses in the focus areas that completed the initial\nbaseline survey.  A total of 192 baseline and follow-up business surveys were completed.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1 and Part 2, response rates are not applicable.  For Part 3, of the 246 business surveys administered in Chula Vista, California, and Cincinnati, Ohio, a total of 192 surveys were completed (108 baseline and 84 follow-up), yielding an overall response rate of 78 percent.  More specifically, during the baseline survey, a total of 41 out of 55 Chula Vista businesses responded to the survey, representing a 75 percent response rate. The follow-up survey was distributed to the 41 businesses in Chula Vista that responded during the baseline and a total of 34 surveys were completed, representing an 83 percent response rate.  During the baseline survey, a total of 67 out of 83 Cincinnati businesses responded to the survey, representing an 81 percent response rate. The follow-up survey was distributed to the 67 businesses in Cincinnati that responded during the baseline, and a total of 50 surveys were completed, representing a 75 percent response rate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in the Safe City Business Survey Data (Part 3)."}]}},"files":[{"description":"","label":"Safe City Business Survey Data","restricted":false,"version":1,"datasetVersionId":42052,"dataFile":{"id":2664587,"persistentId":"","pidURL":"","filename":"Safe City Business Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Safe City Monthly Cost Benefit Analysis Data","restricted":false,"version":1,"datasetVersionId":42052,"dataFile":{"id":2664586,"persistentId":"","pidURL":"","filename":"Safe City Monthly Cost Benefit Analysis Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Safe City Monthly Crime Data","restricted":false,"version":1,"datasetVersionId":42052,"dataFile":{"id":2664585,"persistentId":"","pidURL":"","filename":"Safe City Monthly Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}