{"status":"OK","data":{"id":42729,"identifier":"ICPSR03662.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03662.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03662.v1","latestVersion":{"id":38729,"storageIdentifier":"file://10.3886/ICPSR03662.v1","versionState":"RELEASED","distributionDate":"2003-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:59:34Z","releaseTime":"2015-04-09T03:59:34Z","createTime":"2015-04-09T03:59:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Unintended Impacts of Sentencing Reforms and Incarceration on Family Structure in the United States, 1984-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Myers, Samuel L. Jr."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Minnesota, Hubert H. Humphrey Institute of Public Affairs"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project sought to investigate a possible relationship  between sentencing guidelines and family structure in the United  States. The research team developed three research modules that  employed a variety of data sources and approaches to understand family  destabilization and community distress, which cannot be observed  directly. These three research modules were used to discover causal  relationships between male withdrawal from productive spheres of the  economy and resulting changes in the community and families. The  research modules approached the issue of sentencing guidelines and  family structure by studying: (1) the flow of inmates into prison  (Module A), (2) the role of and issues related to sentencing reform  (Module B), and family disruption in a single state (Module C). Module  A utilized the Uniform Crime Reporting (UCR) Program data for 1984 and  1993 (Parts 1 and 2), the 1984 and 1993 National Correctional  Reporting Program (NCRP) data (Parts 3-6), the Urban Institute's 1980  and 1990 Underclass Database (UDB) (Part 7), the 1985 and 1994  National Longitudinal Survey on Youth (NLSY) (Parts 8 and 9), and  county population, social, and economic data from the Current  Population Survey, County Business Patterns, and United States Vital  Statistics (Parts 10-12). The focus of this module was the  relationship between family instability, as measured by female-headed  families, and three societal characteristics, namely underclass  measures in county of residence, individual characteristics, and flows  of inmates. Module B examined the effects of statewide incarceration  and sentencing changes on marriage markets and family  structure. Module B utilized data from the Current Population Survey  for 1985 and 1994 (Part 12) and the United States Statistical  Abstracts (Part 13), as well as state-level data (Parts 14 and 15) to  measure the Darity-Myers sex ratio and expected welfare income. The  relationship between these two factors and family structure,  sentencing guidelines, and minimum sentences for drug-related crimes  was then measured. Module C used data collected from inmates entering  the Minnesota prison system in 1997 and 1998 (Part 16), information  from the 1990 Census (Part 17), and the Minnesota Crime Survey  (Part 18) to\nassess any connections between incarceration and family  structure. Module C focused on a single state with sentencing  guidelines with the goal of understanding how sentencing reforms and  the impacts of the local community factors affect inmate family  structure. The researchers wanted to know if the aspects of locations  that lose marriageable males to prison were more important than  individual inmate characteristics with respect to the probability that  someone will be imprisoned and leave behind dependent  children. Variables in Parts 1 and 2 document arrests by race for  arson, assault, auto theft, burglary, drugs, homicide, larceny,  manslaughter, rape, robbery, sexual assault, and weapons. Variables in  Parts 3 and 4 document prison admissions, while variables in Parts 5  and 6 document prison releases. Variables in Part 7 include the number  of households on public assistance, education and income levels of  residents by race, labor force participation by race, unemployment by  race, percentage of population of different races, poverty rate by  race, men in the military by race, and marriage pool by  race. Variables in Parts 8 and 9 include age, county, education,  employment status, family income, marital status, race, residence  type, sex, and state. Part 10 provides county population data. Part 11  contains two different state identifiers. Variables in Part 12  describe mortality data and welfare data. Part 13 contains data from  the United States Statistical Abstracts, including welfare and poverty  variables. Variables in Parts 14 and 15 include number of children,  age, education, family type, gender, head of household, marital  status, race, religion, and state. Variables in Part 16 cover  admission date, admission type, age, county, education, language,  length of sentence, marital status, military status, sentence, sex,  state, and ZIP code. Part 17 contains demographic data by Minnesota  ZIP code, such as age categories, race, divorces, number of children,  home ownership, and unemployment. Part 18 includes Minnesota crime  data as well as some demographic variables, such as race, education, and poverty ratio."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"There has been a policy discussion that an  unstable family structure will increase the likelihood that a person  will turn to crime. However, new evidence suggests that a reverse  process may be at work, in particular that incarceration may  destabilize families or neighborhoods. In other words, incarceration  may unleash a chain of events that further contributes to crime and  violence and thus necessitates further crime control and  corrections. This project sought to investigate a possible  relationship between sentencing guidelines and family structure. The  research team developed three research modules that employed a variety  of data sources and approaches to understand family destabilization  and community distress, which cannot be observed directly. These  three research modules were used to discover causal relationships  between male withdrawal from productive spheres of the economy and  resulting changes in the community and families. The research modules  approached the issue of sentencing guidelines and family structure by  studying: (1) the flow of inmates into prison (Module A), (2) the role  of and issues related to sentencing reform (Module B), and family  disruption in a single state (Module C). In particular, Module A was  designed to answer the following research questions: (1) How does the  flow of inmates in or out of prisons translate into individual family  outcomes? (2) Does the flow of inmates in the county of residence  contribute to the probability that a female is unmarried or living in  a family with no adult male present? (3) Does this inmate flow  contribute to the probability that a family head is female? (4) Does  the effect depend on whether there is control for other location-  specific factors? and (5) Does the effect diff\ner among racial and  ethnic groups? Module B examined the effects of statewide  incarceration and sentencing changes on marriage markets and family  structure. Module B was designed to answer the following research  questions: (1) Is female family headship more pronounced in states  that have undergone sentencing reforms? (2) Does the effect of  sentencing reforms on female family headship differ between races?  (3) Is there a more pronounced marriageable male shortage in states  with sentencing reforms? and (4) Does the shortage, if any, differ  among races? The central hypothesis of Module C was that neighborhoods  that lose young men to imprisonment are different from other  neighborhoods and as such contribute to the differences in outcomes  that prisoners face. Focusing on inmates in Minnesota, Module C was  designed to answer the following research questions: (1) Do ZIP code-  level characteristics of locations from which inmates come influence  the probability that one will be incarcerated? and (2) Does the effect  of individual and ZIP code-level characteristics vary if calculated by aggregate or individual measures?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Three research modules were designed that would  each examine the relationship between family structure and  incarceration, but using different measures and data sources. The goal  was to see if testing for the same impacts using different data would  confirm the theory that changing sentencing policies had adversely  affected families. Module A utilized the Uniform Crime Reporting  (UCR) Program data for 1984 and 1993 (Parts 1 and 2), the 1984 and  1993 National Correctional Reporting Program (NCRP) data (Parts 3-6),  the Urban Institute's 1980 and 1990 Underclass Database (UDB) (Part  7), the 1985 and 1994 National Longitudinal Survey on Youth (NLSY)  (Parts 8 and 9), and county population, social, and economic data from  the Current Population Survey, County Business Patterns, and United  States Vital Statistics (Parts 10-12). The focus of this module was on  the relationship between family instability, as measured by  female-headed families, and three societal characteristics, namely  underclass measures in county of residence, individual  characteristics, and flows of inmates. Module B examined the effects  of statewide incarceration and sentencing changes on marriage markets  and family structure. Module B utilized data from the Current  Population Survey for 1985 and 1994 (Part 12) and the United States  Statistical Abstracts (Part 13), as well as state-level data (Parts 14  and 15) to measure the Darity-Myers sex ratio and expected  welfare income. The relationship between these two factors and family  structure, sentencing guidelines, and minimum sentences for  drug-related crimes was then measured. Module C used data collected  from inmates entering the Minnesota prison system in 1997 and 1998  (Part 16), information from the 1990 Census (Part 17), and the  Minnesota Crime Survey (Part 18) to assess any connections between  incarceration and family structure. Module C focused on a single  state with sentencing guidelines with the goal of understanding how  sentencing reforms and the impacts of the local community factors  affect inmate family structure. The researchers wanted to know if the  aspects of locations that lose marriageable males to prison were more  important than individual inmate characteristics with respect to the  probability that someone will be imprisoned and leave behind dependent  children. Each module was developed in order to measure differences  between Blacks and whites, and other ethnic groups when available. In  addition, states were categorized depending on whether they used or  did not use sentencing guidelines, and if they had or did not have  mandatory minimum drug-related sentences. Categories of states  followed the definitions of the United States Bureau of Justice Assistance."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Parts 1 and 2 document arrests by race  for arson, assault, auto theft, burglary, drugs, homicide, larceny,  manslaughter, rape, robbery, sexual assault, and weapons. Variables in  Parts 3 and 4 document prison admissions, while variables in Parts 5  and 6 document prison releases. Variables in Part 7 include the number  of households on public assistance, education and income levels of  residents by race, labor force participation by race, unemployment by  race, percentage of popul\nation of different races, poverty rate by  race, men in the military by race, and marriage pool by  race. Variables in Parts 8 and 9 include age, county, education,  employment status, family income, marital status, race, residence  type, sex, and state. Part 10 provides county population data. Part 11  contains two different state identifiers. Variables in Part 12  describe mortality data and welfare data. Part 13 contains data from  the United States Statistical Abstracts, including welfare and poverty  variables. Variables in Parts 14 and 15 include number of children,  age, education, family type, gender, head of household, marital  status, race, religion, and state. Variables in Part 16 cover  admission date, admission type, age, county, education, language,  length of sentence, marital status, military status, sentence, sex,  state, and ZIP code. Part 17 contains demographic data by Minnesota  ZIP code, such as age categories, race, divorces, number of children,  home ownership, and unemployment. Part 18 includes Minnesota crime  data as well as some demographic variables, such as race, education, and poverty ratio."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family structure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing guidelines"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing reform"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"single parent families"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3662.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3662.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) All of the file documentation that was received by  ICPSR is i\nncluded in the codebook for this study. Users should consult  the original data collections or the principal investigators for  additional information about these files. (2) The SAS programs used to  create the three research modules are included with this data  collection. (3) The data file for Part 12 was used in both Modules A  and B. Users interested in running the SAS programming code for Module  A will need to download the data files for Parts 1-12. Users  interested in running the SAS programming code for Module B will need  to download the data files for Parts 12-15. (4) The user guide and  codebook are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-CE-VX-0015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1984"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["census/enumeration data, aggregate data, administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: 1984 Uniform Crime Reporting Program Age, Sex,  Race Arrest Data. Part 2: 1993 Uniform Crime Reporting Program Age,  Sex, Race Arrest Data. Part 3: 1984 National Corrections Reporting  Program Prison Admissions Data. Part 4: 1993 National Corrections  Reporting Program Prison Admissions Data. Part 5: 1984 National  Corrections Reporting Program Prison Releases Data. Part 6: 1993  National Corrections Reporting Program Prison Releases Data. Part 7:  Urban Institute Underclass Database. Part 8: 1985 National  Longitudinal Survey of Youth. Part 9: 1994 National Longitudinal  Survey of Youth. Part 10: U.S. Census Bureau. Part 11: Principal  investigators. Part 12: County Business Patterns, Bureau of Justice  Assistance, U.S. Vital Statistics, Current Population Survey. Part 13:  U.S. Statistical Abstracts. Parts 14-15: Principal  investigators. Part 16: Minnesota Department of Corrections. Part 17: U.S. Census Bureau. Part 18: Minnesota Police."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-7, 10: Counties. Parts 8-9, 18:  Individuals. Parts 11-13: States. Parts 14-15: Unknown. Part 16: Prisoners. Part 17: ZIP codes."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Families and prisoners in United States (Modules A and B) and in the state of Minnesota (Module C)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Unknown."}]}},"files":[{"description":"","label":"Module A 1984 Age, Sex, Race Arrest Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639931,"persistentId":"","pidURL":"","filename":"Module A 1984 Age, Sex, Race Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1984 Prison Admissions Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639933,"persistentId":"","pidURL":"","filename":"Module A 1984 Prison Admissions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1984 Prison Releases Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639935,"persistentId":"","pidURL":"","filename":"Module A 1984 Prison Releases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1985 National Longitudinal Survey of Youth Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639938,"persistentId":"","pidURL":"","filename":"Module A 1985 National Longitudinal Survey of Youth Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1993 Age, Sex, Race Arrest Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639932,"persistentId":"","pidURL":"","filename":"Module A 1993 Age, Sex, Race Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1993 Prison Admissions Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639934,"persistentId":"","pidURL":"","filename":"Module A 1993 Prison Admissions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1993 Prison Releases Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639936,"persistentId":"","pidURL":"","filename":"Module A 1993 Prison Releases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A 1994 National Longitudinal Survey of Youth Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639939,"persistentId":"","pidURL":"","filename":"Module A 1994 National Longitudinal Survey of Youth Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A County Population Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639940,"persistentId":"","pidURL":"","filename":"Module A County Population Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A County Social and Economic Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639937,"persistentId":"","pidURL":"","filename":"Module A County Social and Economic Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module A State Identifiers Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639941,"persistentId":"","pidURL":"","filename":"Module A State Identifiers Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module B 1985 State-Level Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639944,"persistentId":"","pidURL":"","filename":"Module B 1985 State-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module B 1995 State-Level Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639945,"persistentId":"","pidURL":"","filename":"Module B 1995 State-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module B Statistical Abstract Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639943,"persistentId":"","pidURL":"","filename":"Module B Statistical Abstract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module C Minnesota Crime Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639948,"persistentId":"","pidURL":"","filename":"Module C Minnesota Crime Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module C Minnesota Department of Corrections Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639946,"persistentId":"","pidURL":"","filename":"Module C Minnesota Department of Corrections Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Module C Minnesota ZIP Code Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639947,"persistentId":"","pidURL":"","filename":"Module C Minnesota ZIP Code Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Modules A and B State-Level Population, Business, and Vital Statistics Data","restricted":false,"version":1,"datasetVersionId":38729,"dataFile":{"id":2639942,"persistentId":"","pidURL":"","filename":"Modules A and B State-Level Population, Business, and Vital Statistics Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}