{"status":"OK","data":{"id":41997,"identifier":"ICPSR33970.v1","persistentUrl":"https://doi.org/10.3886/ICPSR33970.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR33970.v1","latestVersion":{"id":37997,"storageIdentifier":"file://10.3886/ICPSR33970.v1","versionState":"RELEASED","distributionDate":"2012-10-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:51:35Z","releaseTime":"2015-04-09T03:51:35Z","createTime":"2015-04-09T03:51:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Providing a Citywide System of Single Point Access to Domestic Violence Information, Resources, and Referrals to a Diverse Population: An Evaluation of the City of Chicago Domestic Violence Help Line, 2004-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fugate, Michelle"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"City of Chicago"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"George, Christine"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Loyola University-Chicago"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Haber, Natalie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Loyola University-Chicago"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stawiski, Sarah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Loyola University-Chicago"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study was a 2-year evaluation of the City of Chicago Domestic Violence Help Line. The Help Line was a unique telephone service functioning as a clearinghouse for all domestic violence victim services in the Chicago metropolitan area. The service was toll-free, multi-lingual, confidential, and operated 24-hours, 7 days a week. The purpose of the Help Line was to connect domestic violence victims to specialized services through direct referrals and three-way phone linkages.</p>\n\n<p>In order to conduct a comprehensive evaluation, the perspective of a broad range of users of the Help Line was sought. Telephone interviews were conducted with domestic violence victim callers to the Help Line over the course of one year (Part 1 - Victims Data). Telephone interviews were also conducted with domestic violence service providers (Part 2 - Providers Data). As the largest referral source into the Help Line, Chicago Police Officers completed a written survey about their experiences with the Help Line (Part 3 - Police Data). Finally, to explore the general awareness of the Help Line, members of the District Advisory Committees across the city were surveyed (Part 4 - District Advisory Committee (DAC) Data).</p>\n\n<p>The Part 1 (Victims Data) data file contains 399 cases and 277 variables.  The Part 2 (Providers Data) data file contains 74 cases and 137 variables.  The Part 3 (Police Data) data file contains 1,205 cases and 128 variables.  The Part 4 (District Advisory Committee (DAC) Data) data file contains 357 cases and 105 variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The 3 primary goals of the study were: (1) to assess the effectiveness of the Help Line's operation in serving domestic violence victims from Chicago's diverse populations; (2) to learn about the differing needs of diverse populations and their experiences utilizing the information, referrals, and linkages; and (3) to provide information to other municipalities interested in establishing such public-private programs, collaborations, and policies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Part 1 (Victims Data)</strong></p>\n\n<p>During the course of each call to the Help Line, Victim Information and Referral Advocates (VIRAs) recorded general non-identifying information about the victim and basic information about the victim's service needs.</p>\n\n<p>Brief telephone interviews were conducted with a representative sample of a subset of victim callers to the Help Line.  The phone interviews were designed to take place apart from and subsequent to the Help Line call. Thi\ns decision was made for a variety of methodological and safety reasons. The time lag allowed respondents to have some time to assess her or his experience and to have had the possibility of using the information and therefore gauging its usefulness, providing for a more valid assessment of their experience.</p>\n\n<p>Phone interviews were conducted between July 2004 and August 2005 with victims who called the Help Line. The brief interviews ranged from 5 to 45 minutes, averaging about 10 minutes. The interviews were conducted on an average within 11 days from the victim's call to the Help line, thus allowing researchers to ascertain both the victim's assessment of her or his interaction with the Help Line and how she or he subsequently used the information/linkage/referral from the Help Line. The vast majority of the completed interviews was the result of calls originating from the researchers, with a small number of calls originating from a call to an 800 number.</p>\n\n<p>All the VIRAs recruited victims to the study during the course of their staffing of the Help Line. During a Help Line call, if the VIRA determined that the victim met the criteria to be included in the study, the VIRA proceeded to ask the victim to participate in a later telephone interview. If the victim agreed, a safe phone number, name and time for a return call were gathered, if available. If a safe number was not available, the caller was provided with a toll-free phone number to call in order to participate in the interview.</p>\n\n<p>Each week the Mayor's Office on Domestic Violence (MODV) transmitted by computer disk to the research team selected information on all those individuals who had been asked to participate in the study for the preceding week and their responses.  The researchers then proceeded to call recruited victims. A Spanish-speaking researcher called all Spanish-speaking victims and conducted those interviews.</p>\n\n<p>In the calling procedure, there were steps that the interviewer followed to maintain safety of the respondent. First, in order to approach each call safely, the interviewer checked the transmitted MODV Help Line data prior to calling.  Second, to ensure safety of the potential participants of the study, researchers set a time limit for attempted calls at 3 weeks. Third, upon reaching the client, interviewers prompted the respondent about the study itself (using the name \"City Health Survey\") and only continued the call if the respondent remembered the survey.  Fourth, no voice mail messages were left and all calls originated from specific phone stations at the research center that were dedicated to the study.  Finally, researchers designed the interview to be as unobtrusive as possible.</p>\n\n<p><strong>Part 2 (Providers Data)</strong></p>\n\n<p>A telephone interview was conducted with 74 respondents from 55 Chicago-area agencies. Some of the organizations had multiple geographic locations or \"sites\" and therefore, sometimes more than one respondent was interviewed from one agency.  The organizations interviewed fell into 2 types. One type existed specifically to provide domestic violence services. The other type was a domestic violence program within a larger multi-purpose agency.  A very thorough recruitment effort was instituted to ensure a high level of participation and to identify the appropriate staff at each agency site who interacted with the Help Line. Telephone interviews were conducted from April to August 2005.</p>\n\n<p><strong>Part 3 (Police Data)</strong></p>\n\n<p>The Chicago Police Department (CPD) administered the survey to all CPD officers in every one of the Police Districts at each shift roll call on March 16, 2005, providing an accessible environment for distribution of the survey. Completion of the survey was voluntary and confidential. No record was kept of individual survey completion in order to mitigate the possible coercive effect of supervisors' administration of surveys. This resulted in 1,205 completed survey\ns.</p>\n\n<p><strong>Part 4 (District Advisory Committee (DAC) Data)</strong></p>\n\n<p>In May through September of 2004, researchers surveyed a total of 357 Chicago residents attending one of the monthly Police District DAC meetings. The DAC's geographic districts encompassed the whole city and thus their members provided a convenient sample of active community residents, representatives from social service agencies, community and faith organizations and business leaders.  The surveys were conducted during a regularly scheduled monthly DAC meeting and were administered by the researchers. Survey administration was incorporated into each meeting's agenda, which facilitated completion of the survey.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Part 1 (Victims Data)</strong></p>\n\n<p>Several questions covered what kinds of information (both general information and specific referrals and linkages) clients were seeking, how useful they found the interactions with the Help Line in getting that information, and what they did with the information that they received. Usefulness on these dimensions and others was measured on a Likert scale with a five-value range. Questions were included that measured the accessibility of certain features of the Help Line. There were also questions to measure the impact of the Help Line call on the victims and questions to see how victims accessed that system of services and what gaps and challenges they encountered during that process.</p>\n\n<p>The Mayor's Office on Domestic Violence (MODV) provided the research team with each caller's demographic information, as well as information on the abuser and type of abuse.  These data included demographic information such as victim's sex, age, race/ethnicity, children and living circumstances. Other data included language used in the call, how the caller learned about the Help Line, and the types of services the caller requested.  There was some additional demographic information that was covered in the interview including the living situation of the respondents and their employment status.</p>\n\n<p><strong>Part 2 (Providers Data)</strong></p>\n\n<p>Information in this data file includes program type, services provided, number of staff, and the number of referrals.  In addition, there are questions related to barriers the agency may have faced in relation to specific victim populations such as mentally disabled, elderly, or substance abusers.</p>\n\n<p><strong>Part 3 (Police Data)</strong></p>\n\n<p>The survey included questions about the officers' use of the Help Line and their experiences with and victims' reactions to the Help Line, including barriers encountered in serving victims from various racial, ethnic, linguistic, or life style groups.</p>\n\n<p><strong>Part 4 (District Advisory Committee (DAC) Data)</strong></p>\n\n<p>The survey gathered information in 4 major areas: (1) individuals' understanding and knowledge of domestic violence and domestic violence services in their community; (2) their knowledge of the Help Line and its components; (3) their use of the Help Line; and (4) their assessment of the Help Line.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"advocacy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"womens shelters"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-10-23Version Text: 2012-10-23Subject: Study Level Error Note, Notes: The final report for this study mentions that there were 1,202 interviews with police officers (Part 3 - Police Data) while the data file has 1,205 cases.  ICPSR was unable to determine the reason for this discrepancy.;Subject: Study Level Error Note, Notes: The final report mentions that qualitative data were collected from focus groups with Victim Information and Referral Advocates (VIRAs) but these data were not made available to ICPSR.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-WG-BX-1008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-10-23"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004-05"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-05"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 3, and 4: individual","Part 2: agency"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Part 1 (Victims Data): Individuals who called the Chicago Domestic Violence Help Line from July 22, 2004 through August 10, 2005.</p>\n\n<p>Part 2 (Providers Data): Chicago-area domestic violence agencies in operation between April and August, 2005.</p>\n\n<p>Part 3 (Police Data): All Chicago Police Department officers in every one of the Police Districts at each shift roll call on March 16, 2005.</p>\n\n<p>Part 4 (District Advisory Committee (DAC) Data): Chicago residents who attended one of the monthly Police District - District Advisory Council (DAC) meetings between May and September of 2004.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p><strong>Part 1 (Victims Data)</strong></p>\n\n<p>Originally, every caller stratified by race was selected. When prompted by the computer, the Victim Information and Referral Advocate (VIRA) attempted recruitment and then recorded the results of that attempt. If the VIRA determined that the victim was in current crisis or a dangerous or unsafe location, recruitment did not occur.</p>\n\n<p>During the project's development researchers had determined that a sample size of 367 completed interviews was needed to achieve a representative sample at the 95 percent confidence level with a confidence interval of 5. Researchers developed the sampling frame that identified 4 times that number for recruitment. Researchers believed quadrupling would account for the drop off due to refusals to participate, failure to contact, and disconnected phone numbers. Researchers anticipated that some victims would not have access to private phones and therefore installed a toll-free number for these victims to be able to call and participate in the study.</p>\n\n<p>During the 13 weeks in which the systematic stratified sampling frame was in effect, 2,054 victims called the domestic violence Help Line, 532 (26 percent) were recruited, 189 (36 percent) agreed to participate in an interview, 103 gave contact information and 39 interviews were completed. At this rate, researchers would not achieve a representative sample by the end of the data collection time period.</p>\n\n<p>Researchers tested a variety of strategies to increase take-up rates both at the recruitment end and the interview end. Several steps were taken: the time length of the recruitment script was decreased, discussions occurred with and between VIRAs on successful recruitment techniques, meetings were held with Help Line supervisors on successful recruitment, a list of tips was created for VIRAs to use, and the interval in the selection frame was decreased. To increase completion rates, during recruitment the VIRAs asked whether the phone number the victim supplied was a cell phone and when the phone was likely to be on. Researchers also began making evening and weekend phone calls to victims to conduct the interview.</p>\n\n<p>More than half of the victim callers, while agreeing to participate\nin the study, could not give researchers a phone number where they could be reached. Researchers had not expected to rely on the victim calling back to the toll-free phone number for over half of the calls. Given the experiences of other studies using 800 numbers, researchers knew the fall off rate was extremely high. To increase completion through victim call back to the toll-free 800 number, researchers tested different call back times, included evening times, and asked victims to specify the time/day they were likely to call back. Additionally, all shelters agreed to post a reminder flyer next to the communal telephone (where there was no communal phone, the shelter reminded during intake) to remind victims who agreed to participate to place the call.</p>\n\n<p>While these changes increased the take up and completion rates slightly, researchers would still not achieve a representative sample by the conclusion of the recruitment period.  For the remainder of the project, from October 21, 2004 through August 10, 2005, every victim caller meeting the criteria (over 18, not in current crisis, not a family of origin relationship) was invited to participate in an interview.</p>\n\n<p><strong>Part 2 (Providers Data)</strong></p>\n\n<p>The list of all possible agencies was compiled by the Mayor's Office on Domestic Violence (MODV) and the Help Line Director. Agencies that only served sexual assault victims or those that only provided abuser treatment services were excluded. Further, all agencies in the city were included, but agencies located in the suburbs were included only if a referral had been made there in the past year. Five were not included because of the small number of referrals; four agencies had fewer than six referrals in the previous year.</p>\n\n<p><strong>Part 3 (Police Data)</strong></p>\n\n<p>The Chicago Police Department (CPD) administered the survey to all CPD officers in every one of the Police Districts at each shift roll call on March 16, 2005.</p>\n\n<p><strong>Part 4 (District Advisory Committee (DAC) Data)</strong></p>\n\n<p>While it was beyond the capacity of this study to survey a representative sample of community residents, researchers were able to survey a convenience sample of Chicago residents who attended monthly Police District Advisory meetings in each of the police districts.  In May through September of 2004, researchers surveyed Chicago residents attending one of the monthly Police District DAC meetings.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p><strong>Part 1 (Victims Data)</strong></p>\n\n<p>Of 6,974 victims of domestic violence, the Victim Information and Referral Advocates (VIRAs) made an attempt to recruit 3,138 victims to participate in a later interview. Of the 3,138 recruited, 51 percent (1,597) agreed to participate in the evaluation interview. Eight hundred twenty-three victims with phone numbers were contacted for the study. Of those called, 47 percent (389) were interviewed. In addition, 728 victims were recruited for interviews but were not able to give phone numbers. Either they did not have access to a phone, or they did not have a \"safe phone\". Eight of those called the 800 number and were interviewed and 2 additional interviews from the pilot period were included in the analysis, resulting in a total of 399 interviews.</p>\n\n<p><strong>Part 2 (Providers Data)</strong></p>\n\n<p>The response rate was 83 percent, with 55 out of a possible 66 agencies participating.</p>\n\n<p><strong>Part 3 (Police Data)</strong></p>\n\n<p>For security reasons, the Chicago Police Department could not report the exact number of patrol officers in the city, the number scheduled, or the number who appeared at roll call on the day the survey was administered. Therefore, it was not possible to directly ascertain the response rate.</p>\n\n<p><strong>Part 4 (District Advisory Committee (DAC) Data)</strong></p>\n\n<p>The research team achieved an 89 percent participation rate by surveying 357 DAC members out of the 403 surveys distributed.</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 1 (Victims Data), 2 (Providers Data), and 3 (Police Data)."}]}},"files":[{"description":"","label":"District Advisory Committee (DAC) Data","restricted":false,"version":1,"datasetVersionId":37997,"dataFile":{"id":2632430,"persistentId":"","pidURL":"","filename":"District Advisory Committee (DAC) Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Data","restricted":false,"version":1,"datasetVersionId":37997,"dataFile":{"id":2632429,"persistentId":"","pidURL":"","filename":"Police Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Providers Data","restricted":false,"version":1,"datasetVersionId":37997,"dataFile":{"id":2632428,"persistentId":"","pidURL":"","filename":"Providers Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victims Data","restricted":false,"version":1,"datasetVersionId":37997,"dataFile":{"id":2632427,"persistentId":"","pidURL":"","filename":"Victims Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}