{"status":"OK","data":{"id":41749,"identifier":"ICPSR35535.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35535.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35535.v1","latestVersion":{"id":37749,"storageIdentifier":"file://10.3886/ICPSR35535.v1","versionState":"RELEASED","distributionDate":"2015-03-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:48:52Z","releaseTime":"2015-04-09T03:48:52Z","createTime":"2015-04-09T03:48:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users should see the Terms of Use for this study regarding redistribution of the data from CPANDA, now available through NADAC. ICPSR obtained permission from the Odum Institute Dataverse Network to redistribute the Ticket Buyers Survey Data. For those obtaining these data from NADAC, these data from the Odum Institute Dataverse Network may not be redistributed in any form (electronic electro-magnetic or printed) without prior permission from the Odum Institute Dataverse Network.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Classical Music Consumer Segmentation Study 2002 [United States]"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"Magic of Music"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Knight Foundation"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Knight Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Classical Music Consumer Segmentation Study 2002 collected data on how Americans related to classical music and to their local orchestras. This study contains three data collection efforts: the National Survey, 15 Market Areas Survey, and the Ticket Buyers Survey.  The National Survey collected data from a total of 2,200 telephone interviews with United States adults (age 18 and older), which were conducted in March 2001 using random-digit dialing. A series of four focus groups were conducted in November 2000 with orchestra ticket buyers and prospects (non-buyers) in Charlotte and St. Paul. The overall purpose of the focus group research was to test protocol for the national telephone survey and to probe specific behaviors, attitudes and opinions related to classical music participation. Data was collected on attitudes, behaviors, and opinions related to classical music participation. In addition to these questions, a subset of respondents who qualified as \"potential classical music consumers\" were also asked a series of questions about factors that affect their decisions to attend cultural programs and about their relationship with the classical music art form. The study paints a detailed picture of how consumers fit classical music into their lives -- listening to classical radio and recordings in their automobiles and homes, and attending live concerts in churches, schools and traditional concert venues. The 15 Market Areas Survey (the Local Surveys) collected data on approximately 750 telephone interviews which were completed in each of the 15 markets between August 2001 and March 2002. Orchestras whose market areas were surveyed: Brooklyn Philharmonic Orchestra, Charlotte Symphony Orchestra, Colorado Symphony Association, Detroit Symphony Orchestra, Fort Wayne Philharmonic Orchestra, Kansas City Symphony, Long Beach Symphony Association, Louisiana Philharmonic Orchestra, New World Symphony (Miami-Dade County, FL), Oregon Symphony Association (Portland, OR), Philadelphia Orchestra, Saint Louis Symphony Orchestra, Saint Paul Chamber Orchestra, Symphony Society of San Antonio, and Wichita Symphony Society. In sum, a total of 11,318 interviews were comp\nleted. The geography to be sampled in each market was determined through an analysis of the orchestra's actual customer records and was defined as the area from which the orchestra draws approximately 85 percent of its ticket buyers. Each local market orchestra was also allowed a small number of discretionary questions. The 15 Market Areas Survey collected data from respondents in each of 15 orchestra markets on attitudes, behaviors, and opinions related to classical music participation.  In addition to these questions, a subset of respondents who qualified as \"potential classical music consumers\" were also asked a series of questions about factors that affect their decisions to attend cultural programs and about their relationship with the classical music art form. The Ticket Buyers Survey (Subscriber and Single-Ticket Buyer Surveys) also collected data from the 15 orchestras. A total of 1,500 machine-readable questionnaires were mailed to a random sample of each orchestra's subscribers (750) and single-ticket buyers (750) in each of 15 orchestra markets between August 2001 and February 2002. Of the 10,098 valid responses received, 5,553 were from current subscribers, 1,657 from former subscribers who are current single-ticket buyers, and 2,888 from single-ticket buyers who are not former subscribers. Orchestra subscribers and single-ticket buyers in each of the 15 orchestra markets were asked questions on their attitudes, behaviors, and opinions related to classical music participation. Questions asked in these surveys were similar to the interview protocols for the national and local market surveys also conducted for this study. The study paints a detailed picture of how consumers fit classical music into their lives -- listening to classical radio and recordings in their automobiles and homes, and attending live concerts in churches, schools and traditional concert venues.  Roughly 10 percent to 15 percent of Americans have what might be termed a close or moderately close relationship with classical music, and again as many have weaker ties. Across the 15 study cities, approximately one of four adults are prospects (i.e. potential orchestra ticket buyers). But only half of those who express the very highest levels of preference for attending classical music concerts actually attend, even infrequently.  The Classical Music Consumer Segmentation Study was undertaken to improve understanding of symphony orchestra audiences and markets and to develop a conceptual model of the market place that can assist orchestras in \"capturing additional market potential.\""}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Classical Music Consumer Segmentation Study was undertaken to improve understanding of symphony orchestra audiences and markets and to develop a conceptual model of the market place that can assist orchestras in \"capturing additional market potential\"."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the National Survey, a series of four focus groups were conducted in November 2000 with orchestra ticket buyers and prospects (non-buyers) in Charlotte and St. Paul. The overall purpose of the focus group research was to test protocol for the national telephone survey and to probe specific behaviors, attitudes and opinions related to classical music participation. Ipsos Reid conducted telephone interviews with a random national sample of 2,200 people in March 2001, using random-digit dialing. All respondents were asked a battery of core questions on classical music participation. A subset of 1,295 respondents who qualified as \"potential classical music consumers\" were asked a more detailed set of questions, in addition to the questions in the core survey. In February 2001 the national public telephone survey protocol was tested in Charlotte and St. Paul. A total of 700 interviews were conducted across the two markets. Results from the pre-test were analyzed, and the protocol was refined. Ipsos Reid completed the fieldwork. For all of th\ne studies, an unknown amount of bias from non-response remains in the data. Other sources of bias must be recognized, including the acquiescent response phenomenon, in which respondents provide answers that they think the interviewer wants to hear. While the protocol was carefully designed to provide respondents with unbiased response choices, we cannot guarantee that respondents provided completely accurate answers. For example, in the national survey, respondents were asked if they have a favorite classical music composer and composition. Of the 43 percent of potential classical consumers who indicated that they have a favorite composition, 22 percent could not name one. Of the 24 percent of potential classical consumers who indicated that they have a favorite composition, 22 percent could not name one. It is not known if these respondents provided acquiescent responses or whether they could not spontaneously identify their favorite composer or composition. Another source of bias in the data relates to estimates of frequency of doing certain activities and is discussed in a footnote on page 75 (available in this collection). Other research suggests that some respondents \"telescope\" their activity (i.e. compress time, such that they might count an activity that happened 14 months ago in an estimate of activity over the previous 12 months).  For the 15 Market Areas Survey, approximately 750 telephone interviews were completed in each of the 15 markets between August 2001 and March 2002. In sum, a total of 11,318 interviews were completed. The geography to be sampled in each market was determined through an analysis of the orchestra's actual customer records and was defined as the area from which the orchestra draws approximately 85 percent of its ticket buyers. Orchestras whose market areas were surveyed: Brooklyn Philharmonic Orchestra, Charlotte Symphony Orchestra, Colorado Symphony Association, Detroit Symphony Orchestra, Fort Wayne Philharmonic Orchestra, Kansas City Symphony, Long Beach Symphony Association, Louisiana Philharmonic Orchestra, New World Symphony (Miami-Dade County, FL), Oregon Symphony Association (Portland, OR), Philadelphia Orchestra, Saint Louis Symphony Orchestra, Saint Paul Chamber Orchestra, Symphony Society of San Antonio, and Wichita Symphony Society. During the survey's time, the telemarketing environment was increasingly difficult and prohibitively expensive to reach every household that was randomly dialed. The experience was that people with an interest in the survey subject matter tend to complete culturally-oriented surveys, despite the researcher's best efforts to complete the interview with eligible respondents selected at random. For example, people with higher education levels tend to complete general population surveys related to arts and cultural activities. As described above, generally accepted weighting techniques were used to reduce bias from self-selection.  Ipsos Reid conducted telephone interviews with random samples of approximately 750 people in each of the 15 orchestra markets. All respondents were asked a battery of core questions on classical music participation.  A subset of roughly 60 percent of respondents who qualified as \"potential classical music consumers\" were asked a more detailed set of questions, in addition to the questions in the core survey. The protocols were nearly identical to the national survey protocol with the addition of series of questions about respondents' connections to the local orchestra. Also, each orchestra was allowed a small number of discretionary questions. To reduce the effect of extreme observations on the calculation of mean values for some numeric variables, limits were set for acceptable answers. For Ticket Buyers Survey, a total of 1,500 machine-readable questionnaires were mailed to a random sample of each orchestra's subscribers (750) and single-ticket buyers (750) in each of the 15 orchestra markets between August 2001 and February 2\n002. Of the 10,098 valid responses received, 5,553 were from current subscribers, 1,657 from former subscribers who are current single-ticket buyers, and 2,888 from single-ticket buyers who are not former subscribers. The mailings occurred in three cycles between August 2001 and February 2002. Each orchestra was assigned to one of the three survey cycles. Prior to each cycle of survey mailings, advance notice postcards were mailed to all respondents, inviting their participation in the survey effort. Several weeks after the first mailing, a second survey package was mailed to everyone who had not yet responded. In order to improve the quality of the data, every form that was returned was edited by hand to correct markings that were either too light or incomplete and to erase stray marks on the forms that would cause scanning errors. Verbatim answers to open-ended questions were also entered at this time. To reduce the effect of extreme observations on the calculation of mean values for some numeric variables, limits were set for acceptable answers."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The National Survey collected data from respondents on attitudes, behaviors, and opinions related to classical music participation. In addition to these questions, a subset of respondents who qualified as \"potential classical music consumers\" were also asked a series of questions about factors that affect their decisions to attend cultural programs and about their relationship with the classical music art form. The 15 Market Areas Survey collected data in each of 15 orchestra markets on attitudes, behaviors, and opinions related to classical music participation. In addition to these questions, a subset of respondents who qualified as \"potential classical music consumers\" were also asked a series of questions about factors that affect their decisions to attend cultural programs about their relationship with the classical music art form. The Ticket Buyers Survey collected data from orchestra subscribers and single-ticket buyers in each of 15 orchestra markets on attitudes, behaviors, and opinions related to classical music participation. Questions asked in these surveys were similar to the interview protocols for the national and local market surveys also conducted for this study."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts audiences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"classical music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"concerts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"leisure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performing arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"symphony orchestras"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC IV. Arts, Cultural, and Other Creative Sector Organizations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC IX. Participation in Arts and Leisure Activities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-19Version Text: 2015-03-19Subject: Study Level Error Note, Notes: The study was conducted by Audience Insight LLC, and commissioned by by the Knight Foundation as part of its Magic of Music funding initiative and by 15 orchestras. SDR Consulting of Atlanta assisted with the statistical analysis and model development.;Subject: Study Level Error Note, Notes: These data were previously distributed by the Cultural Policy and the Arts National Data Archive (CPANDA). The CPANDA Identification Number (study number) for the entire data collection is c00005. The CPANDA Identification Number for the National Survey data is a00058 and for the 15 Market Areas Survey Data is a00056. The Ticket Buyers Survey Data were obtained from the Odum Institute Dataverse Network by ICPSR/NADAC and replaces the CPANDA version, a00057. CPANDA conducted the following processing steps for release of this collection: produced a codebook, checked for undocumented codes, performed consistency checks, provided frequencies, and reformatted the data.;Subject: Study Level Error Note, Notes: <p>Quick Facts\n<a href=\"http://www.princeton.edu/culturalpolicy/quickfacts/audiences/classical02.html\">http://www.princeton.edu/culturalpolicy/quickfacts/audiences/classical02.html</a>\nfor this data collection, \"Who Attends Classical Music Concerts?,\" are available from the Center for Arts and Cultural Policy Studies (CACPS) at Princeton University.</p>; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xls Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-08"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-02"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["city"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All adults in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For the National Survey, the margin of error for the total sample is plus or minus 2 percentage points at the 95 percent level of confidence. For the subset of 1,295 respondents who qualified as \"potential classical consumers,\" the margin of error is plus or minus 3 percentage points at the 95 percent level of confidence. For the 15 Market Areas Survey, the sampling methods were identical in each market. The margins of error for the local surveys were plus or minus four percentage points, at the 95 percent confidence level."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"For the National Survey, to help correct for bias from non-response, mathematical weights were applied to the national telephone survey final data set to align the results with several key demographic figures for all adults in the applicable geography: age, race, income, education, and gender. The data were weighted using the strata weighting method. Strata weighting was selected to reduce the effects of interaction between variables. Thirty-two different strata were created using dichotomized variables: Age (55 and over/54 and under), Education (High School or less/Some college or more), Income (Less than $75,000/$75,000 or more), Race (white/all others), and Gender (Male/Female). For each possible combination, the percentages of the five variables were multiplied together to form the population incidence. Dividing the population incidence by the sample incidence produced the initial weight for each respective stratum. Additional weighting was conducted to account for missing data. The final weight variable brought all demographic variables to within 1 to 1.5 percentage points of the population incidence. Generally, the weighting procedure had the effect of lowering most indicators of arts participation. For 15 Market Areas Survey, to help correct for bias from non-response, mathematical weights were applied to the telephone survey final data sets (national and 15 local) to align the results with several key demographic figures for all adults in the applicable geography: age, race, income, education, and gender. The data were weighted using the strata weighting method. Strata weighting was selected to reduce the effects of interaction between variables. Thirty-two different strata were created using dichotomized variables: Age (55 and over/54 and under), Education (High School or less/Some college or more), Income (Less than $75,000/$75,000 or more), Race (white/all others), and Gender (Male/Female). For each possible combination, the percentages of the five variables were multiplied together to form the population incidence. Dividing the population incidence by the sample incidence produced the initial weight for each respective stratum. Additional weighting was conducted to account for missing data. Each market averaged about 175 cases with missing weights after the initial procedure because these respondents did not answer all of the demographic questions and therefore were not included in the initial strata weighting. The final weight variable brought all demographic variables to within 1 to 1.5 percentage points of the population incidence. The Ticket Buyers Survey does not contain any weight variables."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The National Survey contained a response rate of 35 percent. For the 15 Market Areas survey, cooperation rates for the general population telephone survey are illustrated in Appendix Table N2 in the final report. Rates averaged 38 percent across the 15 markets. For the Ticket Buyers Survey, the overall response rate was 45 percent, and ranged from 35 percent to 60 percent for the individual orchestras. In sum, a total of 10,098 valid responses were received, including 5,553 from current subscribers, 1,657 from former subscribers who are current single-ticket buyers, and 2,888 from single-ticket buyers who are not former subscribers. Identical procedures were followed for each orchestra."}]}},"files":[{"description":"","label":"15 Market Areas Survey Data","restricted":false,"version":1,"datasetVersionId":37749,"dataFile":{"id":2629309,"persistentId":"","pidURL":"","filename":"15 Market Areas Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Survey Data","restricted":false,"version":1,"datasetVersionId":37749,"dataFile":{"id":2629308,"persistentId":"","pidURL":"","filename":"National Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Ticket Buyers Survey Data","restricted":false,"version":1,"datasetVersionId":37749,"dataFile":{"id":2629310,"persistentId":"","pidURL":"","filename":"Ticket Buyers Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}