{"status":"OK","data":{"id":39240,"identifier":"ICPSR25923.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25923.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25923.v1","latestVersion":{"id":35240,"storageIdentifier":"file://10.3886/ICPSR25923.v1","versionState":"RELEASED","distributionDate":"2009-11-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:21:16Z","releaseTime":"2015-04-09T03:21:16Z","createTime":"2015-04-09T03:21:16Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>Due to the sensitive nature of the data and to protect respondent confidentiality, the data are restricted from general dissemination. They may only be accessed at the ICPSR Data Enclave in Ann Arbor, MI.  Users wishing to view these data must complete an Application for Use of the ICPSR Data Enclave (available for download as part of the documentation for this study) and receive permission to analyze the files before traveling to Ann Arbor. More general information about the Enclave may be found at ICPSR's Enclave Data Website\n<a href=\"https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html\">https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html</a>\n.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Violence Against Athabascan Native Women in the Copper River Basin [Alaska], 2003"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Magen, Randy H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Alaska-Anchorage"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wood, Darryl S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Alaska-Anchorage"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A participatory evaluation was used to examine factors associated with the prevalence and incidence of violence against Ahtna (Alaska Native) women in the Copper River basin of Alaska. Eligibility for participation in the study was limited to adult women over the age of 17 who were Ahtna shareholders or descendents of Ahtna shareholders and who lived in one of eight Ahtna villages (Mentasta Lake, Chitina, Cantwell, Copper Center, Gulkana, Gakona, Tazlina, and Chistochina) in the Copper River Basin of Alaska. The Ahtna Corporation provided research staff with a list of 185 women who met the eligibiltiy criteria. The list from the Ahtna Corporation did not include individuals born after 1972 who had not yet inherited shares in the Ahtna Corporation. With the assistance of subjects and village officials, researchers utilized snowball sampling to identify female Ahtna descendents over the age of 17 within the region. These subjects were recruited through face-to-face contact with project staff. Each of the 185 women on the list of eligible participants that researchers received from the Ahtna Corporation was sent a personal letter in 2003 inviting her to participate in the study. Included in the letter was the interview consent form. A few weeks after mailing, research staff contacted those women who had responded to the mailing to review methods for completing the survey and begin scheduling interviews. Study participants completed the Main Victimization Survey (Part 1) (n = 109), and if the respondent reported a violent incident, a Detailed Physical Assault Incident Report (Part 2) (n = 186) was completed for each offender that had assaulted the survey respondent. All respondents were paid 25 dollars for their participation in the survey and all of the interviewers were female. The Main Victimization Survey (Part 1) includes variables about physical violence the respondent experienced as an adult, how many times the violence occured, and the relationship between the respondent and the offender. The survey also included questions about cultural identity, involvement in the community, and the respondent's living conditions. Demographic variables include marital status, employment, income, and alcohol use. Questions were also included to gather respondents' opinions on health and social services delivery to Ahtna women in the Copper River region. The Detailed Physical Assault Incident Report (Part 2) includes variables about the victim/offender relationship, the time and place of the victimization, the amount of physical harm done in the victimization, whether alcohol or other drugs were involved in the victimization, whether formal assistance (i.e., police, medical treatment) was sought, the victim's perceptions of and satisfaction with the formal system response, the reasons for reporting or not reporting the offense, and if the victim attempted\nto obtain shelter from further victimization."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to examine factors associated with the prevalence and incidence of violence against Ahtna (Alaska Native) women in the Copper River basin of Alaska.</p>\n\n<p>The study had four goals:</p>\n\n<ul>\n<li><p>To identify the incidence of intimate partner violence against Ahtna women.</p></li>\n<li><p>To identify the lifetime prevalence of intimate partner violence against Ahtna women.</p></li>\n<li><p>To identify factors which correlated with the occurrence of intimate partner violence against Ahtna women.</p></li>\n<li><p>To identify system responses to, and service usage by victims of intimate partner violence against Ahtna women.</p></li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A participatory evaluation was used to develop an understanding of the extent to which intimate partner violence effects the lives of Ahtna (Alaska Native) in the Copper River Basin of Alaska. Early in the project, a local woman was hired to act as a liaison in the region for the researchers as well as to conduct interviews. In addition, research staff traveled to the region on multiple occasions over many months, prior to any data collection, in order to build relationships with community members. Regular telephone consultations were held with designated leaders from the two nonprofit organizations, Mt. Sanford Tribal Consortium (MSTC) and the Copper River Native Association (CRNA), as well as with the leaders of the unaffiliated community of Chitina. An advisory board was formed to offer direction and consultation on the project. The project advisory board consisted of the research staff along with the Director of the Institute for Circumpolar Health Studies, a representative from MSTC, a representative from CRNA, and the Director of the domestic violence shelter nearest the Copper River Basin. Advisory board meetings were held at least twice per year to facilitate coordination of project activities and to provide additional oversight for the protection of human subjects involved in the study. Contact was made with each of the eight participating village council presidents and/or his or her designee to formulate a community owned action plan for collecting victimization data. All village council presidents or their designees received a letter about the project as well as drafts of the survey instruments. Research staff made an effort to insure that discussions with tribal officials allowed for community input, a range of choices, and guided ownership of the process.</p>\n\n<p>Due to the fact that many potential interview subjects lived in an environment where some homes did not have telephones and street addresses, the research staff, advisory board, and village leaders explored several options for collecting data including:</p>\n\n<ul>\n<li>Project staff visiting study participants in their own homes.</li>\n<li>Project staff hosting small community gatherings in the village for the purpose of completing the survey instrument.</li>\n<li>Project staff being available on specified days at the village health clinic or other designated on-site location to interview participants.</li>\n<li>Project staff hosting a number of region wide gatherings at convenient hub locations.</li>\n<li>Participants electing to visit neighboring village sites for completion of the survey instrument.</li>\n<li>Collecting data via confidential telephone communication.</li>\n<li>Participants electing to travel to Anchorage to complete the survey.</li>\n<li>Any combination of the above which insured a sense of safety, anonymity, and community ownership.</li>\n</ul>\n\n<p>Eligibility for participation in the study was limited to adult women over the age of 17 who were Ahtna shareholders or descendents of Ahtna shareholders and who lived in one of eight Ahtna villages (Mentasta Lake, Chitina, Cantwell, Copper Center, Gulkan\na, Gakona, Tazlina, and Chistochina) in the Copper River Basin of Alaska. Each of the 185 women on the list of eligible participants that researchers received from the Ahtna Corporation was sent a personal letter in 2003 inviting her to participate in the study. Included in the letter was the interview consent form. A few weeks after mailing, research staff contacted those women who had responded to the mailing to review methods for completing the survey and began scheduling interviews. Study participants completed the Main Victimization Survey (Part 1) (n = 109), and if the respondent reported a violent incident, a Detailed Physical Assault Incident Report (Part 2) (n = 186) was completed for each offender that had assaulted the survey respondent. All respondents were paid 25 dollars for their participation in the survey and all of the interviewers were female.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Main Victimization Survey (Part 1) includes variables about physical violence the respondent experienced as an adult, how many times the violence occurred, and the relationship between the respondent and the offender. The survey also include questions about cultural identity, involvement in the community, and the respondent's living conditions. Other variables measure the symptoms of post-traumatic stress disorder, social cohesion, trust, and informal social control in the community. Demographic variables include marital status, employment, income, and alcohol use. Questions were also included to gather respondents' opinions on health and social services delivery to Ahtna women in the Copper River region. The Detailed Physical Assault Incident Report (Part 2) includes variables about the victim/offender relationship, the time and place of the victimization, the amount of physical harm done in the victimization, whether alcohol or other drugs were involved in the victimization, whether formal assistance (i.e., police, medical treatment) was sought, the victim's perceptions of and satisfaction with the formal system response, the reasons for reporting or not reporting the offense, and if the victim attempted to obtain shelter from further victimization."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community involvement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health care services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Native Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VI. Population Characteristics"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-01-20Version Text: 2015-01-20Version Date: 2015-01-20Version Text: 2015-01-20 Subject: null  Type: null  Notes: User Agreement was updated. Application for Use of the ICPSR Data Enclave was added to the collection.; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0013"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-11-23"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-03-31"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2003-10-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-03-31"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2003-10-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alaska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["city"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All adult women over the age of 17 who were Ahtna shareholders or descendents of Ahtna shareholders and who lived in one of eight Ahtna villages (Mentasta Lake, Chitina, Cantwell, Copper Center, Gulkana, Gakona, Tazlina, and Chistochina) in the Copper River Basin of Alaska in 2003."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Eligibility for participation in the study was limited to adult women over the age of 17 who were Ahtna shareholders or descendents of Ahtna shareholders and who lived in one of eight Ahtna villages (Mentasta Lake, Chitina, Cantwell, Copper Center, Gulkana, Gakona, Tazlina, and Chistochina) in the Copper River Basin of Alaska. Two techniques were used to identify respondents. First, the Ahtna Corporation provided research staff with a list of 185 women who met the eligibility criteria. However, the list from the Ahtna Corporation did not include individuals born after 1972 who had not yet\ninherited shares in the Ahtna Corporation. As as second method of identifying respondents, researchers utilized snowball sampling, with the assistance of subjects and village officials, to identify female Ahtna descendents over the age of 17 within the region. These subjects were recruited through face-to-face contact with project staff. A total of 122 Ahtna women participated in the interviews resulting in 109 usable surveys, however only 91 of these women lived in the Copper River basin."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Ninety-one subjects out of the 216 potential subjects (the number of potential subjects was estimated by extrapolating figures from the 2000 United States Census to 2003) from the Copper River Basin responded to the survey, resulting in a response rate of 42 percent.  A total of 122 Ahtna women participated in the interviews resulting in 109 usable surveys, however only 91 of these women lived in the Copper River basin."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The Conflict Tactics Scale (Straus, 1979) and the PTSD Checklist PCL-C (Weathers, Litz, Herman, Huska, and Keane, 1993) were utilized in the creation of the Main Victimization Survey (Part 1)."}]}},"files":[{"description":"","label":"Detailed Physical Assault Incident Report Data","restricted":false,"version":1,"datasetVersionId":35240,"dataFile":{"id":2610758,"persistentId":"","pidURL":"","filename":"Detailed Physical Assault Incident Report Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Main Survey Data ","restricted":false,"version":1,"datasetVersionId":35240,"dataFile":{"id":2610757,"persistentId":"","pidURL":"","filename":"Main Survey Data ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}