{"status":"OK","data":{"id":44666,"identifier":"ICPSR02993.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02993.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02993.v1","latestVersion":{"id":40666,"storageIdentifier":"file://10.3886/ICPSR02993.v1","versionState":"RELEASED","distributionDate":"2001-06-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:20:51Z","releaseTime":"2015-04-09T04:20:51Z","createTime":"2015-04-09T04:20:51Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Reintegrative Shaming Experiments (RISE) in Australia, 1995-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sherman, Lawrence W.,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, Australian National University, and University of Pittsburgh"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Braithwaite, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, Australian National University, and University of Pittsburgh"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Strang, Heather"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, Australian National University, and University of Pittsburgh"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Barnes, Geoffrey C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, Australian National University, and University of Pittsburgh"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Reintegrative Shaming Experiments (RISE) project  compared the effects of standard court processing with the effects of  a restorative justice intervention known as conferencing for four  kinds of cases: drunk driving (over .08 blood alcohol content) at any  age, juvenile property offending with personal victims, juvenile  shoplifting offenses detected by store security officers, and youth  violent crimes (under age 30). Reintegrative shaming theory underpins  the conferencing alternative. It entails offenders facing those harmed  by their actions in the presence of family and friends whose opinions  they care about, discussing their wrongdoing, and making repayment to  society and to their victims for the costs of their crimes, both  material and emotional. These conferences were facilitated by police  officers and usually took around 90 minutes, compared with around ten  minutes for court processing time. The researchers sought to test the  hypotheses that (1) there would be less repeat offending after a  conference than after a court treatment, (2) victims would be more  satisfied with conferences than with court, (3) both offenders and  victims would find conferences to be fairer than court, and (4) the\npublic costs of providing a conference would be no greater than, and  perhaps less than, the costs of processing offenders in court. This  study contains data from ongoing experiments comparing the effects of  court versus diversionary conferences for a select group of  offenders. Part 1, Administrative Data for All Cases, consists of data  from reports by police officers. These data include information on the  offender's attitude, the police station and officer that referred the  case, blood alcohol content level (drunk driving only), offense type,  and RISE assigned treatment. Parts 2-5 are data from observations by  trained RISE research staff of court and conference treatments to  which offenders had been randomly assigned. Variables for Parts 2-5  include duration of the court or conference, if there was any violence  or threat of violence in the court or conference, supports that the  offender and victim had, how much reintegrative shaming was expressed,  the extent to which the offender accepted guilt, if and in what form  the offender apologized (e.g., verbal, handshake, hug, kiss), how  defiant or sullen the offender was, how much the offender contributed  to the outcome, what the outcome was (e.g., dismissed, imprisonment,  fine, community service, bail release, driving license cancelled,  counseling program), and what the outcome reflected (punishment,  repaying community, repaying victims, preventing future offense,  restoration). Data for Parts 6 and 7, Year 0 Survey Data from  Non-Drunk-Driving Offenders Assigned to Court and Conferences and Year  0 Survey Data from Drunk-Driving Offenders Assigned to Court and  Conferences, were taken from interviews with offenders by trained RISE  interview staff after the court or conference proceedings. Variables  for Parts 6 and 7 include how much the court or conference respected  the respondent's rights, how much influence the respondent had over  the agreement, the outcome that the respondent received, if the court  or conference solved any problems, if police explained that the  respondent had the right to refuse the court or conference, if the  respondent was consulted about whom to invite to court or conference,  how the respondent was treated, and if the respondent's respect for  the justice system had gone up or down as a result of the court or  conference. Additional variables focused on how nervous the respondent  was about attending the court or conference, how severe the respondent  felt the outcome was, how severe the respondent thought the punishment  would be if he/she were caught again, if the respondent thought the  court or conference would prevent him/her from breaking the law, if  the respondent was bitter about the way he/she was treated, if the  respondent understood what was going on in the court or conference, if  the court or conference took account of what the respondent said, if  the respondent felt pushed around by people with more power, if the  respondent felt disadvantaged because of race, sex, age, or income,  how police treated the respondent when arrested, if the respondent  regretted what he/she did, if the respondent felt ashamed of what  he/she did, what his/her family, friends, and other people thought of  what the respondent did, and if the respondent had used drugs or  alcohol the past year. Demographic variables in this data collection  include offender's country of birth, gender, race, education, income, and employment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Reintegrative Shaming Experiments (RISE) project  compared the effects of standard court processing with the effects of  a restorative justice intervention known as conferencing for four  kinds of cases: drunk driving (over .08 blood alcohol content) at any  age, juvenile property offending with personal victims, juvenile  shoplifting offenses detected by store security officers, and youth  violent crimes (under age 30). Reintegrative shaming theory underpins  the conferen\ncing alternative. It entails offenders facing those harmed  by their actions in the presence of family and friends whose opinions  they care about, discussing their wrongdoing, and making repayment to  society and to their victims for the costs of their crimes, both  material and emotional. These conferences were facilitated by police  officers and usually took around 90 minutes, compared with around ten  minutes for court processing time. The researchers sought to test the  hypotheses that (1) there would be less repeat offending after a  conference than after a court treatment, (2) victims would be more  satisfied with conferences than with court (3) both offenders and  victims would find conferences to be fairer than court, and (4) the  public costs of providing a conference would be no greater than, and perhaps less than, the costs of processing offenders in court."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study contains data from ongoing experiments  comparing the effects of court and conferences for a select group of  offenders. Because the aim of the research was to compare cases that  were assigned to court with equally serious cases that were assigned  to conference, a case could be accepted into the experiments only if  it would normally be dealt with by a court. The research protocol also  required, however, that eligible cases not be so serious that in the  estimation of the apprehending police officer they could only be dealt  with in court. Thus, the aim of the research team was to include in  the experiment \"middle-range\" offenses, neither so trivial that they  would normally be dealt with by a simple caution or warning, nor so  serious that police would be reluctant to bypass the court system in  favor of an experimental alternative. Additional eligibility  requirements for drunk-driving cases were: (a) the offender's blood  alcohol content (BAC) was over .08 at the time of the incident, (b)  the offense didn't involve an accident, (c) the offender was not a  police officer, and (d) the offender was eligible for VATAC (Voluntary  Agreement to Attend Court). Eligible offenders for juvenile personal  property and juvenile property security offenses had to be under 18  years old and violent crime offenders had to be under 30 years  old. Cases were sent to RISE from officers throughout the Australian  Federal Police (AFP) in the Australian Capital Territory (ACT)  region. This included uniformed patrol officers from each of the four  Canberra police stations and its special \"City Beat\" office in the  center of the city, and also from the Traffic Division and the Crime  Branch. Just prior to the commencement of data collection, almost  every constable and sergeant in the region underwent a day-long  information and training session with RISE staff and was provided with  guidance on case eligibility and the procedure for referring matters  into RISE. When police officers had a matter that they believed was  RISE-eligible, they called a 24-hour mobile phone number that was  permanently in the custody of one member of the research  team. Officers were then asked a series of ten screening questions to  verify the eligibility of the case. Once case details were entered  into a log, an envelope containing the random assignment (court or  conference) was opened and the officer was informed of the recommended  disposition immediately. After being informed of the randomly assigned  treatment (court or conference) for each case by the RISE staffer, the  apprehending officer then processed the case accordingly. Victim data  were limited to the juvenile personal property and youth violence  experiments. No drunk-driving offenses included direct victims, so  consequently there were no drunk-driving data on victims. Files were  created consisting of data from reports by police officers (Part 1),  data from observations by trained RISE research staff of court and  conference treatments to which offenders had been randomly assi\ngned  (Parts 2-5), and data from interviews with offenders by trained RISE  interview staff after the court or conference proceedings (Parts 6 and 7)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Administrative Data for All Cases, consists  of data from reports by police officers. These data include  information on the offender's attitude, the police station and  officer, that referred the case, blood alcohol content level (drunk  driving only), offense type, and RISE assigned treatment. Parts 2-5  are data from observations by trained RISE research staff of court and  conference treatments to which offenders had been randomly  assigned. Variables for Parts 2-5 include duration of the court or  conference, if there was any violence or threat of violence in court  or conference, supports that the offender and victim had, how much  reintegrative shaming was expressed, the extent to which the offender  accepted guilt, if and in what form the offender apologized (e.g.,  verbal, handshake, hug, kiss), how defiant or sullen the offender was,  how much the offender contributed to the outcome, what the outcome was  (e.g., dismissed, imprisonment, fine, community service, bail release,  driving license, cancelled counseling program), and what the outcome  reflected (punishment, repaying community, repaying victims,  preventing future offense, restoration). Data for Parts 6 and 7, were  taken from interviews with offenders by trained RISE interview staff  after the court or conference proceedings. Variables for Parts 6 and 7  include how much the court or conference respected the respondent's  rights, how much influence the respondent had over the agreement, the  outcome that the respondent received, if the court or conference  solved any problems, if police explained that the respondent had the  right to refuse the court or conference, if the respondent was  consulted about whom to invite to court or conference, how the  respondent was treated, and if the respondent's respect for the  justice system had gone up or down as a result of the court or  conference. Additional variables focused on how nervous the respondent  was about attending the court or conference, how severe the respondent  felt the outcome was, how severe the respondent thought the punishment  would be if he/she were caught again, if the respondent thought the  court or conference would prevent him/her from breaking the law, if  the respondent was bitter about the way he/she was treated, if the  respondent understood what was going on in the court or conference, if  the court or conference took account of what the respondent said, if  the respondent felt pushed around by people with more power, if the  respondent felt disadvantaged because of race, sex, age, or income,  how police treated the respondent when arrested, if the respondent  regretted what he/she did, if the respondent felt ashamed of what  he/she did, what his/her family, friends, and other people thought of  what the respondent did, and if the respondent had used drugs or  alcohol the past year. Demographic variables in this data collection  include offender's country of birth, gender, race, education, income, and employment."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"driving under the influence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"petty theft"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pretrial procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"property crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"restorative justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC II. Economic Data"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC VI. Human Dimension of International Relations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC VII. Public Opinion Data"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2993.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ2993.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: A user guide, a codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-IJ-CX-0033"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-06-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records, observational data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records, observations, and personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Australia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Individuals who committed offenses of drunk driving over  .08 blood alcohol content at any age, juvenile property offending with  personal victims, juvenile shoplifting offenses detected by store  sec\nurity officers, and youth violent crimes (under age 30) in the Australian Capital Territory."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The findings from court and conference  observations (Parts 2-5) are based upon the completion of at least one  independent observation report for 86 percent of drunk-driving  offenders, 66 percent of juvenile personal property offenders, 75  percent of juvenile property security offenders, and 68 percent of  youth violent crime offenders. The findings from offender interviews  (Parts 6 and 7) are based upon completion rates of 85 percent for  drunk-driving offenders, 76 percent of juvenile personal property  offenders, 73 percent of juvenile property security offenders, and 72 percent of youth violent crime offenders."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Administrative Data for All Cases","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655461,"persistentId":"","pidURL":"","filename":"Administrative Data for All Cases","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Case-Based Observations of Non-Drunk-Driving Conferences","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655463,"persistentId":"","pidURL":"","filename":"Case-Based Observations of Non-Drunk-Driving Conferences","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Observations of Court Cases","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655462,"persistentId":"","pidURL":"","filename":"Observations of Court Cases","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Observations of Drunk-Driving Conferences","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655465,"persistentId":"","pidURL":"","filename":"Observations of Drunk-Driving Conferences","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender-Based Observations of Non-Drunk-Driving Conferences","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655464,"persistentId":"","pidURL":"","filename":"Offender-Based Observations of Non-Drunk-Driving Conferences","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year 0 Survey Data from Drunk-Driving Offenders Assigned to Court and Conferences","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655467,"persistentId":"","pidURL":"","filename":"Year 0 Survey Data from Drunk-Driving Offenders Assigned to Court and Conferences","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Year 0 Survey Data from Non-Drunk-Driving Offenders Assigned to Court and Conferences","restricted":false,"version":1,"datasetVersionId":40666,"dataFile":{"id":2655466,"persistentId":"","pidURL":"","filename":"Year 0 Survey Data from Non-Drunk-Driving Offenders Assigned to Court and Conferences","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}