{"status":"OK","data":{"id":44607,"identifier":"ICPSR03815.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03815.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03815.v1","latestVersion":{"id":40607,"storageIdentifier":"file://10.3886/ICPSR03815.v1","versionState":"RELEASED","distributionDate":"2004-04-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:20:11Z","releaseTime":"2015-04-09T04:20:11Z","createTime":"2015-04-09T04:20:11Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program in the United States, 2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. National Institute of Justice"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. National Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the Arrestee Drug Abuse Monitoring (ADAM) Program is to determine the extent and correlates of illicit drug use in the population of booked arrestees in local areas. Data were collected in 2002 at four separate times (quarterly) during the year in 36 metropolitan areas in the United States. The ADAM program adopted a new instrument in 2000 in adult booking facilities for male (Part 1) and female (Part 2) arrestees. Data from arrestees in juvenile detention facilities (Part 3) continued to use the juvenile instrument from previous years, extending back through the DRUG USE FORECASTING series (ICPSR 9477). The ADAM program in 2002 also continued the use of probability-based sampling for male arrestees in adult facilities, which was initiated in 2000. Therefore, the male adult sample includes weights, generated through post-sampling stratification of the data. For the adult files, variables fell into one of eight categories: (1) demographic data on each arrestee, (2) ADAM facesheet (records-based) data, (3) data on disposition of the case, including accession to a verbal consent script, (4) calendar of admissions to substance abuse and mental health treatment programs, (5) data on alcohol and drug use, abuse, and dependence, (6) drug acquisition data covering the five most commonly used illicit drugs, (7) urine test results, and (8) weights. The juvenile file contains demographic variables and arrestee's self-reported past and continued use of 15 drugs, as well as other drug-related behaviors."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Beginning in 1996, the National Institute of  Justice (NIJ) initiated a major redesign of its multisite  drug-monitoring program, the Drug Use Forecasting (DUF) system (DRUG USE  FORECASTING IN 24 CITIES IN THE UNITED STATES, 1987-1997 [ICPSR 9477]).  The program was retitled Arrestee Drug Abuse Monitoring (ADAM). ADAM  extended DUF in the number of sites and improved the quality and  generalizability of the data. The redesign was implemented in the first  quarter of 2000. The original goal remained the same -- to determine the  extent of drug use in the booked arrestee population (that is, arrestees  brought to fixed booking facilities where digital or ink fingerprinting  and other processing took place) in a defined area at specified points  each year. However, the redesigned sampling protocol and instrument  extended ADAM's goals in the following ways: (1) to provide a suitable  probability-based sample of jails and arrestees to support prevalence\nestimates of drug use and related behaviors in each ADAM site, (2) to  provide accurate estimates with confidence intervals that permit tests  of the significance of drug use trends, (3) to create a standardized  dataset on arrestees in multiple jurisdictions to allow cross-site  comparisons, (4) to expand the scope of DUF data to include other areas  of concern (treatment history, dependency/abuse assessment, drug  markets), (5) to provide a platform for distinguishing between arrest  and drug use practices and for drawing inferences about the total  population of hardcore or heavy drug users, including those not in the  current ADAM sample, (6) to provide data for policy responses to  substance abuse issues both locally and nationally, (7) to investigate  drug markets or purchases, including data on characteristics of the  market, conditions of purchase or exchange, and prices paid, (8) to  assess risk of alcohol and/or drug dependency, and drug and mental  health treatment experiences, and (9) to use common definitions and,  where possible, identical questions and response categories to allow meaningful links between ADAM and other national data systems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The ADAM program in 2002 used an expanded adult  instrument that was first implemented in 2000. This instrument was used  in adult booking facilities for male (Part 1) and female (Part 2)  arrestees. The juvenile data (Part 3) used the juvenile instrument from  previous years. The ADAM program also continued to use probability-based  sampling for the adult male population, a procedure initiated in 2000.  Therefore, the adult male sample includes weights, generated through  post-sampling stratification of the data. The shift to sampling of the  adult male population in 2000 required that all sites move toward a  common catchment area definition, generally a county. The 36 ADAM sites  for the current year included Albany, New York (Capital Area),  Albuquerque, New Mexico (Bernalillo County), Anchorage, Alaska  (Anchorage Borough), Atlanta, Georgia (Atlanta), Birmingham, Alabama  (Jefferson County), Charlotte, North Carolina (Charlotte Metro),  Chicago, Illinois (Cook County), Cleveland, Ohio (Cuyahoga County),  Dallas, Texas (Dallas County), Denver, Colorado (Denver County), Des  Moines, Iowa (Polk County), Honolulu, Hawaii (Oahu), Indianapolis,  Indiana (Marion County), Laredo, Texas (Webb County), Las Vegas, Nevada  (Clark County), Los Angeles, California (Pasadena County), Minneapolis,  Minnesota (Hennepin County), New Orleans, Louisiana (Orleans Parish),  New York, New York (Manhattan Borough), Oklahoma City, Oklahoma  (Oklahoma County), Omaha, Nebraska (Douglas County), Philadelphia,  Pennsylvania (County of Philadelphia), Phoenix, Arizona (Maricopa  County), Portland, Oregon (Multnomah County), Rio Arriba, New Mexico  (Rio Arriba County), Sacramento, California (Sacramento County), Salt  Lake City, Utah (Salt Lake County), San Antonio, Texas (Bexar County),  San Diego, California (San Diego County), San Jose, California (Santa  Clara County), Seattle, Washington (King County), Spokane, Washington  (Spokane County), Tucson, Arizona (Pima County), Tulsa, Oklahoma (Tulsa  County), Washington, District of Columbia (Washington, DC), and  Woodbury, Iowa (Woodbury County). The core instrument for the adult  cases was supplemented by a facesheet, which was used to collect  demographic and charge information from official records. Core  instruments were used to collect self-report information from  respondents. Both the adult and juvenile instruments were administered  to persons arrested and booked on local or state charges relevant to the  jurisdiction (i.e., not federal or out-of-county charges) within the  past 48 hours. Trained interviewers used a paper and pencil instrument  in a face-to-face setting in a secure and reasonably private area of the  booking facility. The adult interview took a median of 20 minutes, with  a slightly l\nonger mean. The juvenile interview took an average of 5  minutes. Responses were recorded by the interviewer at the time of the  interview. At the completion of the interview, the arrestee was asked to  voluntarily provide a urine specimen. The adult male and female data  reflect all the arrestees selected for an interview from the booking  logs, including those for whom only facesheet information was collected.  The final sample for each adult data file, however, is the subset of  arrestees that accepted and completed an interview. An external lab used  the Enzyme Multiplied Immunoassay Testing (EMIT) protocols to test for  the presence of ten drugs or metabolites of the drug in the urine  sample. All amphetamine positives were confirmed by gas  chromatography/mass spectrometry (GC/MS) to determine whether  methamphetamine was used. Local booking facilities provided a census of  all adult males arrested in each facility collecting data for the time  period of data collection in the target county. The census data are not  in the public file but were used to develop sampling weights for the male data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the adult data (male and female, Parts 1 and 2),  variables from the facesheet include arrest precinct, ZIP code of arrest  location, ZIP code of respondent's address, respondent's gender and  race, three most serious arrest charges, sample source (stock, flow,  other), interview status (including reason an individual selected in the  sample was not interviewed), language of instrument used, and the number  of hours since arrest. Demographic information from the core instrument  include respondent's age, ethnicity, residency, education, employment,  health insurance coverage, marital status, and telephone access.  Variables from the calendar provide information on inpatient and  outpatient substance abuse treatment, inpatient mental health treatment,  arrests and incarcerations, heavy alcohol use, use of marijuana,  crack/rock cocaine, powder cocaine, heroin, methamphetamine, and other  drug (ever and previous 12 months), age of first use of the above six  drugs and heavy alcohol use, drug dependency in the previous 12 months,  characteristics of drug transactions in past 30 days, use of marijuana,  crack/rock cocaine, powder cocaine, heroin, and methamphetamine in past  30 days, 7 days, and 72 hours, heavy alcohol use in past 30 days,  and secondary drug use of 15 other drugs in the past 72 hours. Urine  test results are provided for 11 drugs -- marijuana, cocaine, opiates,  phencyclidine (PCP), benzodiazepines (Valium), proposyphene (Darvon),  methadone, methaqualone, barbiturates, amphetamines, and  methamphetamine. The adult data files include several derived variables.  The male data also include four sampling weights, and stratum IDs and  percents. For the juvenile data (Part 3), demographic variables include  age, race, sex, educational attainment, employment status, and living  circumstances. Other variables cover each arrestee's self-reported use  of 15 drugs (alcohol, tobacco, marijuana, powder cocaine, crack, heroin,  PCP, amphetamines, barbiturates, quaaludes, methadone, crystal  methamphetamine, Valium, LSD, and inhalants). For each drug type,  arrestees reported whether they had ever used the drug, age of first  use, whether they had used the drug in the past 30 days and past 72  hours, number of days they used the drug in past month, whether they  tried to cut down or quit using the drug, if they were successful,  whether they felt dependent on the drug, whether they were receiving  treatment for the drug, whether they had received treatment for the drug  in the past, and whether they thought they could use treatment for that  drug. Additional variables include whether the juveniles had ever  injected drugs, whether they were influenced by drugs when they  allegedly committed the crime for which they were arrested, whether they  had been to an emergency room for drug-rela\nted incidents, and if so, if  in the past 12 months, and arrests and charges in the past 12 months. As  with the adult data, urine test results are also provided. Finally,  variables on precinct (precinct of arrest) and law (penal law code  associated with the crime for which the juvenile was arrested) are also provided for use by local law enforcement officials at each site."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ADAM/DUF Program"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug dependence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug related crimes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trends"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3815.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3815.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: <p>Users are encouraged to review the \"Methodology Guide for ADAM\" and the \"Analytic Guide for ADAM\" available on the ADAM Web site at http://www.adam-nij.net/\n<a href=\"http://www.adam-nij.net/\">http://www.adam-nij.net/</a>\n.</p>;Subject: Study Level Error Note, Notes: The ADAM program changes implemented in 2000 continued during the 2002 collection. Because of the above changes to the ADAM program, analysts must be careful when comparing previous DUF and ADAM data to the 2000, 2001, or 2002 data, especially for male arrestees.;Subject: Study Level Error Note, Notes: Local area estimates, national estimates, and inferences about the total population of hardcore or heavy drug users, including those not in the current ADAM sample, are possible with the new ADAM sampling design.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"OJP-98-C-001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-04-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","medical records","survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program/Drug Use Forecasting (DUF) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["A double-sided facesheet was used to collect information  from administrative records on all adult arrestees selected for an  interview. The ADAM adult interview and juvenile interview instruments  were used to record information from voluntary, anonymous, and  confidential interviews with all male and female adult and juvenile  arrestees in the sample available for an interview within 48 hours of  the time of arrest. Urine tests were used to collect clinical records  data in order to detect the presence of several drugs in specimens provided by the interviewee at the conclusion of the interview."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alabama"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alaska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Albany (New York)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Albuquerque"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Anchorage"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Arizona"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Atlanta"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Birmingham"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Charlotte"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Cleveland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Dallas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Denver"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Des Moines"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Hawaii"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Honolulu"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indianapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Iowa"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Laredo"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Las Vegas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Los Angeles"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Louisiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minneapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nebraska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nevada"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Mexico"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Orleans"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oklahoma"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oklahoma City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Omaha"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oregon"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Philadelphia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Phoenix"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Portland (Oregon)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Rio Arriba"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Sacramento"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Salt Lake City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Antonio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Jose"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Seattle"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Spokane"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tucson"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tulsa"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Utah"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington, District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Woodbury"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["ZIP code"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual arrestees."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All persons arrested and booked on local and state charges (i.e., not federal and out-of-county charges) in any of the 36 ADAM counties in the United States during 2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A probability sampling plan was used for adult male  collection in all sites in 2002, which assured that the data truly  represented the male arrestee population, not simply an unspecified  proportion of that population. The goal of sampling was to represent  with known probability the likelihood that a male arrestee was selected  for an interview and to use that information to weight each sample case.  Additionally, ADAM's goal was to represent all days of the week and all  times of the day so as to avoid biasing the male sample against those  types of arrests and arrestees who are brought in during the period  interviewers were not collecting data (morning, after midnight, \"slower\"  days of the week). The final sampling goal was to represent all the  facilities in the target county -- small, large, suburban, urban, quick  release, etc. -- again to represent all types of offenders arrested and  booked on local and state charges within the past 48 hours. Each ADAM  site adopted one of four designs for sampling jails. ADAM resource  constraints, the number of jails in each county, and how male arrestees  were processed through those jails dictated the resulting plan for each  site. The single jail design applied to sites where all arrestees were  booked into a single jail and were being held pending pretrial release  or trial. In the single jail design, the site collected its entire male  sample in the single booking facility in the county. For counties with a  few booking facilities (typically six or fewer), a stratified jail  design was used. ADAM interviewers sampled arrestees in each of those  jails and were assigned to jails so that the site's male sample was  distributed across all booking facilities in the county and was roughly  proportionate to size based on bookings. For counties that had many  jails, ADAM adopted a stratified cluster sample design through which  facilities in the county were clustered by size into a small number of  strata. The site's sample was distributed across one or two facilities  in each cluster, proportionate to size. This design affords estimates  for all jails even though only some jails were included in the sample.  Finally, for situations in which a large number of jails quickly  transfer a selected group of arrestees to a central holding facility,  ADAM adopted a feeder jail design wherein interviewers sampled arrestees  as they were booked into the central facility. Interviewees selected at  the central facility represented arrestees at each of the \"feeder\"  jails. However, only certain types of offender (typically those  charged with serious crimes) were transferred. Therefore, interviewers  also went to selected feeder jails to sample male arrestees who did not  get transferred. ADAM created a process to sample male arrestees within  a jail that were booked at any time of the day or any day of the week  with a known probability of selection by splitting the booked population  into two parts. The stock comprised males who had been booked before the  interviewer arrived at the jail. Interviews were, in general, conducted\nfrom 4 p.m. to midnight. The flow comprised males who were booked while  the interviewer was stationed at the jail. Flow data collection began  the moment the data collection team entered a facility and represented  the period of the day when bookings were at the highest point. Cases  were selected throughout the period as they were available from booking,  with the interviewer selecting the case booked closest to when his/her  previous interview was completed. This method ensured that the  interviews moved throughout the shift and thus represented the full time  period. For the same reason, when an interview target number was reached  before the end of the shift, interviewing continued until the time  period was over. Flow cases were selected from booking log or records  data maintained by law enforcement in the facility. The booking log was  also the source of the stock sampling. The interviewers in this case  arrayed the male arrestees listed as booked during the non-interview  times chronologically and took cases on an interval determined by the  target number of stock cases for that day. Facesheets were filled out  for all males who would be in the sample regardless of whether they were  eventually interviewed. Arrestees selected in the sampling were not  always still in the facility, making those remaining a potential biased  estimate of the true male population characteristics. This bias was  addressed in ADAM through weighting of cases. A convenience sample was  used when collecting data from the adult female (31 sites) and juvenile  populations (5 sites). Juvenile data were only collected in the first  two quarters of 2002. The sample of sites was not a probability-based  sample. In other words, both DUF and the subsequent ADAM sites were not  sampled from a list of counties in the United States. They were selected through applications of sites that were interested in participating."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Among the ADAM-eligible male arrestees randomly  selected for interview, 55.6 percent agreed to an interview, 11.5  percent declined, 28.9 percent were not available to be interviewed at  the same time of selection due to prior release from custody, court  appearance, or other logistical reasons, and 4.0 percent were available  but not approached. Of the male arrestees who were interviewed, 91.1  pe\nrcent provided a urine sample. Among eligible female arrestees  selected for interview on a convenience basis, 58.3 percent agreed to be  interviewed, 10.0 percent declined, 27.7 percent were not available, and  4.1 percent were not approached. Of the female arrestees who were  interviewed, 92.2 percent provided a urine specimen. For the juvenile  convenience sample, the overall percentage of juveniles approached who  agreed to be interviewed was 78.5 percent, and 95.4 percent of these provided a urine specimen."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Female Arrestee Data","restricted":false,"version":1,"datasetVersionId":40607,"dataFile":{"id":2655216,"persistentId":"","pidURL":"","filename":"Female Arrestee Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Arrestee Data","restricted":false,"version":1,"datasetVersionId":40607,"dataFile":{"id":2655217,"persistentId":"","pidURL":"","filename":"Juvenile Arrestee Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Male Arrestee Data With Weights","restricted":false,"version":1,"datasetVersionId":40607,"dataFile":{"id":2655215,"persistentId":"","pidURL":"","filename":"Male Arrestee Data With Weights","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}