{"status":"OK","data":{"id":46137,"identifier":"ICPSR03922.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03922.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03922.v1","latestVersion":{"id":42137,"storageIdentifier":"file://10.3886/ICPSR03922.v1","versionState":"RELEASED","distributionDate":"2004-04-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:37:01Z","releaseTime":"2015-04-09T04:37:01Z","createTime":"2015-04-09T04:37:01Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Assessing the Efficacy of Treatment Modalities in the Context of Adult Drug Courts in Four Jurisdictions in the United States, 1997-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Anspach, Donald F."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Southern Maine. Department of Sociology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bouffard, Jeff"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"North Dakota State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ferguson, Andrew S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Southern Maine. USM Research Institutes"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined adult drug treatment courts. Drug treatment courts are intended to reduce the recidivism of drug-involved offenders by changing their drug-use habits. These courts provide a connection between the criminal justice and treatment systems by combining treatment with structured sanctions and rewards. Researchers collected data between February 2001 and May 2002 on drug court participants, treatment services and staff, and organizations involved in drug court operations in four jurisdictions: Bakersfield, California, Jackson County, Missouri, Creek County, Oklahoma, and St. Mary Parish, Louisiana. Part 1, Retrospective Participant Data, contains recidivism and treatment data on 2,357 drug treatment court participants who were enrolled in one of the drug courts between January 1997 and December 2000. Part 2, Treatment Observation Data, contains data collected from observations of treatment sessions at each site from May through July 2001. Part 3, Staff Survey Data, provides data obtained through surveys of 54 treatment service staff members."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined adult drug treatment courts.  Drug treatment courts are intended to reduce the recidivism of  drug-involved offenders by changing their drug-use habits. These courts  provide a connection between the criminal justice and treatment systems  by combining treatment with structured sanctions and rewards. In drug  courts the presiding judge oversees the progress of addicted offenders  through treatment, drug testing, supervision, and compliance management.  Previous research provided little information on the nature of drug  courts' treatment services or on their impact on client outcomes. This  study attempted to address these issues by examining the delivery of  treatment services and offender outcomes in four drug courts. The  following specific research questions were addressed: (1) What types of  treatment services are offered by each drug court? (2) Is treatment  delivery integrated into the drug court? (3) How do the philosophies and  interventions of treatment counselors coincide with the goals of the drug  treatment court? (4) What impact do drug treatment courts have on offenders' outcomes?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for this study were collected between February  2001 and May 2002. Researchers collected data on drug court  participants, treatment services and staff, and organizations involved  in drug court operations in four jurisdictions: Bakersfield, California,  Jackson County, Missouri, Creek County, Oklahoma, and St. Mary Parish,  Louisiana. Part 1, Retrospective Participant Data, contains recidivism  and treatment data on 2,357 drug treatment court participants who were  enrolled in one of the drug courts between January 1997 and December  2000. Recidivism data for all subjects were obtained from the National  Crime Information Center (NCIC). None of the four courts had a  management information system that maintained complete documentation of  drug court participants' activities while in the program. Various  resources in each jurisdiction were used to gather this information. In  Bakersfield, these data were obtained from a database maintained by the  Kern County Department o\nf Mental Health that was designed specifically  for the drug court. For Jackson County, data on treatment services, drug  testing, sanction information, and treatment attendance were obtained  from the High Intensity Drug Trafficking System Automated Treatment  Tracking System (HATTS) and from spreadsheets maintained by the  treatment provider. Demographic and discharge information were obtained  from HATTS, a prosecutorial database, spreadsheets maintained by the  Drug Court Coordinator, and from hardcopy forms. In Creek County,  participant data were obtained manually from a review of case files  maintained on hard copy by one of the treatment providers. For St. Mary  Parish, demographic information was obtained from a database maintained  by staff at the treatment provider, and participant case files were  reviewed to collect treatment attendance records, drug test results, and  discharge information. Data for Part 2, Treatment Observation Data, were  collected during site visits from May through July 2001. During each  site visit trained observers were assigned to treatment meetings at the  various programs in the jurisdiction. Attempts were made, in  jurisdictions with more than one provider, to have the same rater  attend all of the meetings at a single site in order to increase  clients' comfort with being observed. The observational technique used  in this study was based on previous work by Taxman and Bouffard (2000).  Using a standard data collection instrument, observers recorded at  five-minute intervals the amount of time spent on each of several  possible treatment topics and activities. In an attempt to ensure the  consistent application of item definitions, observers met after each  day's observations to discuss any ambiguities they might have  encountered during those observations. Counselors had previously  informed their clients of the researchers' upcoming visit and no client  in any program refused to participate in a meeting under observation.  Observers also completed several summary scales to further describe the  exact nature of the services being offered. For Part 3, Staff Survey  Data, 54 treatment service staff members completed surveys. Surveys were  distributed to previously identified staff members during site visits.  The surveys were returned by mail, and respondents were paid 25 dollars  for returning a completed survey. The survey included items on  respondents' demographic information, treatment program characteristics, and a Philosophy of Drug Abuse Causation and Treatment Survey."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Retrospective Participant Data, variables  include drug court site, whether participant completed treatment,  criminal history, date of admission to drug court, date finished with  drug court, number of arrests while in drug court, offenses and dates of  arrests after drug court, length of program participation, number of  urinalyses administered and number positive, number of treatment  sessions attended, drug use history, demographic variables, and several  derived variables. Part 2, Treatment Observation Data, variables include  drug court site, date of observed session, treatment provider code  number, scheduled length of session, actual length of session, session  type, number of participants, amount of time spent on 73 different  treatment activities, number of missing clients, number of male and  female clients, ethnicity of group members, whether the session was part  of a specific sequence of treatment, format of the session, purpose of  the session, treatment style, involvement of group members, and several  derived variables. Part 3, Staff Survey Data, variables include staff  member's position, demographic variables, staff member's treatment  activities, treatment program characteristics, including treatment  services and drug testing, use of rewards and sanctions, the program's  interaction with the drug court, and answers to questions related to staff\nviews on drug abuse causation and intervention."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3922.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3922.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-DC-VX-0008"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-04-21"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-02"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","medical records","observational data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for Part 1 were collected from administrative  records. Data for Part 2 were collected by observing\ntreatment sessions. Data for Part 3 were obtained through self-enumerated questionnaires."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Bakersfield"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kansas City (Missouri)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Louisiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Missouri"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oklahoma"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 3: Individuals. Part 2: Treatment sessions."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Individuals enrolled in one of the four drug courts between January 1997 and December 2000. Part 2: Treatment sessions held by the drug courts' treatment providers from May through July 2001. Part 3: Staff employed at the drug courts' treatment providers from May through July 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sites were selected after an examination and survey of  the substance abuse treatment components of drug courts across the  country. Emphasis was placed on selecting sites that were mature and  where the same treatment providers had been providing services to drug  court participants for two years or more. Sites were selected to  represent a broad range of geographic areas, socioeconomic status of  participants, and treatment components. Bakersfield is a relatively  large, single-site court in a medium-sized California city that used  multiple, pre-existing treatment providers within the local community.  Jackson County is a large, multi-site court in a medium-sized Midwest  city (Kansas City) that used a single treatment provider that was part  of the court and run by the local government. Creek County is a small,  single-site, rural court that at the time of the study was using two  private treatment providers in the community. St. Mary Parish is a  rural, single-site court that used a single treatment provider that was  run by the local government. To create a sample for Part 1,  Retrospective Analysis Data, information was initially obtained on 4,003  individuals who were enrolled in one of the four drug courts for at  least one day between January 1, 1997, and December 31, 2000. Of these,  366 were excluded from the study because they were still active at the  time fieldwork was conducted. An additional 617 who were assessed but  not admitted into the drug courts were also excluded. Of the remaining  3,020 drug court participants 385 were not matched with NCIC records,  and of those who were matched an additional 278 were excluded because  less than 12 months had passed since their discharge date. For Part 2,  Treatment Observation Data, researchers chose treatment sessions to  observe by developing a schedule that maximized the number of meetings  that could be observed during the four days spent at each site. For Part  3, Staff Survey Data, the researchers contacted treatment program  administrators prior to each site visit and asked them to provide a list  of staff who were directly involved in the delivery of services to drug court clients."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 3: 60 percent"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Drug Abuse Treatment Philosophy Causation and Intervention scales and several Likert-type scales were used."}]}},"files":[{"description":"","label":"Retrospective Participant Data","restricted":false,"version":1,"datasetVersionId":42137,"dataFile":{"id":2664919,"persistentId":"","pidURL":"","filename":"Retrospective Participant Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Staff Survey Data","restricted":false,"version":1,"datasetVersionId":42137,"dataFile":{"id":2664921,"persistentId":"","pidURL":"","filename":"Staff Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Observation Data","restricted":false,"version":1,"datasetVersionId":42137,"dataFile":{"id":2664920,"persistentId":"","pidURL":"","filename":"Treatment Observation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}