{"status":"OK","data":{"id":40617,"identifier":"ICPSR02787.v3","persistentUrl":"https://doi.org/10.3886/ICPSR02787.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02787.v3","latestVersion":{"id":36617,"storageIdentifier":"file://10.3886/ICPSR02787.v3","versionState":"RELEASED","distributionDate":"1999-09-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:36:22Z","releaseTime":"2015-04-09T03:36:22Z","createTime":"2015-04-09T03:36:22Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News Monthly Poll, June 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, fielded June 5-6, 1999, is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to give their opinions of President Bill Clinton and his handling of the presidency, foreign policy, and the economy, as well as his ability to deal effectively with international crisis and the sit\nuation in Yugoslavia involving Serbia and Kosovo. Opinions were also sought regarding the Republican and Democratic parties, the United States Congress, Vice President Al Gore, First Lady Hillary Clinton, former President George Bush, former First Lady Barbara Bush, Texas Governor George W. Bush, Florida Governor Jeb Bush, former New Jersey Senator Bill Bradley, former president of the American Red Cross Elizabeth Dole, Arizona Senator John McCain, and businessman Steve Forbes. Those queried were asked to identify the qualities they felt were most important for a president, whether the next president should be a Washington insider, and whether they intended to vote in the party primaries/caucuses preceding the 2000 election. Given a Democratic primary or caucus for president in 2000 with candidates Gore and Bradley, respondents were asked for their vote choice. Given a Republican primary or caucus for president in 2000 with candidates George W. Bush, Elizabeth Dole, McCain, former Vice President and Indiana Senator Dan Quayle, Forbes, former Tennessee Governor Lamar Alexander, Ohio Congressman John Kasich, Family Research Council president Gary Bauer, conservative commentator Pat Buchanan, and New Hampshire Senator Bob Smith, respondents were again asked for whom they would vote. In addition, those queried were asked to consider the presidential leadership qualities of the named candidates. Views were sought on the candidates' abilities to solve problems with innovation, whether they cared about the problems of the American people, and whether Bush and Gore were likely to carry on the policies of Bush's father and Clinton, respectively. A series of questions addressed the United States and North Atlantic Treaty Organization (NATO) air strikes against military targets in Yugoslavia. Topics covered the use of United States ground troops as part of a larger peacekeeping force, whether Yugoslav President Slobodan Milosevic would keep his promise to withdraw Serbian military forces and to allow ethnic Albanian refugees to return to Kosovo, who won the war in Kosovo, and the role of the United States in maintaining peace and protecting ethnic Albanians. Background information on respondents includes age, race, sex, education, marital status, political party, political orientation, voter registration and participation history, age of children in household, Hispanic origin, family income, computer and e-mail access, and stock market investment."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form and variables have been recoded to ensure respondents' anonymity. (2) The codebook is provided as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-09-15"},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS News Monthly Poll, June 1999  ","restricted":false,"version":1,"datasetVersionId":36617,"dataFile":{"id":2620940,"persistentId":"","pidURL":"","filename":"CBS News Monthly Poll, June 1999  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}