{"status":"OK","data":{"id":38217,"identifier":"ICPSR03603.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03603.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03603.v1","latestVersion":{"id":34217,"storageIdentifier":"file://10.3886/ICPSR03603.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:58Z","releaseTime":"2015-04-09T03:09:58Z","createTime":"2015-04-09T03:09:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying inf\normation in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Special Session Domestic Violence Court Processing in Connecticut, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lyon, Eleanor"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Connecticut. School of Social Work"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study documented women's experience of enhanced  services and advocacy in the context of the three special session  domestic violence courts in Connecticut. The study conducted 60  in-depth interviews with women whose current or former partners were  arrested for domestic violence and who appeared in one of the three  special session courts. The questions were designed to elicit  information from women about the meaning and context of intimate  violence in their lives generally, their assessments of the risks and  options available to them and their children from family, friends, and  other institutions, their strategies for maximizing safety for  themselves and their children, the meaning of the arrest incident in  their overall experience of their relationship with their abusive  partner, and the impact of the court experience on their plans, sense of options, and understanding of the abuse they had experienced."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Despite over 20 years of attention to domestic  violence by advocates, service providers, researchers, and  policymakers, and dramatic increases in resources provided for  criminal justice and community-based groups, gaps remain in knowledge  about which types of interventions and collaborative partnerships  offer the most effective strategies to enhance victim safety and hold  offenders accountable. In particular, little is known about the impact  of specialized domestic violence dockets, specialized prosecution  units, and the expanded advocacy and treatment interventions they  often provide, especially in the context of mandatory arrests that  apply to misdemeanor offenses. This study documented women's  experience of enhanced services and advocacy in the context of the  three special session domestic violence courts in Connecticut. The  following questions were addressed: (1) How do women whose partners  were arrested for domestic violence in jurisdictions with special  session courts experience the legal system's response? (2) What  strategies most enhance women's sense of safety? (3) How (if at all)  do African American, Latina, and Caucasian women whose partners have  been arrested for domestic violence differ in their experience of  legal system interventions? (4) How is the role of the victim advocate  affected by increased resources and court emphasis on interventions  and sanctions? and (5) What services do women want and receive when advocates have more time and resources available?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study conducted 60 in-depth interviews with  women whose current or former partners were arrested for domestic  violence and who appeared in one of the three special session  courts. The specific questions for this study were based on previous  interviews conducted as part of Connecticut's ongoing evaluation  efforts. Additional questions were developed in consultation with  advocates and a victim advisory group. The advisory group was created  with advocates' help, and was composed of six women whose partners'  cases had been heard in the three special session domestic violence  courts. The six women, along with two advocates, reviewed proposed  questions, suggested additional items, and discussed the best  strategies for approaching women about the\nir possible  participation. As a result of their suggestions, questions were added  about women's experience with the police, as well as expanded  questions about sources of support and risks. The questions were  designed to elicit information from women about the meaning and  context of intimate violence in their lives generally, their  assessments of the risks and options available to them and their  children from family, friends, and other institutions, their  strategies for maximizing safety for themselves and their children,  the meaning of the arrest incident in their overall experience of  their relationship with their abusive partner, and the impact of the  court experience on their plans, sense of options, and understanding  of the abuse they had experienced. Women selected for this study were  contacted by a research assistant who had received extensive training  for this project. Arrangements were made for the interview to take  place by telephone or in person in a safe place selected by the woman.  The type of contact was the woman's choice. Safety issues were raised  at this point in an effort to ensure that the interview process itself  would not pose foreseeable risks to the woman. Without exception, the  women preferred to be interviewed by telephone, and all agreed to have  the interview tape-recorded. Two researchers independently coded the  interviews where possible, and the initial differences were resolved through subsequent discussion."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include court that handled the case, date  of interview, victim's language, education level, employment status  and history, race, information on financial assistance from government  agencies, age, number of children, childrens' age and sex, where  children were living at the time of partner's arrest for domestic  violence, whether the victim witnessed physical violence between  parents while growing up, whether anything happened as a result of  that violence, effects of witnessing that violence, and whether the  victim was threatened as a child. Other items focus on the nature of  the relationship with the partner arrested for domestic violence,  length of the relationship, whether the relationship had ended,  whether the partner had any experience with domestic violence while  growing up, whether the victim was living with the partner at time of  the arrest, how long they had lived together, whether they were still  living together after arrest, whether the partner helped support the  victim and her family before the arrest, the importance of that  support, whether the victim could find other sources of financial  support, whether the person arrested was the father of the victim's  children, whether he helped care for the children, whether the victim  had a friend, family member, or community group to talk to when the  relationship got into trouble, and whether this person or group could  provide other kinds of assistance. Additional variables include the  frequency of violence or threats of violence from the partner,  childrens' exposure to the violence, whether the arrest was the first  time the police got involved, the number of times police came in the  past, who called the police, what the victim wanted the police to do,  whether the victim was also arrested, the victim's satisfaction with  the police response, whether the victim talked to a family relations  counselor or family violence victim advocate, whether a protective  order was given, whether the victim talked to a judge or prosecutor,  whether people in court could have done anything to be more helpful,  what had happened since with the case, whether the victim had talked  any further with anyone from the court, whether she wished she had  more contact with people from the court, whether she felt she was  treated fairly by the court, whether there had been more trouble in  the relationship, the victim's views on how couples should handle  physical violence,\nwhether police and courts should get involved, what  their roles should be, whether the victim would call someone from the  court if she felt threatened, and what kind of help she thought her partner or ex-partner needed."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"advocacy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prosecution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-10-30Version Text: 2003-10-30 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) The interviews on which this study was based were  qualitative in nature. The analysis in the principal investigator's  report was based on a combination of qualitative data and the data in  this data collection. (2) The user guide, codebook, and data  collection instrument are provided by ICPSR as Portable Document  Format (PDF) files. The PDF file format was developed by Adobe  Systems, Incorporated and can be accessed using PDF reader software,  such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WE-VX-0031"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were collected through telephone interviews and personal interviews."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Connecticut"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women whose partners were arrested for domestic violence  and arraigned at one of three special session family violence court sites in Connecticut from 1999 to 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Women who came to court on the day of arraignment were  told by the advocates about the study and the $25 contribution for  their time, and given a simple written description of it (in English  or Spanish, as appropriate), developed in consultation with the victim  advisory group. Women who did not come to court at that time were told  about the interview when the advocates contacted them by telephone.  With this approach, nearly every woman who became involved in the  court process to any degree was informed about the study and their  opportunity to participate. Women who were interested in participating  provided information about the safest ways and times to contact  them. The study's goal was to interview 20 Caucasians, 20 African  Americans, and 20 Latinas. However, the interviews included 22  Caucasians, 25 African Americans, 11 Latinas, and 2 women of other  race. Although the goal was not achieved precisely, the sample's  diversity reasonably represents the range of women seen as victims of domestic violence in the courts."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Evaluation of Special Session Domestic Violence Court Processing in Connecticut, 1999-2000  ","restricted":false,"version":1,"datasetVersionId":34217,"dataFile":{"id":2604149,"persistentId":"","pidURL":"","filename":"Evaluation of Special Session Domestic Violence Court Processing in Connecticut, 1999-2000  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}