{"status":"OK","data":{"id":42826,"identifier":"ICPSR02654.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02654.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02654.v1","latestVersion":{"id":38826,"storageIdentifier":"file://10.3886/ICPSR02654.v1","versionState":"RELEASED","distributionDate":"1999-11-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:00:36Z","releaseTime":"2015-04-09T04:00:36Z","createTime":"2015-04-09T04:00:36Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Developing a Problem-Oriented Policing Model in Ada County, Idaho, 1997-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Crank, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boise State University, Department of Criminal Justice Administration"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To explore the idea of community policing and to get an  understanding of citizens' policing needs, representatives from the  Ada County Sheriff's Office and Boise State University formed a  research partnership and conducted surveys of county residents and  sheriff's deputies. The county-wide survey of residents (Part 1) was  designed to enhance the sheriff's current community policing program  and to assist in the deployment of community policing officers by  measuring citizens' perceptions and fear of crime, perceptions of  deputies, knowledge of sheriff's services, and support for community  policing. Questions in the citizen survey focused on feelings of  safety in Ada County, such as perception of drugs, gangs, safety of  youth, and safety at night, satisfaction with the Sheriff's Office,  including ratings of the friendliness and fairness of the department  and how well deputies and citizens worked together, attitudes  regarding community-oriented policing, such as whether this type of  policing would be a good use of resources and would reduce crime, and  neighborhood problems, including how problematic auto theft,  vandalism, physical decay, and excessive noise were for citizens.  Other questions were asked regarding the sheriff's deputy website,  including whether citizens would like the site to post current crime  reports, and whether the site should have more information about the  jail. Respondents were also queried about their encounters with  police, including their ratings of recent services they received for  traffic violations, requests for service, and visits to the jail, and  familiarity with several programs, such as the inmate substance abuse  program and the employee robbery prevention program. Demographic  variables in the citizen survey include ethnicity, gender, level of  schooling, occupation, income, age, and length of time residing in  Ada County. The second survey (Part 2), created for the sheriff's  deputies, used questions from the citizen survey about the Sheriff's  Office service needs. Deputies were asked to respond to questions in  the way they thought that citizens would answer these same questions  in the citizen survey. The purpose was to investigate the extent to  which sheriff's deputies' attitudes mirrored citizens' attitudes about the quality of service."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Ada County Sheriff's Office had traditionally  been a reactive rural police agency, deploying its personnel in  accordance with perceived service needs. In 1996, under the leadership  of the Ada County Sheriff, Idaho began to explore ways to increase  citizen input into its policing activities. The need for  police-citizen linkages in Ada County had taken on a particular  urgency due to intense population in-migration in traditionally rural  areas of the county, which resulted in an increasingly diverse  citizenry with unclear crime control needs and police  expectations. The Sheriff's Office elected to convert the entire  patrol division to a community policing model using a problem-oriented  policing structure of proactive policing. To explore this new idea and  to get an understanding of citizens' policing needs, representatives  from the Ada County Sher\niff's Office and Boise State University formed  a research partnership. Together, they designed a project with  research and evaluation components. The research component assessed  citizens' fear of crime, satisfaction with current sheriff services  across the jurisdiction, and knowledge and attitudes regarding  elements of community policing. The evaluation component assessed  citizens' knowledge of community-oriented policing services currently  available and the use of these services in the community, as well as  the community-based initiatives put forth by the Sheriff's Office. The  purpose of the survey was to measure citizens' perceptions and fears  of crime, perceptions of deputies, behavior and knowledge of sheriff's  services, and support for community policing. Specific questions that  the citizen survey aimed to answer included: (1) What is the citizens'  level of satisfaction with law enforcement? (2) How are different  service areas of the Sheriff's Office received by the public? (3) What  are the citizens' principal concerns/fears that can be addressed by  law enforcement? (4) How can the Sheriff's Office improve its image  with county residents? (5) Are there particular crime control/order  maintenance needs of county citizens, and do these needs vary by  location within the county? (6) Will the public be receptive to  alternative forms of patrol? A second survey was created for the  sheriff's deputies. This survey used questions from the citizen survey  about the Sheriff's Office service needs. The purpose was to  investigate the extent to which sheriff's deputies' attitudes mirrored  citizens' attitudes about the quality of service. The survey addressed  the following questions: (1) Were deputies giving citizens the  services they wanted? and (2) Did deputies have accurate perceptions of citizens' service needs?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The citizen survey (Part 1) was a county-wide  survey that focused on rural areas of Ada County. It was designed to  enhance the sheriff's current community policing program and to assist  in the deployment of community policing officers by measuring  citizens' perception and fear of crime, perceptions of deputies,  knowledge of sheriff's services, and support for community  policing. Surveys were conducted by phone to allow researchers to  elicit a comprehensive and in-depth profile of perceptions of current  police policies and procedures, and citizen interest in the expansion  of community policing policies and tactics. Topics covered in the  survey included overall feelings of safety in the county, county drug  and gang problems, satisfaction with the deputy department's demeanor,  and individual reactions to the quality of police response with regard  to community issues. The deputy survey data (Part 2) came from local  deputies in Ada County who chose to participate in the  study. Questions for this survey were taken directly from the section  of the citizen survey that focused on the Sheriff's Office service  needs. Deputies were asked to respond to the questions in the way they  thought that citizens would answer these same questions in the citizen  survey. This allowed for comparisons to be made between citizens' actual responses and the deputies' perception of citizens' attitudes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Questions in the citizen survey focused on feelings  of safety in Ada County, such as perception of drugs, gangs, safety of  youth, and safety at night, satisfaction with the Sheriff's Office,  including ratings of the friendliness and fairness of the department  and how well deputies and citizens worked together, attitudes  regarding community-oriented policing, such as whether this type of  policing would be a good use of resources and would reduce crime, and  neighborhood problems, including how problematic auto theft,  vandalism, physical decay, and excessive noise were for citizens.  Other questions were asked regarding the sherif\nf's deputy website,  including whether citizens would like the site to post current crime  reports, and whether the site should have more information about the  jail. Respondents were also queried about their encounters with  police, including their ratings of recent services they received for  traffic violations, requests for service, and visits to the jail, and  familiarity with several programs, such as the inmate substance abuse  program and the employee robbery prevention program. Demographic  variables in the citizen survey include ethnicity, gender, level of  schooling, occupation, income, age, and length of time residing in Ada  County. The second survey (Part 2) created for the sheriff's deputies,  used questions from the citizen survey about the Sheriff's Office  service needs. Deputies were asked to respond to questions in the way  they thought that citizens would answer these same questions in the  citizen survey. The purpose was to investigate the extent to which  sheriff's deputies' attitudes mirrored citizens' attitudes about the quality of service."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reduction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perceptions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public interest"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0085"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-11-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews and self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Idaho"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sample and convenience sample."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: Unknown, Part 2: 73 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"A Likert-type scale was used."}]}},"files":[{"description":"","label":"Citizen Survey Data","restricted":false,"version":1,"datasetVersionId":38826,"dataFile":{"id":2640470,"persistentId":"","pidURL":"","filename":"Citizen Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Deputy Survey Data","restricted":false,"version":1,"datasetVersionId":38826,"dataFile":{"id":2640471,"persistentId":"","pidURL":"","filename":"Deputy Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}