{"status":"OK","data":{"id":40460,"identifier":"ICPSR06480.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06480.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06480.v1","latestVersion":{"id":36460,"storageIdentifier":"file://10.3886/ICPSR06480.v1","versionState":"RELEASED","distributionDate":"1996-06-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:34:39Z","releaseTime":"2015-04-09T03:34:39Z","createTime":"2015-04-09T03:34:39Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Community Policing in Madison, Wisconsin:  Evaluation of Implementation and Impact, 1987-1990"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wycoff, Mary Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Skogan, Wesley G."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Urban Affairs and Policy Research, Northwestern University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to evaluate the Madison, Wisconsin,  Police Department's creation of a new organizational design (both  structural and managerial) that was intended to support  community-oriented and problem-oriented policing. One-sixth of the  organization serving approximately one-sixth of the community was used  as a test site for the new community policing approach. This  Experimental Police District (EPD) was charged with implementing  \"quality policing,\" which emphasized quality of service delivery,  quality of life in the community, and quality of life in the  workplace. For the first part of the program evaluation, attitude  changes among officers working in the EPD were compared with those of  officers working in the rest of the police department. Part 1,  Commissioned Personnel Data, Wave 1, contains responses from 269  commissioned personnel surveyed in December 1987, before the creation  of the EPD. Part 2, Commissioned Personnel Data, Wave 2, consists of  responses from 264 police officers who completed a Wave 2 survey in  December 1988, and Part 3, Commissioned Personnel Data, Wave 3,  supplies responses from 230 police officers who completed a Wave 3  survey in December 1989. Although the analysis was to be based on a  panel design, efforts were made to survey all commissioned personnel  during each survey administration period. Police personnel provided  their assessments on how successfully quality leadership had been  implemented, the extent to which they worked closely with and received  feedback from other officers, the amount of their interaction with  detectives, the amount of time available for problem-solving, ease of  arranging schedules, safety of working conditions, satisfaction with  working conditions, type of work they performed, their supervisor,  commitment to the department, attitudes related to community policing  and problem-solving, perception of their relationship with the  community, views of human nature, attitudes toward change, attitudes  toward decentralization, and demographic information. As the second  part of the program evaluation, attitude changes among residents  served by the EPD were compared with those of residents in the rest of  the city. These data are presented in Part 4, Residents Data, Waves 1  and 2. Data for Wave 1 consist of personal interviews with a random  sample of 1,166 Madison residents in February and March 1988, prior to  the opening of the EPD station. During the second wave, Wave 1  respondents were interviewed by telephone in February and March  1990. Residents provided their perceptions of police presence,  frequency and quality of police-citizen contacts, estimates of the  magnitude of various problems in their neighborhoods, evaluation of  the problem-solving efforts of the police, perception of neighborhood  conditions, levels of fear of crime, personal experience of  victimization, knowledge of victimization of other residents, and demographic information."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to evaluate efforts by the  Madison, Wisconsin, Police Department to create a new organizational  design (both structural and managerial) to support community-oriented  and problem-oriented policing that would result in better, more  responsive service to the community. The department's plan was a  sequential one: internal organizational changes w\nere necessary before  the external goal of improved service could be accomplished. One-sixth  of the organization serving approximately one-sixth of the community  was used as a test site for the new approach. This Experimental Police  District (EPD) was charged with implementing \"quality policing,\"  which emphasized quality of service delivery, quality of life in the  community, and quality of life in the workplace. The first objective  of the Madison Police Department was the implementation of three  conditions: (1) quality leadership, emphasizing the role of managers  as facilitators whose job was to improve systems, involve employees in  decision-making, employ data-based problem-solving approaches, promote  teamwork, encourage risk-taking and creativity, and give and receive  feedback from employees, (2) a healthy work environment, treating  employees as \"internal customers\" whose problems should be  identified and resolved, and (3) physical decentralization, creating a  small work group to improve conditions in the workplace and, at the  same time, obtain closer physical proximity to citizens to get to know  them and become aware of their problems. The researchers' task was to:  (1) document the process of developing the Experimental Police  District, (2) measure any attitude changes of the police personnel  during the experimental period, and (3) measure the effects of change on the community."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As the first part of the program evaluation,  attitude changes among officers working in the EPD were compared with  those of officers working in the rest of the police department.  Written surveys were administered by the Project Director to small  groups of personnel during normal working hours. Although the analysis  was to be based on a panel design, efforts were made to survey all  commissioned personnel during each survey administration period. Since  the ultimate goal of the department was change across the entire  organization, changes for the organization as a whole were also  monitored. Part 1, Commissioned Personnel Data, Wave 1, contains  responses from 269 commissioned personnel surveyed in December 1987  before the creation of the EPD. Part 2, Commissioned Personnel Data,  Wave 2, consists of responses from 264 police officers who completed a  Wave 2 survey in December 1988, and Part 3, Commissioned Personnel  Data, Wave 3, supplies responses from 230 police officers who  completed a Wave 3 survey in December 1989. As the second part of the  program evaluation, attitude changes among residents served by the EPD  were compared with those of residents in the rest of the city using a  quasi-experimental design. These data are presented in Part 4,  Residents Data, Waves 1 and 2. A few days prior to contact, letters  from the Office of the Mayor were sent to the selected  addresses. Interviewers who had been recruited, trained, and  supervised by Police Foundation personnel carried a copy of that  letter and presented photo identification cards at each  residence. Selection of the respondents was made by the interviewers  at the selected household, using a Kish selection table included in  each questionnaire. Individuals under the age of 18 were not included  in the household listing. Interviewers made a total of six attempts to  interview the selected respondent in each household. All refusals in  which the respondent was not hostile were reassigned to different  interviewers. Twenty-five percent of all completed interviews were  validated by recontacting the respondent to verify that the interview  took place, that it had required the appropriate amount of the  respondent's time, and that a few key questions were answered the same  way during the validation call as in the original contact. Data for  Wave 1 consist of personal interviews with a random sample of 1,166  Madison residents in February and March 1988, prior to the opening of  the EPD station. Since 97.6 percent of the\nrespondents provided their  telephone numbers, the decision was made to conduct the Wave 2 survey  by telephone. The telephone interviews were conducted by the Wisconsin  Survey Research Lab at the University of Wisconsin in February and  March 1990. In-person interviews were also attempted with about 70  percent of the Wave 1 respondents who did not provide telephone  numbers. Of the 772 completed interviews for Wave 2, 45 interviews  contained substantial mismatches between information provided in 1988  and 1990. These 45 respondents were removed from the panel, leaving an analysis panel of 727 respondents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Police personnel provided their assessments on how  successfully quality leadership had been implemented, the extent to  which the officers felt they worked closely with and received feedback  from other officers, the amount of their interaction with detectives,  the amount of time available for problem-solving, ease of arranging  schedules, safety of working conditions, satisfaction with working  conditions, type of work they performed, their supervisors, commitment  to the department, attitudes related to community policing and  problem-solving, perception of their relationship with the community,  police views of human nature, attitudes toward change, attitudes  toward decentralization, and demographic information. Residents  provided their perceptions of police presence, frequency of  police-citizen contacts, quality of police-citizen contacts, estimates  of the magnitude of various problems in their neighborhoods,  evaluation of the problem-solving efforts of the police, perception of  neighborhood conditions, levels of fear of crime, personal experience  of victimization, knowledge of victimization of other residents, and demographic information."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"quality of life"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"87-IJ-CX-0062"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-06-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1990"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, personal interviews, and telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Madison"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Wisconsin"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Police officers in the Madison Police Department and residents of the city of Madison, Wisconsin."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The EPD program site was not randomly selected, but was  selected by the department, based on several indicators of need.  Police officers were also not randomly assigned to work in the EPD,  but were allowed to bid for assignments in the EPD. Households for the  resident survey were randomly selected from the 1980 Census block  statistics, excluding city blocks that consisted primarily of business areas or student housing."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the police personnel surveys, 97 percent of  the total commissioned personnel in the Madison Police Department  participated in the employee survey in 1987, 97 percent participated  in 1988, and 86 percent participated in 1989. Of the respondents to  the Wave I survey, 14 had left the department by the time of the third  survey. Two hundred and two persons participated in all three survey  waves, resulting in a participation rate of 79 percent for the panel.  Some personnel changes occurred after the first year of the evalua\ntion  period, resulting in an analysis panel equivalent to 61 percent of the  total sworn personnel at any one of the three survey times.  Participation rates are provided rather than response rates because at  each survey period, a very small number of individuals came to the  survey site and completed a survey identification form, but did not  actually complete the survey. For the resident survey, the response  rate in the EPD area was 77.8 percent and 75.1 percent for the rest of  the city. The 772 interviews completed for Wave 2 resulted in a panel completion rate of 66.2 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Commissioned Personnel Data, Wave 1","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620033,"persistentId":"","pidURL":"","filename":"Commissioned Personnel Data, Wave 1","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Commissioned Personnel Data, Wave 2","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620034,"persistentId":"","pidURL":"","filename":"Commissioned Personnel Data, Wave 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Commissioned Personnel Data, Wave 3","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620035,"persistentId":"","pidURL":"","filename":"Commissioned Personnel Data, Wave 3","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Residents Data, Waves 1 and 2","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620036,"persistentId":"","pidURL":"","filename":"Residents Data, Waves 1 and 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 1","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620037,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 1","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 2","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620038,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 3","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620039,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Commissioned Personnel Data, Wave 3","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Residents Data, Waves 1 and 2","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620040,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Residents Data, Waves 1 and 2","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"User Guide","restricted":false,"version":1,"datasetVersionId":36460,"dataFile":{"id":2620041,"persistentId":"","pidURL":"","filename":"User Guide","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}