{"status":"OK","data":{"id":37718,"identifier":"ICPSR02696.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02696.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02696.v1","latestVersion":{"id":33718,"storageIdentifier":"file://10.3886/ICPSR02696.v1","versionState":"RELEASED","distributionDate":"2000-05-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:04:26Z","releaseTime":"2015-04-09T03:04:26Z","createTime":"2015-04-09T03:04:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Work and Family Services for Law Enforcement Personnel in the United States, 1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Delprino, Robert,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Buffalo State College"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"O'Quin, Karen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Buffalo State College"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kennedy, Cheryl"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Buffalo State College"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to provide current information  on work and family issues from the police officer's perspective, and  to explore the existence and prevalence of work and family training  and intervention programs offered nationally by law enforcement  agencies. Three different surveys were employed to collect data for  this study. First, a pilot study was conducted in which a  questionnaire, designed to elicit information on work and family  issues in law enforcement, was distributed to 1,800 law enforcement  officers representing 21 municipal, suburban, and rural police  agencies in western New York State (Part 1). Demographic information  in this Work and Family Issues in Law Enforcement (WFILE)  questionnaire included the age, gender, ethnicity, marital status,  highest level of education, and number of years in law enforcement of  each respondent. Respondents also provided information on which  agency they were from, their job title, and the number of children  and step-children they had. The remaining items on the WFILE  questionnaire fell into one of the following categories: (1) work and  family orientation, (2) work and family issues, (3) job's influence  on spouse/significant other, (4) support by spouse/significant other,  (5) influence of parental role on the job, (6) job's influence on  relationship with children, (7) job's influence on relationships and  friendships, (8) knowledge of programs to assist with work and family  issues, (9) willingness to use programs to assist with work and  family issues, (10) department's ability to assist officers with work  and family issues, and (11) relationship with officer's  partner. Second, a Police Officer Questionnaire (POQ) was developed  based on the results obtained from the pilot study. The POQ was sent  to over 4,400 officers in police agencies in three geographical  locations: the Northeast (New York City, New York, and surrounding  areas), the Midwest (Minneapolis, Minnesota, and surrounding areas),  and the Southwest (Dallas, Texas, and surrounding areas) (Part  2). Respondents were asked questions measuring their health,  exercise, alcohol and tobacco use, overall job stress, and the number  of health-related stress symptoms experienced within the last  month. Other questions from the POQ addressed issues of concern to  the Police Research and Education Project -- a sister organization of  the National Association of Police Organizations -- and its  membership. These questions dealt with collective bargaining, the Law  Enforcement Officer's Bill of Rights, residency requirements, and  high-speed pursuit policies and procedures. Demographic variables  included gender, age, ethnicity, marital status, highest level of  education, and number of years employed\nin law enforcement. Third, to  identify the extent and nature of services that law enforcement  agencies provided for officers and their family members, an Agency  Questionnaire (AQ) was developed (Part 3). The AQ survey was  developed based on information collected from previous research  efforts, the Violent Crime Control and Law Enforcement Act of 1994  (Part W-Family Support, subsection 2303 [b]), and from information  gained from the POQ. Data collected from the AQ consisted of whether  the agency had a mission statement, provided any type of mental  health service, and had a formalized psychological services  unit. Respondents also provided information on the number of sworn  officers in their agency and the gender of the officers. The  remaining questions requested information on service providers, types  of services provided, agencies' obstacles to use of services,  agencies' enhancement of services, and the organizational impact of the services."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In the past 20 years, many articles, books, and  manuals have been published on police stress. The literature has  noted that the stressful nature of police work, along with other  occupational demands, can have a great impact on the family life of  police officers. The literature has further noted that the family  suffers vicariously as a result of the stress that the officer  directly experiences while on the job, can be a critical support  system for the officer, and can provide stability, which may be a  valid predictor of success in police work. Previous empirical data,  however, have been minimal, dated, and usually not generalizable to  the current state of the police family. The work environment of law  enforcement officers has changed greatly due in part to escalating  crime rates, greater restrictions placed on how officers perform  their jobs, and the introduction of new technology. Over the last 20  years, the structure and function of the family have also evolved as  a result of changing demographics of the work force, as well as  changing attitudes and values among workers. Obtaining current  information about stressors experienced by officers and their family  members, the officers' perceived needs, and potential willingness to  use programs offered to officers and their families is useful to  ensure that the appropriate agencies can develop effective,  family-friendly policies, as well as programs that are focused,  cost-effective, and address officers' and family members' needs. The  objectives of this study were to provide current information on work  and family issues from the police officer's perspective, and to  explore the existence and prevalence of work and family training and  intervention programs currently offered nationally by law enforcement agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Three different surveys were used to collect data  for this study. First, a pilot study was conducted in which a  questionnaire, designed to study work and family issues in law  enforcement, was distributed to 1,800 law enforcement officers  representing 21 municipal, suburban, and rural police agencies in  western New York State (Part 1). The Work and Family Issues in Law  Enforcement Questionnaire (WFILE), containing 178 items, was  developed in two steps: first, a review of pertinent literature was  undertaken, and then structured telephone interviews with eight law  enforcement officers and 13 mental health professionals who had  worked with officers and their families were conducted. The telephone  interviews were designed to ascertain the primary concerns and issues  of police officers with regard to work and family. Responses obtained  from the interviews were subjected to content analysis and used in  the development of the WFILE. Surveys were delivered by the Erie  County Department of Central Police Services to each police  agency. The chiefs of each agency were requested to distribute the  survey to their off\nicers. Each officer received a cover letter  eliciting his or her support, a copy of the questionnaire, and a  self-addressed, stamped return envelope. Central Police Services  assisted in the collection of the completed surveys. Officers were  asked to return their completed questionnaires to the Erie County  Employee Assistance Program. Usable questionnaires were returned by  597 law enforcement officers. In addition to providing information on  work and family issues for the law enforcement community in western  New York, the primary goal of the pilot study was to provide data  that would be used to develop a questionnaire to be distributed to a  larger sample of law enforcement agencies. The second survey in this  data collection, the Police Officer Questionnaire (POQ), was  developed based on the results of the WFILE. The 148-item  questionnaire was sent to the homes of over 4,400 officers in police  agencies in three geographical locations: the Northeast (New York  City, New York, and surrounding areas), the Midwest (Minneapolis,  Minnesota, and surrounding areas), and the Southwest (Dallas, Texas,  and surrounding areas) (Part 2). Within each metropolitan agency,  department personnel randomly selected officers to participate in the  project. Two identical sets of mailing labels were produced by each  department or union to allow for two mailings of the survey  instrument to the same sample over a three-week period. For both  mailings, each area was provided with sealed envelopes containing a  survey instrument, a business reply envelope, and a cover letter  signed by union representatives and/or the department's police  commissioner. For the reminder mailing, a different cover letter was  used. Officers returned completed surveys to researchers at Buffalo  State College. Responses were received from 1,632 officers  representing 51 agencies. Third, to identify the extent and nature of  services that law enforcement agencies provided for officers and  their family members, the Agency Questionnaire (AQ) was administered  (Part 3). The AQ survey was developed based on information collected  from previous research efforts, the Violent Crime Control and Law  Enforcement Act of 1994 (Part W-Family Support, subsection 2303 [b]),  and from information gained from the POQ. The AQ, with 82 items, was  sent to 587 state, municipal, suburban, and rural police agencies  throughout the United States. A survey, cover letter, and business  reply envelope were sent to each agency in the sample. The cover  letter was addressed to the chief of the agency. The envelope,  however, was addressed with the name of the head of each  agency. Three weeks after the first mailing, a second mailing was  carried out. The second mailing was sent only to  nonrespondents. Completed surveys were returned to researchers at  Buffalo State College. Data were received from 380 agencies  representing 48 state agencies, 166 agencies serving populations of  25,000 to 49,999, 84 agencies serving populations of 50,000 to  99,999, and 82 agencies serving populations over 100,000. Prior to  sending the survey to the agencies, each survey was coded with a  5-digit identification number for the purpose of identifying  nonrespondents. The first three digits of the code represented a  specific identification number assigned to each agency. The fourth  digit of the code identified the strata in which the agency was  grouped (i.e., 25,000-49,999, or 100,000 or more). The last digit indicated first or second mailing of the survey."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic information in the Work and Family  Issues in Law Enforcement (WFILE) questionnaire included the age,  gender, ethnicity, marital status, highest level of education, and  number of years in law enforcement of each respondent. Respondents  also provided information on which agency they were from, their job  title, and the number of children and step-children they had. The  remaining items on th\ne WFILE questionnaire fell into one of the  following categories: (1) work and family orientation, (2) work and  family issues, (3) job's influence on spouse/significant other, (4)  support by spouse/significant other, (5) influence of parental role  on the job, (6) job's influence on relationship with children, (7)  job's influence on relationships and friendships, (8) knowledge of  programs to assist with work and family issues, (9) willingness to  use programs to assist with work and family issues, (10) department's  ability to assist officers with work and family issues, and (11)  relationship with officer's partner. Variables in Part 2 measured  respondents' health, exercise, alcohol and tobacco use, overall job  stress, and the number of health-related stress symptoms experienced  within the last month. Other questions addressed issues of concern to  the Police Research and Education Project -- a sister organization of  the National Association of Police Organizations -- and its  membership. These questions dealt with collective bargaining, the Law  Enforcement Officer's Bill of Rights, residency requirements, and  high-speed pursuit policies and procedures. Demographic variables  included gender, age, ethnicity, marital status, highest level of  education, and number of years employed in law enforcement. Data  collected for Part 3 consisted of whether the agency had a mission  statement, provided any type of mental health service, and had a  formalized psychological services unit. Respondents also provided  information on the number of sworn officers in their agency and the  gender of the officers. The remaining questions requested information  on service providers, types of services provided, agencies' obstacles  to use of services, agencies' enhancement of services, and the organizational impact of the services."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family work relationship"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"job satisfaction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"job stress"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2696.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0113"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-05-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Police officers. Part 3: Law enforcement agencies."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: Exact sampling unknown. Part 3: Stratified random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for the Part 1 was 33.2  percent. The response rate for the Part 2 was 36.43 percent. The response rate for Part 3 was 65 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in all three surveys."}]}},"files":[{"description":"","label":"Agency Questionnaire Data","restricted":false,"version":1,"datasetVersionId":33718,"dataFile":{"id":2600891,"persistentId":"","pidURL":"","filename":"Agency Questionnaire Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Officer Questionnaire Data","restricted":false,"version":1,"datasetVersionId":33718,"dataFile":{"id":2600890,"persistentId":"","pidURL":"","filename":"Police Officer Questionnaire Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Work and Family Issues in Law Enforcement Questionnaire Data","restricted":false,"version":1,"datasetVersionId":33718,"dataFile":{"id":2600889,"persistentId":"","pidURL":"","filename":"Work and Family Issues in Law Enforcement Questionnaire Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}