{"status":"OK","data":{"id":45440,"identifier":"ICPSR31401.v1","persistentUrl":"https://doi.org/10.3886/ICPSR31401.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR31401.v1","latestVersion":{"id":41440,"storageIdentifier":"file://10.3886/ICPSR31401.v1","versionState":"RELEASED","distributionDate":"2013-03-22","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:29:18Z","releaseTime":"2015-04-09T04:29:18Z","createTime":"2015-04-09T04:29:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"The Impact of Childhood Behavior Problems on Child Care and Employment Decision-Making: A Nationally Representative Panel Study"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Montes, Guillermo"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Children's Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A nationally representative panel study of parents and children, the Impact of Childhood Behavior Problems on Child Care and Employment Decision-Making Study was designed to determine the type of employment problems that parents directly attribute to difficulties in securing child care by using a household approach and to identify whether having a child with behavior problems or chronic illness is independently associated with child care-related employment problems in the United States.</p>\n\n<p>The study included parents of children aged 0 to 13 years and employed household level sampling from a nationally representative random-digit dial Gallup panel. Post-stratification weighting was accomplished by applying weights based on census region, income, and education using Stata's post-stratification commands.  Nine measures of child care-related employment problems were included in the telephone survey instrument and include:</p>\n\n<ul>\n<li><p>Child Care-Related Employment Problems - Child care was defined broadly, including standard child care arrangements, before and after school activities or programs, babysitters, etc. Regular child care arrangements were defined as a regularly attended program, activity, or arrangement that occurs at least once a week.  There were nine measures of child care related employment problems.  Respondents were asked, \"As a result of problems with child care during this school year, has a parent in your household\":</p>\n\n<p>(a) quit a job</p>\n\n<p>(b) been absent from work</p>\n\n<p>(c) decreased job performance</p>\n\n<p>(d) changed a work schedule</p>\n\n<p>(e) looked for a different job</p>\n\n<p>(f) modified current job substantially</p>\n\n<p>(g) turned down a job</p>\n\n<p>(h) stopped looking for work</p>\n\n<p>(i) made decisions that will negatively impact future employability</p></li>\n<li><p>Behavior Problems and Current Serious Health Condition - The presence of behavior problems was determined by combining questions dealing with (1) defiant, aggressive behavior or conduct and (2) behavior problems.  Similarly, parents were asked if their child had a serious chronic health condition that warranted medical treatment in the last 12 months.</p></li>\n<li><p>Household Composition - Parents were asked whether they are part of a two-parent/single-parent household or a stay-at-home parent household.</p></li>\n<li><p>Demographic Variables - Respondent's gender and race were collected, as well as information about the highest level of education and annual income.</p></li>\n</ul>\n\n<p>Overall, almost half (46 percent) of households reported at least one child care-related employment change. The two most common changes cited were being absent from work (21 percent) and changing the work schedule (27 percent). Two-parent households were significantly less likely to report child care-related employment changes compared to single parent\nhouseholds. In addition, households with a stay-at-home parent were less likely to report child care-related absenteeism, but were more likely to report recently quitting a job than households without a stay-at-home parent. Also, having a child with behavior problems or a serious chronic health condition was associated with up to triple odds of many child care-related employment problems. These findings support the notion that child care-related employment problems are common among families with a child with chronic illness or behavior problems, and support the need for policy makers to strive for implementation of more parent-friendly working conditions.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Research shows that low-income families with children having special needs face substantial barriers in finding adequate child care.  This results in higher employment instability. The impact of undiagnosed developmental or behavior problems on these outcomes is not yet fully understood.  This study contributes much needed information about the link between childhood developmental and behavioral problems, child care needs, and employment decisions.</p>\n\n<p>The goal of this study was to examine associations between childhood behavior problems and the stability of child care and employment among working families.  This study sought to address two main questions regarding child care.  First, what are the child care needs and utilization patterns of low-income working families? And second, what factors influence choice of care among low-income working families? Depending on the prevalence and influence of behavior problems on employment decisions of low-income families, the results of this study help identify the need for additional policies at the national, state or local level specifically targeting families and/or caregivers of children with developmental or behavior problems.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Gallup Organization (Gallup) collected a nationally representative sample of 1,500 parents of children ages 0-13. The design incorporated an oversample of low-income families (household income less than or equal to $25,000). In addition, data was collected from a subsample comparison group of nationally representative households who have been pre-identified by the Gallup Organization as having an autistic child.</p>\n\n<p>An informational letter was sent to the Panel members in advance of the telephone contact by the Gallup survey team.  This letter described the study in detail and included information about participation. After the letters were sent, likely Gallup Panel members were contacted by the Gallup survey team, who reviewed the study, addressed any questions or concerns, and obtained verbal consent from eligible study participants. These families were surveyed once a year for three years by the Gallup Organization. Gallup attempted to follow up even in the case the subject left the Gallup panel.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I. Children and Child Development"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.C. Children with Special Needs and Special Child Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC I.C.1. Children with Special Needs"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II. Parents and Families"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.A. Selection Of Child Care and Early Education Arrangements"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.B. Child Care and Early Education Expenses"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC II.E. Parent/Family Characteristics"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC III. Child Care and Early Education Market"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC III.A. Access To Child Care and Early Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V. Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR V.A. Education, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-03-22Version Text: 2013-03-22Subject: Study Level Error Note, Notes: Special thanks to Dirk Hightower, Bohdan S. Lotyczewski, Marjorie Allan, Sean Williams, Shay Hope, John Fantuzzo, Helen Ward, and Dana Friedman for assistance during the preparation and execution of this study.;Subject: Study Level Error Note, Notes: Information was collected on out-of-pocket expenses paid by the parents for child care and receipt of child care subsidies. However, those data points are being treated as unreliable by the PIs of this project.\nThe questions about child care cost appear to have been misunderstood and elicited responses that were inconsistent with other survey questions. This issue applies to the Q310 variable in the Wave 1 and the Wave 3 data.;Subject: Study Level Error Note, Notes: Further information on the weight variables used in this study is not currently available. The study will be updated when documentation on weight variables is obtained.;Subject: Study Level Error Note, Notes: All three waves of data in this download can be merged using unique_id as the linking variable. Please see the User Guide included in this download for more information about merging datasets.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90YE0102/01"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-03-22"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009-06-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009-07-14"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-10-02"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-06-10"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The Gallup Panel maintains a database containing comprehensive, single-source information about consumer attitudes, opinions, and behaviors that is based on a representative sample of United States households. The sample for this study draws from the Gallup Panel."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Census tract"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["household","individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Households in the United States with one or more children ages 0-13 years."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample was obtained using the Gallup Panel's population. The Gallup Panel is a probability-based, nationally representative pool of over 47,000 American households and 65,000 individuals ages 13 years and older who have agreed to participate in research studies on an ongoing basis.  The Gallup Panel uses random digit dial (RDD) methodology to recruit its members. Panel members cover the continental United States, Alaska, and Hawaii. The sample is nationally representative. Gallup does not sell the sample to anyone, retains full control, and provides clients the exclusive rights to leverage this scientifically valid sample. The Gallup Panel maintains a comprehensive database of panel members' characteristics, which is one of the few consumer databases containing comprehensive, single-source information about consumer attitudes, opinions, and behaviors that is based on a representative sample of United States households.</p>\n\n<p>At the time of data collection, The Gallup Panel contained 5,223 households who had a child between the ages of infancy and 13. These members consisted of both mothers and fathers with 33 percent being African American. The Gallup Panel also contained 204 unique households indicating that a child within their household has been diagnosed with autism within this sample. Based on nationally representative results, children with moderate to severe developmental problems were expected to be present in 20 percent of the households. Thus, there were over 100 households with low-income and developmental problems in this general population sample.</p>\n\n<p>Survey respondents were eligible if they were adults (18 years and older) as identified by the Gallup Panel.  This age was chosen because respondents were a parent/primary caregiver of at least one child (infant-13 years old) living in the household. This sample was also a nationally representative sample on racial and ethnic origin. Respondents were excluded if they had previously participated in this study. While vulnerable subjects were not specifically excluded, the Gallup Panel is unlikely to include vulnerable subjects.</p>\n\n<p>For further information on the sampling methods used in this study, please see the User Guide included in this download.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted telephone interview (CATI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The Gallup Organization provided post-stratification weights using the Stata statistical package based on census region, income level and highest level of education obtained by any member of the household based on population estimates from the Census Population Survey and the National Survey of Children's Health 2003."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The survey had a response rate of 70.1 percent and an additional 6 percent of the population had missing data."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p><strong>Construction of the survey instrument:</strong></p>\n\n<p>In consultation with Gallup and our consultants (Drs. Helen Ward from Southern Maine University, John Fantuzzo from University of Pennsylvania, Dana Friedman from the Families and Work Institute, and Paul Law from the Interactive Autism Network) we designed a survey instrument as an overall household-level index of unmet child care needs reflective of the difficulty, desirability, and stability of the primary child care arrangement. This instrument measured children's developmental and behavior problems, type of child care arrangement, difficulty and stability of the primary child care arrangement, labor force participation as well as employment stability and productivity. The survey is based on questions from the National Survey of American Families (NSAF), the National Household Education Survey - After-School Participation and Activities (NHES ASPA), the Early Childhood Program Participation (ECPP) and the National Survey of Children's Health (NSCH), as well as input based on the experience of our consultants, particularly Dr. Ward's statewide survey study in Maine. A distinctive feature of this survey is asking for employment effects that the parent attributes directly to child care problems, rather than simply asking about their job, working hours and similar questions. The survey is approximately 18 minutes long; Gallup panelists typically complete surveys between 15 and 18 minutes long.</p>\n\n<p>Some sample items that are included are items asking parents to rate how much importance they gave to characteristics of after-school care when selecting child care arrangements for children.  These included: location, cost, reliability, learning activities, socialization with same-age peers, schedule, and number of children. Parents were also asked how much difficulty they had in finding the after-school care they wanted for their children. There were questions about the supply of child care in their communities. Parents were asked to indicate if (a) parent did not look for child care, (b) parent looked and did not find the care they wanted, or (c) parent looked and found the desired care. Many of these questions were based on the NHES ASPA 2005.</p>\n\n<p>An overall household-level index of employment effects caused by child care needs was constructed.  This index reflects whether parental employment decisions would differ substantially from the current employment choices were the ideal child care available. This index is a household measure that is independent of the labor force status of the parents. Detailed questions based on the NSAF regarding the arrangements for both child care and employment were asked.</p>\n\n<p>Parents were asked about their child's known medical and behavioral diagnoses, based on the National Survey of Children's Health, the National Survey of Early Childhood Health, and input from the local pediatric community as well as autism specialists from the Interactive Autism Network (IAN). The autism subsample was also asked to respond to a severity of autism symptomatology measure.</p>\n\n<p><strong>Demographic characteristics:</strong></p>\n\n<p>The Gallup Panel has already collected extensive demographics which would be available for this survey. Complete demographics on the target child include age, sex, race, Hispanic ethnicity; as well as household demographic information including parental education, household composition, income, and state. Respondents were also asked if the child has an IEP or IFSP, and/or receives services for developmental and/or behavior problems.</p>"}]}},"files":[{"description":"","label":"Wave 1 Data","restricted":false,"version":1,"datasetVersionId":41440,"dataFile":{"id":2660349,"persistentId":"","pidURL":"","filename":"Wave 1 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Wave 2 Data","restricted":false,"version":1,"datasetVersionId":41440,"dataFile":{"id":2660350,"persistentId":"","pidURL":"","filename":"Wave 2 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Wave 3 Data","restricted":false,"version":1,"datasetVersionId":41440,"dataFile":{"id":2660351,"persistentId":"","pidURL":"","filename":"Wave 3 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}