{"status":"OK","data":{"id":42970,"identifier":"ICPSR03064.v5","persistentUrl":"https://doi.org/10.3886/ICPSR03064.v5","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03064.v5","latestVersion":{"id":38970,"storageIdentifier":"file://10.3886/ICPSR03064.v5","versionState":"RELEASED","distributionDate":"2001-03-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:02:12Z","releaseTime":"2015-04-09T04:02:12Z","createTime":"2015-04-09T04:02:12Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to ICPSR member institutions.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Eurobarometer 53: Racism, Information Society, General Services, and Food Labeling, April-May 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hartung, Harald"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"European Commission"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This round of Eurobarometer surveys queried respondents on standard Eurobarometer measures, such as how satisfied they were with their present life, whether they attempted to persuade others close to them to share their views on subjects they held strong opinions about, whether they discussed political matters, and how they viewed the need for societal change. Additional questions focused on the respondents' knowledge of and opinions on the European Union (EU), including how well-informed they felt about the EU, what sources of information about the EU they used, whether their country had benefited from being an EU member, and the extent of their personal interest in EU matters. Respondents were asked how their present situation compared with five years ago, whether they thought it would improve over the next five years, and if in the last five years they themselves, a family member, or a close friend had been\nunemployed or if the company they worked for had \"made people redundant,\" i.e., laid people off. Respondents were also asked about how much news they currently watched on TV, read about in newspapers, or listened to on the radio, how fair they felt the media coverage of the EU was, whether their image of the EU was positive or negative, and which groups or types of people (e.g., children, the elderly, politicians, teachers, lawyers, factory workers, farmers, etc.) had more and which had less advantages from their country's EU membership. Other questions focused on how satisfied respondents were with the way democracy worked in their country and in the EU, how important various European institutions were in the life of the EU and whether they trusted them, the amount of pride they had in their nationality, and if they were for or against EU features such as a single currency, an independent European Central Bank, a common foreign policy, a common defense and security policy, and a European Union that is responsible beyond national, regional, and local governments. Opinions were sought on possible EU social and political actions, which nonmember countries should become members, the role of the European Parliament, and whether the EU should have a constitution. Other topics of focus in the surveys included racism, general services, food labeling, and information and communication technologies. Several questions about people of different nationalities, religions, or cultures queried respondents as to whether they found these people disturbing, whether they themselves felt they were part of the majority or minority in their country, and if they had a parent or grandparent of a different nationality, race, religion, or culture. Respondents were asked to agree or disagree with a number of statements about issues involving minority groups and education, housing, social benefits, international sport, cultural life, religious practices, employment, and the economy. Additionally, respondent opinion was sought on the size of minority populations in their country, how relations with minorities could be improved, whether restrictions should be placed on minority workers from outside the EU, and the proper place in society for these minorities. A few questions also queried respondents about cultural and religious differences that immigrants (i.e., people who were not citizens of a member state of the EU) brought to the EU and how the EU should handle various situations involving this group of people. Questions regarding services of general interest, specifically mobile and fixed telephone services, electric, gas, and water supply services, postal services, transport services within towns/cities, and rail services between towns/cities, probed for respondent opinion on ease of access, price and contract fairness, quality of service, and clearness of service-provided information. For each service, respondents were asked whether in the last 12 months they had personally made a complaint about the service to any complaint-handling body and how they felt the situation was handled. Another section of the surveys queried respondents on how often they read food labels, if they thought there was too much or too little information on food labels, if they trusted and understood food labels, whether potential harm or benefit information should appear on the labels, who should be responsible for the information, and if food labels affected their inclination to purchase food products. A number of questions gauged respondent sentiment on genetically modified organisms in food by asking what, if any, information should be shown on labels, how clear, comprehensive, and reliable the information should be, and if the respondent would be more inclined to buy food products labeled as having no genetically modified organisms or less inclined to buy food products labeled as having genetically modified organisms. Questions about technology asked if respondents curre\nntly had at home a satellite dish, cable TV, a digital TV, a DVD player, a game console, a computer, a computer with a CD-ROM, an Internet connection, a fax without a computer, a mobile phone, or an ISDN line. They were asked which of these they used personally, which they were interested in but didn't use, which they planned to buy in the next six months, and, for those without an ISDN line, the reasons why. Those using the Internet were given a list of Internet activities and asked to identify which they had engaged in in the last three months, and if they had reduced time spent on non-Internet activities such as watching TV, reading, listening to the radio, interacting with family and friends, or playing sports. Internet users were also asked where else they had access, how satisfied they were with the speed of their Internet connection, if they had considered a faster Internet connection, if they felt a faster connection was affordable, which Internet services they would be interested in using, and for which of those services they would be willing to pay. Standard demographic information collected on respondents included left-right political self-placement, party they would vote for if an election were held tomorrow, marital status, age at completion of education, current age, sex, number of people in household, number of children in household, current occupation, previous occupation, household income, size of locality, region of residence, availability of telephone in household, and language of interview (select countries)."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"consumer attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"consumer protection"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"economic integration"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"economic policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"European unification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"European Union"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"food safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"foreign policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"foreign workers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"genetic engineering"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"immigrants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"information technology"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Internet"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"life satisfaction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"minorities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"municipal services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"national identity"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"product information"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"quality of life"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"unemployment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.3.a. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, Attitudes Toward Regional Integration, Europe"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC I. Conflict Data"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC II. Economic Data"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC VI. Human Dimension of International Relations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC VII. Public Opinion Data"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-11-26Version Text: 2008-11-26Version Date: 2008-11-26Version Text: 2008-11-26 Subject: null  Type: null  Notes: The data have been further processed by the ZA, and the SAS, SPSS, and Stata setup files, Stata system file, and codebook have been updated. Also, the SPSS portable file has been replaced with an SPSS system file, the SAS transport (XPORT) file has been replaced with a SAS transport (CPORT) file, and a tab-delimited ASCII data file has been added.;Version Date: 2006-03-06Version Text: 2006-03-06 Subject: null  Type: null  Notes: The data has been further processed by the ZA, and the SPSS setup file and codebook have been updated. Also, SAS and Stata setup files, an SPSS portable file, a SAS transport file, and a Stata system file have been added.;Version Date: 2002-07-30Version Text: 2002-07-30 Subject: null  Type: null  Notes: Data for previously-embargoed variables are now available, and the French version of the questionnaire has been added.;Version Date: 2001-07-26Version Text: 2001-07-26 Subject: null  Type: null  Notes: Data for some previously-embargoed variables (Q4 to Q7, Q49 to Q53, Q59 to Q61, Q79 to Q88) are now available. Also, the name of the principal investigator for this collection has been corrected.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS and Stata setup files, SAS transport (CPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The codebook and setup files for this collection contain charact\ners with diacritical marks used in many European languages.;Subject: Study Level Error Note, Notes: The setup files may contain references to Norway, but Norway was not a participant in this wave of Eurobarometer surveys. This collection contains no data for Norway.;Subject: Study Level Error Note, Notes: The dates in the data file for Austria are not consistent with the dates in the Technical Specifications.;Subject: Study Level Error Note, Notes: The number of interviews for France is 1,002. The table in the Technical Specifications shows the number of interviews for France as 1,003.;Subject: Study Level Error Note, Notes: D8/V592 and V593: For 32 respondents the indicated age \"WHEN STOPPED FULL-TIME EDUCATION\" was too high for their actual age (D11/V595). These cases were recoded to '0' (\"NA\") in V592 and V593. 12 missing cases which are coded '2' (\"Student\") in D15A/V600 have been recoded to '98' in V592 and '10' in V593 (\"Still studying\").;Subject: Study Level Error Note, Notes: D29/V624 (INCOME HH QUARTILES): Please notice that the income quartiles are produced for comparison purposes and are retained as provided by the principal investigator. They are based on the country-specific categorized income question.;Subject: Study Level Error Note, Notes: C5/V680 (EUROPEAN POLITICAL PARTY PREFERENCE): This variable has been constructed by the Central Archive mapping the country specific variables V574 to V589 to the party group structure of the 5th EU-Parliament period (1999-2004). Spanish regional parties, combined coded '57' in V585, are attributed separately to its corresponding group in the EU-Parliament. Different internet resources were used for information on the respective party affiliations: http://www.europarl.europa.eu/election/def_nig.htm (official EP website) http://www.parties-and-elections.de http://en.wikipedia.org/wiki/User:Electionworld/Electionworld;Subject: Study Level Error Note, Notes: V683 (ORIGINAL RESPONDENT ID): Four cases with non-unique respondent identification numbers have been detected, including 50587 and 160439; however, these cases are not identical.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-03-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-04-05"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-05-23"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-04-05"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-05-23"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Eurobarometer Survey Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Austria"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Belgium"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Denmark"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Europe"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Finland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"France"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Germany"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Greece"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ireland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Italy"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Luxembourg"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Netherlands"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Portugal"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Spain"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Sweden"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United Kingdom"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["country"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Citizens of the EU aged 15 and over residing in the 15 EU member countries: Austria, Belgium, Denmark, Finland, France, Germany, Greece, Ireland, Italy, Luxembourg, the Netherlands, Portugal, Spain, Sweden, and the United Kingdom."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Multistage national probability samples."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Please review the \"Weighting Information\" section of the ICPSR codebook for this Eurobarometer study."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."}]}},"files":[{"description":"","label":"Eurobarometer 53 Racism, Information Society, General Services, and Food Labeling, April-May 2000","restricted":false,"version":1,"datasetVersionId":38970,"dataFile":{"id":2641972,"persistentId":"","pidURL":"","filename":"Eurobarometer 53 Racism, Information Society, General Services, and Food Labeling, April-May 2000","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}