{"status":"OK","data":{"id":37644,"identifier":"ICPSR03483.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03483.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03483.v1","latestVersion":{"id":33644,"storageIdentifier":"file://10.3886/ICPSR03483.v1","versionState":"RELEASED","distributionDate":"2002-12-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:03:34Z","releaseTime":"2015-04-09T03:03:34Z","createTime":"2015-04-09T03:03:34Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Regional Auto Theft Task (RATT) Force in San Diego County, 1993-1996"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Burke, Cynthia,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hoctor Mulmat, Darlanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Melton, Roni"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pennell, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Criminal Justice Research Division of the San Diego  Association of Governments (SANDAG) received funds from the National  Institute of Justice to assist the Regional Auto Theft Task (RATT)  force and evaluate the effectiveness of the program. The project  involved the development of a computer system to enhance the crime  analysis and mapping capabilities of RATT. Following the  implementation of the new technology, the effectiveness of task force  efforts was evaluated. The primary goal of the research project was to  examine the effectiveness of RATT in reducing auto thefts relative to  the traditional law enforcement response. In addition, the use of  enhanced crime analysis information for targeting RATT investigations  was assessed. This project addressed the following research questions:  (1) What were the characteristics of vehicle theft rings in San Diego  and how were the stolen vehicles and/or parts used, transported, and  distributed? (2) What types of vehicles were targeted by vehicle theft  rings and what was the modus operandi of suspects? (3) What was the  extent of violence involved in motor vehicle theft incidents? (4) What  was the relationship between the locations of vehicle thefts and  recoveries? (5) How did investigators identify motor vehicle thefts  that warranted investigation by the task force? (6) Were the  characteristics of motor vehicle theft cases investigated through RATT  different than other cases reported throughout the county? (7) What  investigative techniques were effective in apprehending and  prosecuting suspects involved in major vehicle theft operations? (8)  What was the impact of enhanced crime analysis information on  targeting decisions? and (9) How could public education be used to  reduce the ris\nk of motor vehicle theft? For Part 1 (Auto Theft  Tracking Data), data were collected from administrative records to  track auto theft cases in San Diego County. The data were used to  identify targets of enforcement efforts (e.g., auto theft rings,  career auto thieves), techniques or strategies used, the length of  investigations, involvement of outside agencies, property recovered,  condition of recoveries, and consequences to offenders that resulted  from the activities of the investigations. Data were compiled for all  194 cases investigated by RATT in fiscal year 1993 to 1994 (the  experimental group) and compared to a random sample of 823 cases  investigated through the traditional law enforcement response during  the same time period (the comparison group). The research staff also  conducted interviews with task force management (Parts 2 and 3,  Investigative Operations Committee Initial Interview Data and  Investigative Operations Committee Follow-Up Interview Data) and other  task force members (Parts 4 and 5, Staff Initial Interview Data and  Staff Follow-Up Interview Data) at two time periods to address the  following issues: (1) task force goals, (2) targets, (3) methods of  identifying targets, (4) differences between RATT strategies and the  traditional law enforcement response to auto theft, (5) strategies  employed, (6) geographic concentrations of auto theft, (7) factors  that enhance or impede investigations, (8) opinions regarding  effective approaches, (9) coordination among agencies, (10)  suggestions for improving task force operations, (11) characteristics  of auto theft rings, (12) training received, (13) resources and  information needed, (14) measures of success, and (15) suggestions for  public education efforts. Variables in Part 1 include the total number  of vehicles and suspects involved in an incident, whether informants  were used to solve the case, whether the stolen vehicle was used to  buy parts, drugs, or weapons, whether there was a search warrant or an  arrest warrant, whether officers used surveillance equipment,  addresses of theft and recovery locations, date of theft and recovery,  make and model of the stolen car, condition of vehicle when recovered,  property recovered, whether an arrest was made, the arresting agency,  date of arrest, arrest charges, number and type of charges filed,  disposition, conviction charges, number of convictions, and  sentence. Demographic variables include the age, sex, and race of the  suspect, if known. Variables in Parts 2 and 3 include the goals of  RATT, how the program evolved, the role of the IOC, how often the IOC  met, the relationship of the IOC and the executive committee, how RATT  was unique, why RATT was successful, how RATT could be improved, how  RATT was funded, and ways in which auto theft could be  reduced. Variables in Parts 4 and 5 include the goals of RATT, sources  of information about vehicle thefts, strategies used to solve auto  theft cases, location of most vehicle thefts, how motor vehicle thefts  were impacted by RATT, impediments to the RATT program, suggestions  for improving the program, ways in which auto theft could be reduced,  and methods to educate citizens about auto theft. In addition, Part 5  also has variables about the type of officers' training, usefulness of  maps and other data, descriptions of auto theft rings in terms of the  age, race, and gender of its members, and types of cars stolen by rings."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Responding to rising motor vehicle thefts during  the late 1980s and early 1990s, officials in the San Diego region  formed the Regional Auto Theft Task Force (RATT). RATT was designed as  a proactive approach to the investigation, apprehension, and  prosecution of auto thieves, particularly those involved in major  countywide vehicle theft operations. During the first two years of  RATT operation, the fact that data were fragmented along  jurisdictional boundaries constrai\nned investigations. There was a need  for automated and integrated auto theft information. The Criminal  Justice Research Division of the San Diego Association of Governments  (SANDAG) received funds from the National Institute of Justice to  assist RATT and evaluate the effectiveness of the task force. The  project involved the development of a computer system to enhance the  crime analysis and crime mapping capabilities of RATT. Following the  implementation of the new technology, the effectiveness of task force  efforts was evaluated. The primary goal of the research project was  to examine the effectiveness of RATT in reducing auto thefts relative  to the traditional law enforcement response. In addition, the use of  enhanced crime analysis information for targeting RATT investigations  was assessed. This project addressed the following research questions:  (1) What are the characteristics of vehicle theft rings in San Diego  and how were the stolen vehicles and/or parts used, transported, and  distributed? (2) What types of vehicles were targeted by vehicle theft  rings and what was the modus operandi of suspects? (3) What was the  extent of violence involved in motor vehicle theft incidents? (4) What  was the relationship between the locations of vehicle thefts and  recoveries? (5) How did investigators identify motor vehicle thefts  that warranted investigation by the task force? (6) Were the  characteristics of motor vehicle theft cases investigated through RATT  different than other cases reported throughout the county? (7) What  investigative techniques were effective in apprehending and  prosecuting suspects involved in major vehicle theft operations? (8)  What was the impact of enhanced crime analysis information on  targeting decisions? and (9) How could public education be used to reduce the risk of motor vehicle theft?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1 data were collected from administrative  records to track auto theft cases in San Diego County. Collection of  data prior to the Crime Analysis and Mapping System (CAMS) provided  information on the scope of the auto theft problem and related crime  patterns in the San Diego region, as well as documentation of the  activities and results of RATT investigations in comparison to cases  handled with the traditional law enforcement response. RATT  investigations focused, according to the program design, on motor  vehicle theft suspects involved in major countywide vehicle theft  operations, while traditional auto theft detectives responded to all  types of auto theft activity throughout their individual  jurisdictions. The data were used to identify targets of enforcement  efforts (e.g., auto theft rings, career auto thieves), techniques or  strategies used, the length of investigations, involvement of outside  agencies, property recovered, condition of recoveries, and  consequences to offenders which resulted from the activities of the  investigations. Data were compiled for all 194 cases investigated by  RATT in fiscal year 1993 to 1994 (the experimental group) and compared  to a random sample of 823 cases investigated through the traditional  law enforcement response during the same time period (the comparison  group). The sample for the comparison group was selected from a  computer file generated through the Automated Regional Justice  Information System (ARJIS), which contained operational countywide  information on all crimes reported to law enforcement. To be included  in the comparison group, a case had to involve at least one auto  theft-related charge, such as auto theft or carjacking, as well as  include suspect information. Because the majority of auto thefts  reported were never solved, selection of the comparison sample from  all auto theft crimes reported to the police would result in a sample  with the majority of cases with minimal investigative  action. Therefore, the comparison sample was based upon cases with  information about a\nt least one suspect. Since RATT cases generally  involved extensive investigations, the comparison group was the most  comparable group available for examining the impact of RATT. Data were  obtained from arrest and investigation reports that provided detailed  data regarding sociodemographic characteristics of the suspect, the  source of information leading to the initial investigation, strategies  used, and law enforcement disposition. Prosecutor and court records  were accessed through the District and City Attorneys' automated  systems and court case files. The research staff also conducted  interviews with task force management (Parts 2 and 3) and other task  force members (Parts 4 and 5) at two time periods to address the  following issues: (1) task force goals, (2) targets, (3) methods of  identifying targets, (4) differences between RATT strategies and the  traditional law enforcement response to auto theft, (5) strategies  employed, (6) geographic concentrations of auto theft, (7) factors  that enhance or impede investigations, (8) opinions regarding  effective approaches, (9) coordination among agencies, (10)  suggestions for improving task force operations, (11) characteristics  of auto theft rings, (12) training received, (13) resources and  information needed, (14) measures of success, and (15) suggestions for  public education efforts. Initial interviews were completed with nine  members of the management group, the Investigative Operations  Committee (IOC), during the first quarter of 1995 (Part 2), and  follow-up interviews were completed with eight members during the  fourth quarter of 1996 (Part 3). Of the eight individuals interviewed  at follow-up, three represented new members, three were replacements,  and two were the same as the initial interview. In addition, 21 staff  members were surveyed in 1995 representing 12 local, state, and  federal law enforcement agencies (Part 4). Of the 22 officers  interviewed on year later (Part 5), eight had been interviewed previously, ten were replacements, and four were new members."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include the total number of  vehicles and suspects involved in an incident, whether informants were  used to solve the case, whether the stolen vehicle was used to buy  parts, drugs, or weapons, whether there was a search warrant or an  arrest warrant, whether officers used surveillance equipment,  addresses of theft and recovery locations, date of theft and recovery,  make and model of the stolen car, condition of vehicle when recovered,  property recovered, whether an arrest was made, the arresting agency,  date of arrest, arrest charges, number and type of charges filed,  disposition, conviction charges, number of convictions, and  sentence. Demographic variables include the age, sex, and race of the  suspect, if known. Variables in Parts 2 and 3 include the goals of  RATT, how the program evolved, the role of the IOC, how often the IOC  met, the relationship of the IOC and the executive committee, how RATT  was unique, why RATT was successful, how RATT could be improved, how  RATT was funded, and ways in which auto theft could be  reduced. Variables in Parts 4 and 5 include the goals of RATT, sources  of information about vehicle thefts, strategies used to solve auto  theft cases, location of most vehicle thefts, how motor vehicle thefts  were impacted by RATT, impediments to the RATT program, suggestions  for improving the program, ways in which auto theft could be reduced,  and methods to educate citizens about auto theft. In addition, Part 5  also has variables about the type of officers' training, usefulness of  maps and other data, descriptions of auto theft rings in terms of the  age, race, and gender of its members, and types of cars stolen by rings."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"automobiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"auto theft"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime mapping"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal investigations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organized crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"stolen vehicles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal investigations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3483.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3483.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-0027"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-12-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1996"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["For Part 1 data were obtained from arrest and  investigation reports, which provided detailed data regarding  sociodemographic characteristics of the suspect, the source of  information leading to the initial investigation, strategies used, and  law enforcement disposition. Prosecutor and court records were  accessed through the District and City Attorneys' automated systems  and court case files. For Parts 2 and 3 interviews were conducted with  members of the Investigative Operations Committee. For Parts 4 and 5 interviews were conducted with other members of the RATT task force."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Case, vehicle, or suspect. Parts 2-5: Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All auto theft cases in San Diego County during  fiscal year 1993-1994. Parts 2-5: Members of the San Diego Regional Auto Theft Task Force in 1995 and 1996."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 2-5."}]}},"files":[{"description":"","label":"Auto Theft Tracking Data","restricted":false,"version":1,"datasetVersionId":33644,"dataFile":{"id":2600163,"persistentId":"","pidURL":"","filename":"Auto Theft Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Investigative Operations Committee Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":33644,"dataFile":{"id":2600165,"persistentId":"","pidURL":"","filename":"Investigative Operations Committee Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Investigative Operations Committee Initial Interview Data","restricted":false,"version":1,"datasetVersionId":33644,"dataFile":{"id":2600164,"persistentId":"","pidURL":"","filename":"Investigative Operations Committee Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Staff Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":33644,"dataFile":{"id":2600167,"persistentId":"","pidURL":"","filename":"Staff Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Staff Initial Interview Data","restricted":false,"version":1,"datasetVersionId":33644,"dataFile":{"id":2600166,"persistentId":"","pidURL":"","filename":"Staff Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}