{"status":"OK","data":{"id":41073,"identifier":"ICPSR02558.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02558.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02558.v1","latestVersion":{"id":37073,"storageIdentifier":"file://10.3886/ICPSR02558.v1","versionState":"RELEASED","distributionDate":"2000-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:41:26Z","releaseTime":"2015-04-09T03:41:26Z","createTime":"2015-04-09T03:41:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Increasing the Efficiency of Police Departments in Allegany County, New York, 1994-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hall, William"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Alfred University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to investigate the attitudes of residents  and law enforcement personnel living or working in Allegany County,  New York in order to (1) assess community support of law enforcement  efforts to collaborate on projects, and (2) determine rural law  enforcement agencies' willingness to work together on community  policing projects and share resources in such a way as to improve and  increase their overall individual and collective effectiveness and  efficiency. Community policing, for this study, was defined as any law  enforcement strategy designed to improve policy directed toward law  enforcement interaction with community groups and citizens. Data were  gathered from surveys that were distributed to two groups. First, to  determine community perceptions of crime and attitudes toward the  development of collaborative community policing strategies, surveys  were distributed to the residents of the villages of Alfred and  Wellsville and the town of Alfred in Allegany County, New York (Part  1, Community Survey Data). Second, to capture the ideas and  perceptions of different types of law enforcement agencies regarding  their willingness to share training, communication, and technology,  surveys were distributed to the law enforcement agencies of  Wellsville, Alfred, the New York State Police substation (located in  the town of Wellsville), the county sheriff's department, and the  Alfred State College and Alfred University public safety departments  (Part 2, Law Enforcement Survey Data). For Part 1 (Community Survey  Data), the residents were asked to rate their level of fear of crime,  the reason for most crime problems (i.e., gangs, drugs, or  unsupervised children), positive and negative contact with police, the  presence and overall level of police service in the neighborhoods, and  the importance of motor vehicle patrols, foot patrols, crime  prevention programs, and traffic enforcement. Respondents were also  asked whether they agreed that police should concentrate more on  catching criminals (as opposed to implementing community-based  programs), and if community policing was a good idea. Demographic data  on residents includes their age, sex, whether they had been the victim  of a property or personal crime, and the number of years they had  lived in their respective communities. Demographic information for  Part 2 (Law Enforcement Survey Data) includes the sex, age, and  educational level of law enforcement respondents, as well as the  number of years they had worked with their respective  departments. Respondents were asked if they believed in and would  support programs targeted toward youth, adults, the elderly, and  merchants. Further queries focused on the number of regular and  overtime hours used to train, develop, and implement department  programs. A series of questions dealing with degrees of trust between  the departments and levels of optimism was also asked to gauge  attitudes that might discourage collaboration efforts with other  departments on community-oriented programs. Officers were also as\nked to rate their willingness to work with the other agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Often, a roadblock to developing community  policing projects is law enforcement agencies' concerns that increased  interaction with community groups and citizens would take up valuable  time and detract from efficient use of resources, thus decreasing  overall law enforcement effectiveness. In theory, sharing personnel  among various law enforcement agencies can provide more resources to  carry out tasks without interrupting traditional police activities or  increasing the need to use costly overtime. However, rural law  enforcement agencies must overcome geographic dispersion, as well as  maintain a willingness to interact and communicate with neighboring  agencies, in order to implement successful community policing  projects. This study sought to investigate the attitudes of residents  and law enforcement personnel living or working in Allegany County,  New York, in order to (1) assess community support of law enforcement  efforts to collaborate on projects, and (2) determine rural law  enforcement agencies' willingness to work together on community  policing projects and share resources in such a way as to improve and  increase their overall individual and collective effectiveness and efficiency."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected from surveys distributed to  two groups. First, to determine community perceptions of crime and  attitudes toward the development of collaborative community policing  strategies, surveys were distributed to the residents of the villages  of Alfred and Wellsville and the town of Alfred in Allegany County,  New York (Part 1, Community Survey Data). It had been decided that the  county would be the appropriate geographic area to use when defining a  community. With this definition of community, organizations other than  law enforcement agencies that operated throughout the county would be  included in the analysis. However, time constraints and resources  prevented sampling the entire county, so the population used in  gathering information on citizens' perceptions was limited to the  villages of Alfred and Wellsville and the town of Alfred. The police  departments of Alfred and Wellsville worked with faculty and students  of Alfred University to design the survey questionnaire. Because of  the dominance of special housing and the large number of students in  the village of Alfred, it was decided to give the survey to the total  population of residences not situated on the two college  campuses. Second, surveys were distributed to the law enforcement  agencies of Wellsville and Alfred, the New York State Police  substation (located in the village of Wellsville), the county  sheriff's department, and the Alfred State College and Alfred  University public safety departments (Part 2, Law Enforcement Survey  Data). These agencies had a history of working together when officers  needed backup, but there was no history of community-oriented programs  involving collaboration among the agencies. The Community Policing  Survey was designed to capture the ideas and perceptions of the  different departments regarding their willingness to share training,  communication, and technology, and whether personnel exhibited  attitudes that would encourage or discourage collaboration with other departments on community-oriented programs."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1, Community Survey Data, information  collected from interviews with the residents of the villages of  Wellsville and Alfred and the town of Alfred, New York, asked the  residents to rate their level of fear of crime, the reason for most  crime problems (i.e., gangs, drugs, or unsupervised children),  positive and negative contact with police, the presence and overall  level of police service in the neighborhoods, and the importance of  motor vehicle patrols, foot patrols, crime prevention programs, and  tr\naffic enforcement. Respondents were asked whether they agreed that  police should concentrate more on catching criminals (as opposed to  implementing community-based programs), and if community policing was  a good idea. Residents were also asked their age, sex, and whether  they had been the victim of a property or personal crime, and the  number of years lived in their respective community. Demographic  information for Part 2, Law Enforcement Survey Data, includes the sex,  age, and educational level of law enforcement respondents, as well as  the number of years worked with their respective  departments. Respondents were asked if they believed in and would  support programs targeted toward youth, adults, the elderly, and  merchants. Respondents were further asked how many regular and  overtime hours were used to train, develop, and implement department  programs. A series of questions dealing with degrees of trust between  the departments and levels of optimism were asked to gauge attitudes  that would discourage collaboration efforts with other departments on  community-oriented programs. Each officer was also asked to rate their willingness to work with each of the other agencies."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police community relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police patrol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public approval"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public interest"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2558.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided as a Portable   Document Format (PDF) file. The PDF file was developed by Adobe Systems   Incorporated and can be accessed using PDF reader software, such as the   Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat  Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0080"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Residents of the villages of Alfred and Wellsville  and the town of Alfred in Allegany County, New York. Part 2: Law enforcement personnel throughout Allegany County, New York."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed recodes and/or calculated derived variables."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Unknown."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Parts 1 and 2."}]}},"files":[{"description":"","label":"Community Survey Data","restricted":false,"version":1,"datasetVersionId":37073,"dataFile":{"id":2624156,"persistentId":"","pidURL":"","filename":"Community Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Survey Data","restricted":false,"version":1,"datasetVersionId":37073,"dataFile":{"id":2624157,"persistentId":"","pidURL":"","filename":"Law Enforcement Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}