{"status":"OK","data":{"id":40495,"identifier":"ICPSR27101.v1","persistentUrl":"https://doi.org/10.3886/ICPSR27101.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR27101.v1","latestVersion":{"id":36495,"storageIdentifier":"file://10.3886/ICPSR27101.v1","versionState":"RELEASED","distributionDate":"2011-05-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:35:02Z","releaseTime":"2015-04-09T03:35:02Z","createTime":"2015-04-09T03:35:02Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>Access to these data is restricted. There are two versions of restricted data available each having its own  application procedure: (1) general restricted data and (2) Enclave data.  Certain identifying information in the general restricted data version may have been masked or edited to protect respondent privacy. For more information about the differences between the general restricted data and the Enclave data available for this study, please refer to the codebook notes section of the PDF codebooks.</p>\n\n<p>Users interested in obtaining access to the general restricted data must apply online and complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.</p>\n\n<p>The Enclave data may only be accessed at the ICPSR Data Enclave in Ann Arbor, MI. Users wishing to view these data must complete an Application for Use of the ICPSR Data Enclave (available for download as part of the documentation for this study), and receive permission to analyze the files before traveling to Ann Arbor. More general information about the Enclave may be found at ICPSR's Enclave Data Web site\n<a href=\"http://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html\">http://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html</a>\n.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Serious and Violent Offender Reentry Initiative (SVORI) Multi-site Impact Evaluation, 2004-2011 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lattimore, Pamela K."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RTI International"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Visher, Christy A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Delaware. Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Serious and Violent Offender Reentry Initiative (SVORI) funded agencies to develop programs to improve criminal justice, employment, education, health, and housing outcomes for released prisoners. SVORI was an outcome or goal-oriented initiative that specified outcomes, or goals, that should be achieved by programs that were developed locally.  The original Multi-site Evaluation of SVORI funded under NIJ grant 2004-RE-CX-0002 included an impact evaluation to determine the effectiveness of programming. Specifically, the purpose of the impact evaluation was to determine whether individuals who participated in enhanced reentry programming, as measured by their enrollment in SVORI programs, had improved post-release outcomes than comparable individuals who did not participate in SVORI programming.  Impact evaluation data collection for both SVORI and non-SVORI participants consisted of four waves of in-person, computer-assisted interviews, oral swab drug tests conducted in conjunction with two of the follow-up interviews, arrest data obtained from the National Crime Information Center (NCIC) at the Federal Bureau of Investigation (FBI), and administrative records data obtained from state correctional and juvenile justice agencies. The research team collected data on a total of 2,391 individuals including 1,697 adult males (Part 1), 357 adult females (Part 2), and 337 juvenile males (Part 3).  As part of the impact evaluation, experienced RTI field interviewers conducted pre-release interviews with offenders approximately 30 days before release from prison and a series of follow-up interviews at 3, 9, and 15 months post-release.  The interview and drug test data were supplemented with arrest data obtained from the NCIC and with administrative records obtained from state correctional and juvenile justice agencies. These data provided information on criminal history and recidivism occurring by December 31, 2007.  The research team collected data on a total of 35,469 arrests (Part 4) from the NCIC, including prior arrests and re-arrests for offenders in the adult male, adult female, and juvenile male samples. Re-arrest indicators data based on the NCIC Arrest Records Data (Part 4) are also included in Part 1, Part 2, and Part 3.  The Adult Males Data (Part 1), Adult Females Data (Part 2), and the Juvenile Males Data (Part 3) each contain the same 5,698 variables including 5,635 variables from the 4 waves of offender interviews, 10 drug test lab resul\nts variables, 36 re-arrest indicator variables based on NCIC arrest records, 14 administrative re-incarceration variables, and 3 weight variables. (Note: Some interview questions were only asked of adults, and other questions were only asked of juveniles.) Offender interview variables include demographics, housing, employment, education, military experience, family background, peer relationships, program operations and services, physical and mental health, substance abuse, crime and delinquency, and attitudes.  Part 4, the NCIC Arrest Records Data, contains a total of 8 variables including release date, arrest date, charge, higher code, conviction offense, and a time variable created by ICPSR that represents the number of days between arrest date and release date.</p>\n\n<p>Under NIJ Grant 2009-IJ-CX-0010, the original Multi-site Evaluation of SVORI data were updated in order to examine the questions of \"what works, for whom, and for how long?\". As part of the SVORI Update, re-arrest and re-incarceration data through a minimum of 56 months after release were sought and obtained from the NCIC in 2010 for a subsample of the original adult male and adult female samples. The update also included mortality data which were obtained for 54 adult subjects in 2011. These data were added to Part 1 and Part 2. Data were also sought for the juvenile males, but were not used because data were only available for a small portion of the original sample. New variables derived from data collected under the original SVORI impact evaluation between 2004 and 2007 were added to Part 3.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Serious and Violent Offender Reentry Initiative (SVORI) funded agencies to develop programs to improve criminal justice, employment, education, health, and housing outcomes for released prisoners. SVORI was an outcome or goal-oriented initiative that specified outcomes, or goals, that should be achieved by programs that were developed locally. The purpose of the SVORI multi-site evaluation was to determine whether the selected programs accomplished the overall goal of the Reentry Initiative -- increasing public safety by reducing recidivism among the populations served by the program -- and determine the relative costs and benefits of the program.  The SVORI multi-site evaluation included an impact evaluation to determine the effectiveness of programming.  Specifically, the purpose of the impact evaluation was to determine whether individuals who participated in enhanced reentry programming, as measured by their enrollment in SVORI programs, had improved post-release outcomes than comparable individuals who did not participate in SVORI programming. The original Multi-site Evaluation of SVORI data were augmented with updates from administrative records for arrests and incarcerations through 2010 to examine the questions of “what works, for whom, and for how long?” in prisoner reentry programs."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Under NIJ Grant 2004-RE-CX-0002, the principal investigators conducted an impact evaluation of SVORI. Impact evaluation data collection for both SVORI and non-SVORI participants consisted of four waves of in-person, computer-assisted interviews, oral swab drug tests conducted in conjunction with two of the follow-up interviews, arrest data obtained from the National Crime Information Center (NCIC) at the Federal Bureau of Investigation (FBI), and administrative records data obtained from state correctional and juvenile justice agencies.  The research team collected data on a total of 2,391 individuals including 1,697 adult males (Part 1), 357 adult females (Part 2), and 337 juvenile males (Part 3).</p>\n\n<p>As part of the impact evaluation, experienced RTI field interviewers conducted pre-release interviews with offenders approximately 30 days before release from prison and a series of follow-up interviews at 3, 9, and 15 months post-release.  All interviews were conducted in private sett\nings using computer-assisted personal interviewing.  Pre-release interviews were conducted from July 2004 through November 2005 in more than 150 prisons and juvenile detention facilities. The pre-release interviews obtained data on the respondents' characteristics and pre-prison experiences, as well as incarceration experiences and services received since admission to prison. These interviews also obtained data on the respondents' post-release plans and expectations about reentry to the community. Post-release interviews were conducted from December 2004 through May 2007. Interviews were conducted in the community, and in jails or prisons for those who were re-incarcerated. The post-release interviews were similar in content across waves and obtained data on reentry experiences, housing, employment, family and community integration, substance abuse, physical and mental health, supervision and criminal history, service needs, and service receipt. The interview instruments were developed through an extensive process involving substantive domain experts and the use of existing, validated measures and scales. Oral swab drug tests were conducted during the 3- and 15-month interviews for respondents who were interviewed in a community setting.</p>\n\n<p>The interview and drug test data were supplemented with arrest data obtained from the NCIC and with administrative records obtained from state correctional and juvenile justice agencies. These data provided information on criminal history and recidivism occurring by December 31, 2007. In some instances, the administrative records were supplemented with data obtained from online criminal history databases.  The research team collected data on a total of 35,469 arrests (Part 4) from the NCIC, including prior arrests and re-arrests for offenders in the adult male, adult female, and juvenile male samples. Specifically, to create the NCIC Arrest Records Data (Part 4), the evaluation team provided NCIC with a list of identifiers for use in extracting arrest records of offenders in the study sample. NCIC returned multiple potential matching criminal history records for each study subject in PDF files and hardcopy rap sheets. These documents were reviewed and processed by the evaluation team to create the Part 4 dataset. Re-arrest indicators data based on the NCIC Arrest Records Data (Part 4) are also included in Part 1, Part 2, and Part 3.</p>\n\n<p>Under NIJ Grant 2009-IJ-CX-0010, the Part 1 and Part 2 data collected for the original Multi-site Evaluation of SVORI were supplemented with additional recidivism data and mortality data for the adult evaluation participants from 11 of the 12 original SVORI sites collected in 2010 and 2011. These additional data provided a minimum of 56 months of follow-up recidivism data. Additional data were not obtained for the remainder of the adult evaluation participants because the original research agreements with the sites did not allow the principal investigators to release identifiers to obtain additional data. Personally identifying information, including name, date of birth, Social Security Number, and FBI number for 2,045 subjects was submitted to the NCIC.  The initial match between identifiers and the NCIC databases was conducted in November 2010 and provided arrest records for 1,965 individuals or 96.1 percent. Information was resubmitted on 80 subjects without initial matches or with only partial criminal history records. A second match was conducted in December 2010 and yielded data on 51 of these. Overall there was a successful match on 2,016 (98 percent) subjects. Complete re-incarceration data were available from the NCIC for 7 of the 12 states that enrolled adult subjects (Iowa, Indiana, Maryland, South Caronlina, Ohio, Oklahoma, and Washington). The reduced incarceration sample included 73 percent of the original sample (1,436 subjects, including 1,181 male subjects and 255 female subjects), for which 1,423 (99 percent) were successfully match\ned into the NCIC data. Mortality data was obtained by submitting to a death records audit company personally identifying information, including name, date of birth, and Social Security Number, for 2,045 subjects. The match was conducted in May 2011 and yielded information on the date of death for 54 subjects, including 44 (2.8 percent) male subjects and 10 (2.9 percent) female subjects. Recidivism and mortality data were also sought for the juvenile male participants from one of the four juvenile sites. However, no death records were returned for any of the subjects in the juvenile sample, and data on recidivism were available for only a small sample of juvenile males, so data from beyond the original study period are not included as part of the SVORI Update. New variables for the juvenile male sample, derived from data collected under the original SVORI Multi-site Evaluation between 2004 and 2007, were added to Part 3.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Adult Males Data (Part 1), Adult Females Data (Part 2), and the Juvenile Males Data (Part 3) each contain the same 5,698 variables from the original Multi-site Evaluation of SVORI including 5,635 variables from the 4 waves of offender interviews, 10 drug test lab results variables, 36 re-arrest indicator variables based on National Crime Information Center (NCIC) arrest records, 14 administrative re-incarceration variables, and 3 weight variables. (Note: Some interview questions were only asked of adults, and other questions were only asked of juveniles.) Offender interview variables include demographics, housing, employment, education, military experience, family background, peer relationships, program operations and services, physical and mental health, substance abuse, crime and delinquency, and attitudes.  Specifically, Parts 1-3 each contain a total of 1,018 Wave 1 offender interview variables, 1,574 Wave 2 offender interview variables, 1,523 Wave 3 offender interview variables, and 1,523 Wave 4 offender interview variables.</p>\n\n<p>From the offender interviews, data include:</p>\n\n<p><ul>\n<li>Demographic variables: age, facility type, gender, race, acculturation, and duration of incarceration.</li>\n<li>Housing variables: location, type of housing, duration of housing, housing expectation, composition of household, contribution to housing costs, owner/tenant status, housing stability, barriers to housing, living with criminally-/drug-involved people, and neighborhood quality.</li>\n<li>Employment variables: ever had job, sources of support/employment status, job stability/reasons for not working, unemployment insurance, most recent job information, lifetime employment duration/termination, expectation to return to previous job, barriers to employment, job satisfaction, and job stress.</li>\n<li>Education variables: educational attainment, school attendance/stability, and school suspension/expulsion.</li>\n<li>Military experience variables: ever served, type of discharge, and currently serving.</li>\n<li>Family background variables: marital/partner status, parental status, children/primary care responsibilities, child support, family affiliation, family criminal history, parent/guardian information, family emotional support, family instrumental support, in-prison contact, parental relationship, victimization, perpetration of violence, quality of intimate partnership, child custody and visitation, and relationship with children.</li>\n<li>Peer relationships variables: peer criminal behavior and peer instrumental support.</li>\n<li>Program operations and services variables: assessment and case management, service need, release planning, services received (child support/child care, juvenile services, identification/life skills/attitudes, parenting/domestic violence/mentoring/anger management, education/transportation/housing/accessing resources, employment services), medical/dental care, mental health care, substance abuse treatment, m\nost/least helpful services, work release, and experiences in the first 24 hours after release.</li>\n<li>Physical and mental health variables: physical health status, physical health-related limitations, physical health diagnoses and medications, physical health hospitalizations, vision/hearing/dental health, mental health status, mental health-related limitations, mental health symptoms, PTSD symptoms, mental health treatment, mental health medications, and mental health hospitalizations.</li>\n<li>Substance abuse variables: use of alcohol, use of sedatives, use of tranquilizers, use of stimulants, use of pain relievers or opiates, use of methadone, use of anabolic steroids, use of marijuana, use of hallucinogens, use of cocaine, use of amphetamines, and use of inhalants.</li>\n<li>Crime and delinquency variables: criminal history, incarceration statuses, gang membership, court appearances, supervision status and officer contacts, supervision conditions and violations, sanctions and rewards, attitudes toward parole officer, recidivism, perceptions of factors related to recidivism, and perceptions of factors related to desistance.</li>\n<li>Attitude variables: self-efficacy, locus of control, readiness for change, spirituality, legal cynicism, substance abuse treatment motivation, and civic action.</li>\n</ul></p>\n\n<p>The 10 drug test lab results variables include results for amphetamines, cannabinoids, cocaine, opiates, and phencyclidine for the oral swab drug tests that were conducted during the 3-month (Wave 2) and 15-month (Wave 4) interviews.</p>\n\n<p>The 36 re-arrest indicator variables include whether the offender experienced his or her first re-arrest within 3, 6, 9, 12, 15, 21, 24, or 36 months of release and, conversely, whether the offender was not re-arrested by 3, 6, 9, 12, 15, 21, 24, or 36 months post-release.  Additionally, other NCIC re-arrest indicator variables include whether the offender was re-arrested or not re-arrested within 21 or 24 months for person/violent crime, property crime, drug crime, public order crime, and other crime.  The 14 administrative re-incarceration variables include whether the respondent experienced his or his first re-incarceration within 3, 6, 9, 12, 15, 21, and 24 months of release and, conversely, whether the respondent was not re-admitted by 3, 6, 9, 12, 15, 21, and 24 months.  Weight variables include individual probability, population average treatment effects (PATE) weight, and average treatment effect on the treated (ATET) weight.</p>\n\n<p>Additional variables were added to Parts 1-3 in an update of the study. For Part 1, 452 variables were added, resulting in a total variable count of 6,150. For Part 2, 347 variables were added, resulting in a total variable count of 6,045. For Part 3, 242 variables were added, resulting in a total variable count of 5,940. No variables were added to Part 4. The new variables added to Parts 1-3 include updated variables on arrests and incarcerations from the follow-up period, as well as mortality variables. The length of the follow-up period varies across individuals (i.e., data are available for a longer period for respondents who were released earlier in the study period). Given this variation, arrests and incarcerations are reported over two types of time periods: (1) the time period for which data are available for all respondents (referred to in the data as \"fixed follow-up period\") and (2) the maximum time period for which data are available on at least one respondent (referred to in the data as \"variable follow-up period\"). The fixed follow-up period was approximately 56 months for the adults and 24 months for the juveniles.  The types of data added to Parts 1 and 2 are the same, but the maximum number of arrests and re-incarcerations differ resulting in a different total number of variables added. The exact time spans included also differ by a few days. Because of updated arrest data was only available for a small sample of juven\nile males, the data added to Part 3 are more limited.</p>\n\n<p>Specifically, data added to Parts 1 and 2 include:</p>\n\n<p><ul>\n<li>A series of dummy variables about arrests and incarcerations within specified 3 or 6 month intervals, over both the fixed and variable time periods</li>\n<li>Data on the number and dates of re-arrests over both the fixed and variable time periods as well as a count of the days between release and each arrest</li>\n<li>Data on the dates of re-incarcerations through the fixed and variable time periods</li>\n<li>A count of the days between each arrest (i.e. between re-arrest 1 and re-arrest 2, etc.)</li>\n<li>Age at death and time lapse between prison release and date of death</li>\n<li>Length of incarceration for up to 5 re-incarcerations and the total length of incarcerations through the end of the follow-up period.</li>\n<li>Total number of arrests and estimated cost of arrests by crime type (person, property, drug, other)</li>\n<li>Some additional variables included in the update may be repeats of variables in the original SVORI data release.</li>\n</ul></p>\n\n<p>While the variables in Part 3 do not reflect arrests beyond the initial study period, information about arrests and incarcerations that were previously only in Part 4 have been added in the same format as in Parts 1 and 2. Specifically, data added to Part 3 include:</p>\n\n<p><ul>\n<li>A series of dummy variables about arrests and re-incarcerations over specified 3 or 6 month intervals over both the fixed (676 days) and variable (through 12/31/2007) time periods</li>\n<li>Data on the number and dates of re-arrests over both the fixed and variable time periods as well as a count of the days between release and each arrest</li>\n<li>A count of the days between each arrest (i.e. between re-arrest 1 and re-arrest 2, etc.)</li>\n<li>Data on the number and dates of re-incarcerations over both the fixed and variable time periods as well as a count of the days between release and each re-incarceration.</li>\n<li>Some additional variables included in the update may be repeats of variables in the original SVORI data release.</li>\n</ul></p>\n\n<p>Part 4, the NCIC Arrest Records Data, contains a total of 8 variables including release date, arrest date, charge, higher code, conviction offense, and a time variable created by ICPSR that represents the number of days between arrest date and release date. Although the variables added to Part 1 and Part 2 under SVORI Update were derived from data collected from the NCIC, the data in Part 4 are exclusively from the original Multi-site Evaluation of SVORI's 2004-2007 time period.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate release plans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"postrelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prisoner reentry"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-01-09Version Text: 2014-01-09Version Date: 2014-01-09Version Text: 2014-01-09 Subject: null  Type: null  Notes: User Guide was updated. Application for Use of the ICPSR Data Enclave was added to the collection.;Version Date: 2013-11-07Version Text: 2013-11-07 Subject: null  Type: null  Notes: With funding from the National Institute of Justice under NIJ Grant 2009-IJ-CX-0010, the original SVORI data collection was updated to include new administrative records regarding arrests, incarcerations, and mortality collected in 2010 and 2011. Specifically, 452 variables were added to the Adult Males Data (Part 1), 347 variables were added to the Adult Females Data (Part 2), and 242 variables were added to the Juvenile Males Data (Part 3). No variables were added to the National Crime Informaction Center (NCIC) Arrest Records Data (Part 4).;Version Date: 2011-05-05Version Text: 2011-05-05 Subject: null  Type: null  Notes: Enclave data were released;Subject: Study Level Error Note, Notes: Because of the sensitive nature of the data, some data in this collection ca\nn only be accessed on-site at ICPSR's secure data enclave in Ann Arbor, Michigan. A version of the SVORI data collection is also available through restricted data access procedures. These procedures require a NACJD Restricted Data Use Agreement and IRB approval from the researcher’s institution, but do not require the researcher to travel to Ann Arbor to access the data. There is an enclave version and a restricted version for each of the four data parts. The differences between the enclave data and the restricted data are described in the PDF codebooks, specifically the codebook notes sections and the appendices, and users should refer to these for details about the two versions, and the masking process. Most variables are available via restricted access procedures, and the restricted version was created to meet the analytic needs of most users. The variables available in the enclave data that are masked in the restricted data are: character variables containing open-ended responses, state geographic variables in Part 2 and Part 3 (the state geographic variable in Part 1 is available in the restricted data), and dates. Although dates are masked in the restricted data, time lapse variables were computed by the principal investigators and ICPSR and are included in both the enclave data and restricted data.;Subject: Study Level Error Note, Notes: Users should be aware that the datasets can be linked using the ID \"CASE ID\" variable.  Additionally, for Part 4, ICPSR created the RECORDID \"RECORD IDENTIFIER CREATED BY ICPSR\" variable, which is a unique identifier for each line (i.e. record) in that data file.  The datasets cannot be linked using the RECORDID variable.;Subject: Study Level Error Note, Notes: Users should refer to the Serious and Violent Offender Reentry Initiative (SVORI) final reports and other resources listed in the Related Literature section of this data collection for detailed information regarding the evaluation activities associated with the SVORI Multi-site Evaluation.;Subject: Study Level Error Note, Notes: There were some variations between the questions that were asked to adult and juvenile respondents in the four waves of offender interviews. Some questions were only asked of adults, and other questions were only asked of juveniles. Accordingly, while the Adult Males Data (Part 1), Adult Females Data (Part 2), and Juvenile Males Data (Part 3) each contain the same 5,698 variables collected as part of the original Multi-site Evaluation of SVORI, the variables asked only of the juveniles will have all missing values in the adult datasets, and the variables asked only of adults will have all missing values in the juvenile datasets. The Item Catalog for SVORI Offender Interviews, which is included in the Data Documentation file for this data collection, indicates which variables were asked only of adults or juveniles.;Subject: Study Level Error Note, Notes: Part 1, Part 2, and Part 3 include 5,698 variables collected under the original Multi-site Evaluation of SVORI, and variables from the SVORI Update. All variables from the update are denoted by a \"UP_\" prepended to the variable names. Some of the SVORI Update variables appear to be duplicates of the original variables. ICPSR staff added the SVORI Update variables to the original SVORI data and did not examine the similarities and differences between the original and SVORI Update variables.;Subject: Study Level Error Note, Notes: Under NIJ Grant 2009-IJ-CX-0010, Part 1 and Part 2 were augmented with additional years of data. New variables derived from the data collected under the original SVORI impact evaluation between 2004 and 2007 were added to Part 3. However, additional years of data were not available for the juvenile males sample.;Subject: Study Level Error Note, Notes: In Parts 1-3, re-arrest and recidivism data are given for both \"fixed\" and \"variable\" follow-up periods.  This is a result of the fact that follow-up periods vary accross individuals (i.e. data are available for a longer period for respo\nndents who were released earlier in the study period). The fixed follow-up period refers to the time period for which data are available for all respondents. The variable follow-up period refers to the maximum time period for which data are available on at least one respondent. For adult males (Part 1), the fixed follow-up period was 56 months (1,694 days) and the variable follow-up period was 2,290 days. For adult females (Part 2), the fixed follow-up period was 58 months (1,744 days) and the variable follow-up period was 2,302 days. For juvenile males (Part 3) the fixed follow-up period was 22 months (676 days) and the variable follow-up period was 1,207 days.;Subject: Study Level Error Note, Notes: Although the variables added to Part 1 and Part 2 under NIJ Grant 2009-IJ-CX-0010 were derived from data collected from the National Crime Information Center (NCIC), no data were added to the National Crime Information Center (NCIC) Arrests Record Data (Part 4).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentati\non.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-RE-CX-0002, 2009-IJ-CX-0010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-05-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2011"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2010-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2011-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","experimental data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Four waves of in-person, computer-assisted interviews with SVORI program participants and comparison subjects","Laboratory results data from the oral swab drug tests that were conducted during the 3- and 15-month interviews for respondents who were interviewed in a community setting","Arrest data obtained from the National Crime Information Center (NCIC) at the Federal Bureau of Investigation (FBI)","Administrative records data obtained from state correctional and juvenile justice agencies","Mortality data obtained from a death records audit company"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Iowa"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kansas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maine"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maryland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Missouri"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nevada"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oklahoma"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"South Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual (Part 1-Part 3)","arrest (Part 4)"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult male offenders who received Serious and Violent Offender Reentry Initiative (SVORI) programming or were selected as comparison subjects in 12 states between July 2004 and November 2005 (Part 1). Adult female offenders who received Serious and Violent Offender Reentry Initiative (SVORI) programming or were selected as comparison subjects in 11 states between July 2004 and November 2005 (Part 2). Juvenile male offenders who received Serious and Violent Offender Reentry Initiative (SVORI) programming or were selected as comparison subjects in 4 states between July 2004 and November 2005 (Part 3). All arrests through December 31, 2007, of adult and juvenile offenders who received Serious and Violent Offender Reentry Initiative (SVORI) programming or were selected as comparison subjects in 14 states between July 2004 and November 2005 (Part 4)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>In developing criteria for site selection for the Serious and Violent Offender Reentry Initiative (SVORI) impact evaluation, the principal investigators focused on identifying factors that would provide the best assurance that a program would be evaluable.  Six criteria were identified to guide site selection:</p>\n\n<p><ol>\n<li>Program had clearly defined elements and goals.</li>\n<li>Program was implemented (or was likely to be implemented).</li>\n<li>Program target population was accessible and of sufficient size.</li>\n<li>Appropriate comparison population was available and accessible for inclusion in the study.</li>\n<li>Administrative data were of good quality and available for the evaluation.</li>\n<li>Program was amenable to and able to participate in the evaluation.</li>\n</ol></p>\n\n<p>The strategy implemented to identify the impact programs was based on the following successive data collection activities:</p>\n\n<p><ol>\n<li>Review of SVORI grantee proposals and work plans and follow-up telephone interviews with program directors to obtain information not gleaned from the review and clarification and updates on the programs' status.</li>\n<li>Visits to the sites of a selected subset of programs.</li>\n<li>Review of all information to develop a list of recommended programs for inclusion in the impact evaluation that was submitted to NIJ for approval.</li>\n</ol></p>\n\n<p>Based upon these criteria and procedures, a total of 16 out of all 89 SVORI programs were included in the impact evaluation, comprising 12 adult programs and 4 juvenile programs located in 14 states (adult only unless otherwise specified): Colorado (juveniles only), Florida (juveniles only), Indiana, Iowa, Kansas (adults and juveniles), Maine, Maryland, Missouri, Nevada, Ohio, Oklahoma, Pennsylvania, South Carolina (adults and juveniles), and Washington.  A site-specific research design was developed for each impact site. In two sites (Iowa and Ohio), the programs randomly assigned individuals to their SVORI programs. In the remaining sites, quasi-experimental comparison groups were developed by identifying the criteria that local site staff used to identify individuals eligible for enro\nllment in their SVORI program (including such factors as age, criminal history, risk level, post-release supervision, transfer to pre-release facilities, and county of release) and replicating the selection procedures on a different population.</p>\n\n<p>From these 16 programs, a total of 4,354 cases were fielded for inclusion in SVORI impact evaluation study.  A total of 1,963 cases were dropped from the sample including 718 cases that were released before interviews could be scheduled, 635 cases that were ineligible for the evaluation, 370 refusals, 192 cases were dropped because the respondents were not released while the first post-release interview was being conducted, and 48 other non-interviews.  Thus, the final sample of evaluation-eligible respondents for the impact evaluation was comprised of 2,391 individuals -- 1,697 adult males (Part 1), 357 adult females (Part 2), and 337 juvenile males (Part 3).  Specifically, the final sample included 863 SVORI and 834 non-SVORI adult males, 153 SVORI and 204 non-SVORI adult females, and 152 SVORI and 185 non-SVORI juvenile males.</p>\n\n<p>For Part 4, a total of 35,469 arrest records were obtained on individuals in the final sample from the National Crime Information Center (NCIC) at the Federal Bureau of Investigation (FBI).</p>\n\n<p>Under NIJ Grant 2009-IJ-CX-0010, administrative data were sought for adults participants from 11 of the 12 original SVORI sites. In all, new arrest and mortality data were sought from the NCIC for 1,618 of the 1,697 adult males (Part 1) and 348 of the 357 adult females (Part 2) who participated in the original evaluation. Mortality data were sought for 2,045 subjects. NCIC data were obtained for 1,603 adult males and 343 adult females. New incarceration data were obtained from the NCIC records for 1,181 adult male and 255 adult female participants from 7 of the original 12 sites. New data were added to the datasets for 1,618 adult males (Part 1) and 348 adult females (Part 2). New arrest and mortality data were also sought from the NCIC for juvenile male participants from one of the four juvenile sites. Of the 337 original juvenile males, data were sought for 79, and data were obtained for 74. As additional data were attainable on only a small fraction of the original juvenile sample, additional years of arrest and incarceration data for the juvenile males were not included in the SVORI Update. However, additional variables calculated from the original Multi-site Evaluation of SVORI were added for 337 juvenile males (Part 3).</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Part 1-Part 3 contain the following three weight variables: individual probability, population average treatment effects (PATE) weight, and average treatment effect on the treated (ATET) weight. The updated data contain an additional variable UP_PSVORI_I_WT1, labeled as PATE weight. Part 4: not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>Of the 4,354 cases fielded for inclusion in the original Serious and Violent Offender Reentry Initiative (SVORI) impact evaluation study, a total of 2,391 respondents completed the Wave 1 (30 days pre-release) interviews, yielding a response rate of 54.9 percent, which is based on the total number of cases fielded, including both eligible and ineligible cases.</p>\n\n<p>A total of 1,464 respondents completed the Wave 2 (3-month post-release) interviews, yielding a response rate of 61.2 percent.</p>\n\n<p>A total of 1,527 respondents completed the Wave 3 (9-month post-release) interviews, yielding a response rate of 63.9 percent.</p>\n\n<p>A total of 1,637 respondents completed the Wave 4 (15-month post-release) interviews, yielding a response rate of 68.5 percent.</p>\n\n<p>Response rates are not applicable for Part 4.</p>\n\n<p>For the SVORI Update data, collected under NIJ Grant 2009-IJ-CX-0010 in 2010 and 2011, new arrest and mortality data were sought from the NCIC for 1,618 of the 1,697 adult males (Part 1), 348 of the 357 adult females (Part 2), and 79 of the 337 juvenile males (Part 3) who participated in the original evaluation. NCIC data were obtained for 1,603 adult males, 343 of 348 adult females, and 74 of 79 juvenile males, producing a match rate of 98.8 percent. Overall there was a successful match on 2,016 (98 percent) subjects. Complete re-incarceration data were available from the NCIC for 7 of the 12 states that enrolled adult subjects (Iowa, Illinois, Maryland, South Carolina, Ohio, Oklahoma, and Washington). The reduced incarceration sample included 73 percent of the original sample (1,436 subjects, including 1,181 male subjects and 255 female subjects), for which 1,423 (99 percent) were successfully matched into the NCIC data. Because data were available for only a small fraction of the original juvenile male sample, the SVORI Update does not contain additional years of NCIC data on juvenile males (Part 3).</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The SF-12 Health Survey was used to measure respondents' physical and mental functioning, and the SA-45 (Global Severity Index and Brief Symptom Inventory) and the Positive Symptom Total index were used to measure respondents' mental health.  The SA-45 includes subscales indicating symptoms of specific psychopathologies including anxiety, depression, hostility, interpersonal sensitivity, obsessive-compulsive disorder, paranoid ideation, phobic anxiety, psychoticism, and somatization.  Several Likert-type scales were also used."}]}},"files":[{"description":"","label":"Adult Females Data","restricted":false,"version":1,"datasetVersionId":36495,"dataFile":{"id":2620472,"persistentId":"","pidURL":"","filename":"Adult Females Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Adult Males Data","restricted":false,"version":1,"datasetVersionId":36495,"dataFile":{"id":2620471,"persistentId":"","pidURL":"","filename":"Adult Males Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Males Data","restricted":false,"version":1,"datasetVersionId":36495,"dataFile":{"id":2620473,"persistentId":"","pidURL":"","filename":"Juvenile Males Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Crime Information Center (NCIC) Arrest Records Data","restricted":false,"version":1,"datasetVersionId":36495,"dataFile":{"id":2620474,"persistentId":"","pidURL":"","filename":"National Crime Information Center (NCIC) Arrest Records Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}