{"status":"OK","data":{"id":42771,"identifier":"ICPSR29002.v1","persistentUrl":"https://doi.org/10.3886/ICPSR29002.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR29002.v1","latestVersion":{"id":38771,"storageIdentifier":"file://10.3886/ICPSR29002.v1","versionState":"RELEASED","distributionDate":"2011-05-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:00:01Z","releaseTime":"2015-04-09T04:00:01Z","createTime":"2015-04-09T04:00:01Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of Child Care Subsidy Strategies: Washington Site Public Use Files, 2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Collins, Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Abt Associates"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Evaluation of Child Care Subsidy Strategies is a multi-site, multi-year effort to determine whether and how different child care subsidy policies and procedures and quality improvement efforts help low-income parents obtain and hold onto jobs and improve outcomes for children. Funding from the Child Care and Development Fund (CCDF) administered by the Child Care Bureau are divided into two purposes. The vast majority are aimed at assisting children of low-income working parents whose eligibility is determined by states within broad federal guidelines, while a much smaller portion (4 percent) work with state matching funds to improve the quality of child care for all children.   For this study series, four experiments were conducted, two test alternative subsidy policies for low-income families and two test approaches to the use of set-aside funds for improving child care quality for all children. The four study sites and focus of evaluation include: (1) the effectiveness of three language and literacy curricula on teaching practices and children's language and literacy outcomes (Miami Dade County, Florida); (2) the impact of alternative eligibility and re-determination child care subsidy policies on parental employment outcomes (Illinois); (3) the impact of alternative child care co-payment structures on use of child care subsidies and employment outcomes (Washington) and (4) the effectiveness of training on Learning Games curriculum in changing care-giving practices in family child care homes and children's developmental outcomes (Massachusetts).</p>\n\n<p>The Washington evaluation was designed to test the impact of changing parental copayment levels on various child care and economic outcomes (such as type of care used, earnings, employment, etc.). The copayment amount refers to the amount that families who are receiving child care subsidies contribute to the cost of child care, while the copayment schedule refers to the amount or the rate at which the copayment changes as income increases or decreases. In all states, the copayment amount is larger for families with higher incomes. In Washington in 2005, a three-person family receiving child care subsidies paid 3 percent of the cost of child care if their income was 33 percent of the federal poverty threshold, but 16 percent of the cost of care if their income was 200 percent of the threshold. In the Washington child care subsidy program, families were divided into three income tiers. Families in Tier 1 had incomes at or below 82 percent of the federal poverty threshold, families in Tier 2 had incomes between 83 and 137.5 percent of the threshold, and families in Tier 3 had incomes between 137.5 and 200 percent of the threshold. Under the standard copayment schedule used by Washington in 2005, child care subsidy recipients in Tier 1 paid $15 per month, while recipients in Tier 2 paid $50 per month. Families in Tier 3 faced a sliding copayment schedule, with the copayment increasing by 44 cents for each additional dollar of income beyond 137.5 percent of the poverty threshold. In the evaluation, study participants were randomly assigned to one of two groups: (1) a control group assigned to the standard copayment schedule, and (2) a program group assigned to an alternative copayment schedule, which had copayment amounts that were equal to or lower than standard copayment schedule amounts.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Washington evaluation was designed to test the impact of changing parental copayment levels on various child care and economic outcomes (such as type of care used, earnings, employment, etc.).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>All families in the state of Washington that were approved to receive child care subsidies between October 1\n8 and November 7, 2005 -- a total of 5,106 families -- were entered into the study. These families were randomly assigned to two groups: (1) a control group that was assigned the standard copayment schedule used in the state, and (2) a program group that was assigned an alternative schedule that reduced copayments for many families. Because families were assigned at random to the two groups, any systematic differences that emerged after random assignment can reliably be attributed to the alternative copayment schedule.</p>\n\n<p>Reflecting state rules on parents eligible to receive subsidies, the sample included three types of parents: working parents with family income below 200 percent of the federal poverty level, parents receiving Temporary Assistance for Needy Families (TANF) who were in approved work-related activities, and adult parents under age 22 who were pursuing a high school credential. Washington does not have a waiting list of applicants for subsidies, so all eligible parents who applied for subsidies were approved to receive them.</p>\n\n<p>To investigate the effects of reduced copayments on these outcomes, this report uses data from three administrative records sources: the child care subsidy system, which provided information on each form of care for which families used subsidies for each child in the family; the unemployment insurance (UI) system, which provided information on earnings and hours worked for each employer; and the public assistance system, which provided information on TANF and food stamps benefits. Unemployment insurance and public assistance data have the advantage of providing information on outcomes even when families stopped receiving child care subsidies. Although a survey was planned to capture information on child care arrangements and other outcomes, it was not used in this report because only 34 percent of individuals targeted for the survey responded to it.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study is providing users with two public use files for Washington:</p>\n\n<ul>\n<li><p>A sample member characteristics file containing data from the baseline child care subsidy application.</p></li>\n<li><p>An administrative records file containing data from unemployment insurance and public benefit programs (child care subsidies, TANF, and Food stamps).</p></li>\n</ul>\n\n<p>These files can be merged using the variable PUFID, which records a unique public use file identification number for each sample member and is available in both files.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"academic achievement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child care"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government subsidies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"income"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"poverty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII. Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A. Child Care and Early Education Policies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCEERC VII.A.6. Subsidies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CCEERC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR VIII.B.1. Governmental Structures, Policies, and Capabilities, Historical and Contemporary Public Policy Indicators, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-05-27Version Text: 2011-05-27Subject: Study Level Error Note, Notes: The study was conducted by Abt Associates, with its research partners MDRC and the National Center for Children in Poverty at Columbia University.;Subject: Study Level Error Note, Notes: Project Director: Ann Collins, Abt Associates Inc.;Subject: Study Level Error Note, Notes: Information on the Office of Planning, Research and Evaluation (OPRE)'s Evaluation of Child Care Subsidy Strategies is provided on the OPRE Web site\n<a href=\"http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html\">http://www.acf.hhs.gov/programs/opre/cc/ccs_strategies/index.html</a>\n.;Subject: Study Level Error Note, Notes: The phrase \"public use\" is used throughout the documentation, but restricted data is not available.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-05-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005-10"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-11"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Evaluation of Child Care Subsidy Strategies Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Child care subsidy system, which provided information on each form of care for which families used subsidies for each child in the family.","Unemployment insurance system, which provided information on earnings and hours worked for each employer.","Public assistance system, which provided information on TANF and food stamps benefits."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["family"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Families living in Washington who were approved to receive subsidies in the state of Washington between October 18, 2005, and November 7, 2005, and met the following criteria: (1) the sample member was a parent age 18 and older, (2) the youngest child in the household was younger than 11, so that the household could be eligible for the full 2-year study period, and (3) the household was not headed by a non-needy adult. The final category excluded households that were headed by a relative or other adult with physical custody but not legal guardianship of a child."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The report sample for the Washington site includes 5,106 families who were approved to receive subsidies in the state of Washing\nton and met certain criteria. For more information, please refer to the Final Report."},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>When analyzing the pooled sample, the research team used weights to correct for the fact that the proportion of program and control group members varied by income tier. Without weights, the control group in the pooled sample would contain a high percentage of sample members from Tier 1, the lowest income tier, while the program group would contain a high percentage of sample members from Tiers 2 and 3, the higher income tiers. Weights were not used when analyzing the income tiers separately.</p>\n\n<p>The variable WAWGT is the weight used for such pooled analyses for the full sample, the variable WAWGT_NUMCH is the weight used for the pooled sample in the \"number of children\" subgroup runs, and the variable WAWGT_EMPPY is the weight used for the pooled sample in the \"employment in prior year\" subgroup runs. For more information about weighting, please refer to the User Guide.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Although a follow-up survey was fielded with 2,000 sample members, survey outcomes were not analyzed due to a low response rate (34 percent) and significant evidence of response bias. As a result, public use files do not include survey data."}]}},"files":[{"description":"","label":"Administrative Record Dataset","restricted":false,"version":1,"datasetVersionId":38771,"dataFile":{"id":2640340,"persistentId":"","pidURL":"","filename":"Administrative Record Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline Dataset","restricted":false,"version":1,"datasetVersionId":38771,"dataFile":{"id":2640339,"persistentId":"","pidURL":"","filename":"Baseline Dataset","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}