{"status":"OK","data":{"id":39956,"identifier":"ICPSR03548.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03548.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03548.v1","latestVersion":{"id":35956,"storageIdentifier":"file://10.3886/ICPSR03548.v1","versionState":"RELEASED","distributionDate":"2003-05-06","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:29:08Z","releaseTime":"2015-04-09T03:29:08Z","createTime":"2015-04-09T03:29:08Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Childhood Victimization and Delinquency, Adult Criminality, and Violent Criminal Behavior in a Large Urban County in the Northwest United States, 1980-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"English, Diane J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"State of Washington, Department of Social and Health Services. Office of Children's Administration Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Widom, Cathy Spatz"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Medicine and Dentistry of New Jersey. New Jersey Medical School"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research project was designed as a replication and  extension of earlier research on how childhood victimization relates  to delinquency, adult criminality, and violent criminal behavior  (CHILD ABUSE, NEGLECT, AND VIOLENT CRIMINAL BEHAVIOR IN A MIDWEST  METROPOLITAN AREA OF THE UNITED STATES, 1967-1988 (ICPSR 9480)). The  study consisted of a sample of abused and neglected children who were  made dependents of the Superior Court of a large urban county in the  Northwest between 1980 and 1984, and a matched control group of  children. Dependency records were obtained from the county court  house. Control match criteria were collected from Department of Health  birth records data. Type of abuse/neglect precipitating the dependency  petition was collected and coded using a modified version of the  Maltreatment Classification Coding Scheme (MCS). Data on juvenile  arrests from juvenile court records, including both number and types,  were collected for each abused and/or neglected youth and each matched  control subject. Adult criminal arrests, excluding routine traffic  offenses, for all abused and neglected subjects and matched controls  were collected from local, county, state, and federal law enforcement  sources. A subset of arrests consisting of violent crimes was  developed as a key outcome of interest. Major types of variables  included in this study are demographics, criminal records, dependency  records (only for those subjects abused/neglected as children),  including type and severity of child abuse/neglect, and census  socioeconomic variables. Several derived variables were also included."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research project was designed as a  replication and extension of earlier research on how childhood  victimization relates to delinquency, adult criminality, and violent  criminal behavior (CHILD ABUSE, NEGLECT, AND VIOLENT CRIMINAL BEHAVIOR  IN A MIDWEST METROPOLITAN AREA OF THE UNITED STATES, 1967-1988 (ICPSR  9480)). This study had four major goals: (1) to document the  prevalence of delinquency, adult criminality, and violence in a new  cohort of abused and/or neglected children and matched controls,  representing a different geographic area (Northwest), time period  (1980s), and ethnic composition (to include Native American youth) as  compared to earlier studies, (2) to examine the extent to which there  are gender and ethnic differences in the relationship between  childhood victimization and crime and violent offending, (3) to  determine the extent to which different types of maltreatment  (physical and sexual abuse and neglect) are associated with increased  risk of subsequent del\ninquent, adult, and violent criminal behavior,  and (4) to examine the extent to which placement experiences mediate delinquent and criminal consequences."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study consisted of a sample of substantiated  cases of abused and neglected children who were made dependents of the  Superior Court of a large urban county in the Northwest between 1980  and 1984, and a matched control group of children. Control match  criteria were collected from Department of Health birth records  data. Dependency records were obtained from the county court  house. Type of abuse/neglect precipitating the dependency petition was  coded using a modified version of the Maltreatment Classification  Coding Scheme (MCS). The MCS provides a mechanism for classifying  maltreatment by subtypes with up to six levels of severity for each  maltreatment allegation type. Data on juvenile arrests from juvenile  court records, including both number and types, were collected for  each abused and/or neglected youth and each matched control  subject. Adult criminal arrests, excluding routine traffic offenses,  for all abused and neglected subjects and matched controls were  collected from local, county, state, and federal law enforcement  sources. Each jurisdiction has its own coding system for crimes, so a  coding scheme was developed for this study to allow arrest comparisons  across jurisdictions. Duplicate charges were removed from the dataset  through individual examination of each case and comparison to charges  from each data source. It is possible that some crimes were not  attributed to an individual due to matching issues, but this was  minimized by a thorough examination of each name, other identifying information, and charge."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables for all subjects include  gender, ethnicity, and age on March 1, 1999. Criminal record variables  include age at first offense, number of juvenile and adult offenses,  number of charges at different jurisdictional levels, and number and  type of offenses. A variable for violent crimes was created and  provides counts of arrests for attempted murder, rape and sexual  assault, kidnapping, homicide, assault, child abuse, burglary and  trespassing, theft and robbery, and vehicular homicide. Dependency  record variables, which only apply to subjects abused/neglected as  children, include age at dependency, reason for dependency, type of  maltreatment, type of order at dependency, reason for resolution of  dependency, final disposition, length of dependency, caregiver's  relationship to child, caregiver problems at dependency, identified  child problems at dependency, whether a child was placed as a result  of the dependency, type of placement, length of placement, and whether  the child remained in placement at the resolution of dependency.  Variables based on MCS are included for several types of maltreatment,  and their values reflect the severity of the maltreatment. Types of  maltreatment included are physical abuse, which is divided into eight  subtypes according to the location of the abuse on the child's body,  emotional abuse, which is divided into 26 subtypes, sexual abuse,  neglect, which is divided into eight subtypes, including failure to  provide food, clothing, shelter, medical treatment, or hygiene, lack  of supervision, a poor supervision environment, educational  maltreatment, use of an unsuitable substitute caregiver, involving  child in illegal activities, and whether the child used  drugs/alcohol. Census variables included are census tract in which  child was born, population of the census tract, percent of the  population under 14 years, percent of households with a single female  head, percent of single female heads of household with children,  percent of families below the poverty line, percent of African  Americans below the poverty line, percent of Native Americans below  the poverty line, percent of Asians below\nthe poverty line, mean and  median family income, percent of families receiving federal  assistance, percent of people over 25 with a high school diploma, and  socioeconomic status of the census tract. A number of derived variables are also included."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child neglect"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminality"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminality prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk factors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD IX. Minority Populations"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-05-06Version Text: 2003-05-06 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR as separate Portable Document Format  (PDF) files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site\n.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0017"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-05-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1980"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data and census/enumeration data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained from county court house dependency  records for January 1, 1980, through December 31, 1984, from  Department of Health birth records data for January 1, 1969, through  December 31, 1984, and from the arrest records of local, county,  state, and federal law enforcement offices for January 1, 1980,  through December 31, 1997. Socioeconomic data were obtained from the United States Census Bureau."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All children aged from birth to 11 years during the period 1980-1984 in a large urban county in the Northwest."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"All dependency petitions filed between 1980 and 1984 on  children aged from birth to 11 years were included in the initial  sample. A total of 2,262 dependency petitions were identified as  meeting the study criteria. After initial examination, 187 cases were  excluded because the case was transferred out of the area, the child  died, or the dependency record was not available. Of the remaining  2,075 dependent children, 1,198 were excluded from the study because  they either were not born in the state, were not made a dependent in  the county of interest, or their dependency record was not  located. This left a final group of 877 abused and neglected  children. To locate a matched control group, a file of all youth born  within the jurisdiction of interest in the same time period as the  abuse and neglect group was obtained from the Department of Health  (DOH). DOH birth records were searched until each abuse and/or neglect  case in the study had a corresponding matched control based on age  (within three months), gender, ethnicity, and approximate  socioeconomic status. Approximate socioeconomic status matching for  the controls was based on birth in the same or similar census tract as  the abuse and neglect group. Census tracts were clustered based on  median family income, percent on welfare, percent persons below  poverty level, percent persons over 25 with a high school diploma, and  percent single female head of household. Once a \"matched pool\" was  identified, child abuse and neglect registry records were reviewed in  order to exclude any of the matched controls found to have a child  abuse and neglect report history from the sample pool. These procedures produced a one-to-one matched control group of 877 cases."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The study used the Maltreatment Classification Coding Scheme (MCS) developed by Barnett, Manly, and Ciccheti."}]}},"files":[{"description":"","label":"Childhood Victimization and Delinquency, Adult Criminality, and Violent Criminal Behavior in a Large Urban County in the Northwest United States, 1980-1997  ","restricted":false,"version":1,"datasetVersionId":35956,"dataFile":{"id":2616153,"persistentId":"","pidURL":"","filename":"Childhood Victimization and Delinquency, Adult Criminality, and Violent Criminal Behavior in a Large Urban County in the Northwest United States, 1980-1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}