{"status":"OK","data":{"id":38355,"identifier":"ICPSR02853.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02853.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02853.v1","latestVersion":{"id":34355,"storageIdentifier":"file://10.3886/ICPSR02853.v1","versionState":"RELEASED","distributionDate":"2000-12-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:11:28Z","releaseTime":"2015-04-09T03:11:28Z","createTime":"2015-04-09T03:11:28Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Washington, DC, Superior Court Drug Intervention Program, 1994-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harrell, Adele"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cavanagh, Shannon"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Roman, John"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to measure the impact of the  standard, treatment, and sanction dockets, which comprise the Superior  Court Drug Intervention Program (SCDIP), on drug-involved defendants  in Washington, DC, while examining defendants' continued drug use and  substance abuse, criminal activity, and social and economic  functioning. Features common to all three dockets of the SCDIP program  included early intervention, frequent drug testing, and judicial  involvement in monitoring drug test results, as well as the monitoring  of each defendant's progress. Data for this study were collected from  four sources for defendants arrested on drug felony charges between  September 1, 1994, and January 31, 1996, who had been randomly  assigned to one of three drug dockets (sanction, treatment, or  standard) as part of the SCDIP program. First, data were collected  from the Pretrial Services Agency, which provided monthly updated drug  testing records, case records, and various other administrative  records for all defendants assigned to any of the three  dockets. Second, data regarding prior convictions and sentencing  information were collected from computer files maintained by the  Washington, DC, Superior Court. Third, arrest data were taken from the  Uniform Crime Reporting Program. Lastly, data on self-reported drug  use, criminal and personal activities, and opinions about the program  were collected from interviews conducted with defendants one year  after their sentencing. Variables collected from administrative  records included drug test results, eligibility date for the  defendant, date the defendant started treatment, number of compliance  hearings, prior conviction, arrest, and sentencing information, and  program entry date. Survey questions asked of each respondent fell  into one of seven categories: (1) Individual characteristics, such as  gender, age, and marital status. (2) Current offenses, including  whether the respondent was sentenced to probation, prison, jail, or  another correctional facility for any offense and the length of  sentencing, special conditions or restrictions of that sentence (e.g.,  electronic monitoring, mandatory drug testing, educational programs,  or psychological counseling), whether any of the sentence was reduced  by credit, and whether the respondent was released on bail bond or to  the custody of another person. (3) Current supervision, specifically,  whether the respondent was currently on probation, the number and type  of contacts made with probation officers, issues discussed during the  meeting, any new offenses or convictions since being on probation,  outcome of any hearings, and reasons for returning back to prison,  jail, or another correctional facility. (4) Criminal history, such as  the number of previous arrests, age at first arrest, sentencing type,  whether the respondent was a juvenile, a youthful offender, or an  adult when the crime was committed, and whether any time was served  for each of the following crimes: drug trafficking, drug possession,  driving while intoxicated, weapons violations, robbery, sexual  assault/rape, murder, other violent offenses, burglary, larceny/auto  theft, fraud, property offenses, public order offenses, and  probation/parole violations. (5) Socioeconomic characteristics, such  as whether the respondent had a job or business, worked part- or  full-time, type of job or business, yearly income, whether the  respondent was looking for work, the reasons why the respondent was  not looking for work, whether th\ne respondent was living in a house,  apartment, trailer, hotel, shelter, or other type of housing, whether  the respondent contributed money toward rent or mortgage, number of  times moved, if anyone was living with the respondent, the number and  ages of any children (including step or adopted), whether child  support was being paid by the respondent, who the respondent lived  with when growing up, the number of siblings the respondent had,  whether any of the respondent's parents spent any time in jail or  prison, and whether the respondent was ever physically or sexually  abused. (6) Alcohol and drug use and treatment, specifically, the type  of drug used (marijuana, crack cocaine, other cocaine, heroin, PCP,  and LSD), whether alcohol was consumed, the amount of each that was  typically used/consumed, and whether any rehabilitation programs were  attended. (7) Other services, programs, and probation conditions, such  as whether any services were received for emotional or mental health  problems, if any medications were prescribed, and whether the  respondent was required to participate in a mental health services  program, vocational training program, educational program, or community service program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1993, the Washington, DC, Superior Court  embarked on an experiment, known as the Superior Court Drug  Intervention Program (SCDIP), which was based on a comparison of the  drug use and criminal activity of drug felony defendants randomly  assigned to one of three dockets (standard, treatment, or  sanction). The three dockets were established in 1992 for the purpose  of expediting the handling of drug cases. This study was undertaken to  measure the impact of the standard, treatment, and sanction dockets on  drug-involved defendants in Washington, DC, while examining  defendants' continued drug use, criminal activity, and social and  economic functioning. Features common to all three dockets of the  SCDIP program included early intervention, frequent drug testing, and  judicial involvement in monitoring drug test results, as well as the  monitoring of each defendant's progress. Each docket offered different  services as follows: (1) The standard docket continued to handle drug  cases in a routine manner, which included twice-weekly drug tests and  judicial monitoring of the results. Current computerized drug test  information was available at the judge's bench at each hearing. The  standard docket judges typically encouraged defendants who tested  positive or missed tests to seek treatment but did not provide case  management staff to assist them and did not levy sanctions for test  failures. (2) The treatment docket provided a comprehensive day  treatment program designed to provide the skills, self-esteem, and  community resources necessary to help drug-dependent individuals leave  the drug-using criminal life. The treatment docket included more  frequent drug testing -- daily or three times per week. Penalties  were imposed by the treatment staff for nonattendance, tardiness, and  behavior problems in treatment, but not for positive drug tests, which  were handled by judges. Judicial admonishment and program termination  were used to respond to persistent, serious problems. Participants  were expected to move through sequential treatment stages, which  consisted of an orientation phase and a five-level intensive treatment  phase. Progression through the program was contingent upon the  participant's progress toward the treatment objectives outlined in the  treatment plan, which included academic functioning, participation,  and social adjustment. (3) The sanction docket offered eligible  defendants (who successfully completed the program) the opportunity  for an increased chance of receiving probation rather than  incarceration at sentencing. This docket offered drug-involved  defendants a program that required twice weekly drug testing,  referrals to community-based treatment, a\nnd graduated sanctions for  drug test failures. Failure to appear and test drug free twice each  week resulted in the swift and certain applications of clearly defined  penalties at compliance hearings. Penalties increased in severity with  each drug test failure. Because the court wanted the consequences of a  bad test outcome clearly understood by the defendants and all  concerned, the type of penalty was the same for a missed test, tampered sample, or positive test."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for this study were collected from four  sources for defendants arrested on drug felony charges between  September 1, 1994, and January 31, 1996, who had been randomly  assigned to one of three drug dockets (sanction, treatment, or  standard) as part of the Washington, DC, Superior Court Drug  Program. First, data were collected from the Pretrial Services Agency,  which provided monthly updated drug testing records, case records, and  various other administrative records for all defendants assigned to  any of the three dockets. Second, data regarding prior convictions and  sentencing information were collected from computer files maintained  by the Washington, DC, Superior Court. Third, arrest data were taken  from the Uniform Crime Reporting Program. Lastly, data on  self-reported drug use, criminal and personal activities, and opinions  about the program were collected from interviews conducted with  defendants one year after their sentencing. During the interview  period (January 1996-January 1998), respondents were identified  through court records that were sent to the Gallup Organization on a  monthly basis. Researchers gathered information about the location of  a respondent from the District of Columbia Court computer  system. Prior to attempting to schedule an interview, interviewers  sent advance letters to respondents describing the project and  explaining its purpose and sponsor. Advance letters returned as  undeliverable triggered a trace on the respondent, which led to  special locating efforts achieved with help from probation  officers. Interviews for cases identified as jail cases were scheduled  through the DC court system. The questionnaire that was used closely  followed the instrument that the Bureau of Justice Statistics used for  the National Survey of Probationers. Specially trained staff working  for Gallup conducted interviews in jailhouses, probation offices, or  at the homes of defendants for approximately one hour. Gallup project  staff and interviewers were blind to the respondents' docket  assignments. At the time of each interview, respondents were given a  letter explaining the purpose of the survey, and assuring them that  their participation was voluntary and that any input would be  confidential and anonymous. Each respondent was given 20 dollars at the time of the interview in exchange for their participation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables collected from administrative records  included drug test results, eligibility date for the defendant, date  the defendant started treatment, number of compliance hearings, prior  conviction, arrest, and sentencing information, and program entry  date. Survey questions asked of each respondent fell into one of  seven categories: (1) Individual characteristics, such as gender, age,  and marital status. (2) Current offenses, including whether the  respondent was sentenced to probation, prison, jail, or another  correctional facility for any offense and the length of sentencing,  special conditions or restrictions of that sentence (e.g., electronic  monitoring, mandatory drug testing, educational programs, or  psychological counseling), whether any of the sentence was reduced by  credit, and whether the respondent was released on bail bond or to the  custody of another person. (3) Current supervision, specifically,  whether the respondent was currently on probation, the number and type  of contacts made with probation officers,\nissues discussed during the  meeting, any new offenses or convictions since being on probation,  outcome of any hearings, and reasons for returning back to prison,  jail, or another correctional facility. (4) Criminal history, such as  the number of previous arrests, age at first arrest, sentencing type,  whether the respondent was a juvenile, a youthful offender, or an  adult when the crime was committed, and whether any time was served  for each of the following crimes: drug trafficking, drug possession,  driving while intoxicated, weapons violations, robbery, sexual  assault/rape, murder, other violent offenses, burglary, larceny/auto  theft, fraud, property offenses, public order offenses, and  probation/parole violations. (5) Socioeconomic characteristics, such  as whether the respondent had a job or business, worked part- or  full-time, type of job or business, yearly income, whether the  respondent was looking for work, the reasons why the respondent was  not looking for work, whether the respondent was living in a house,  apartment, trailer, hotel, shelter, or other type of housing, whether  the respondent contributed money toward rent or mortgage, number of  times moved, if anyone was living with the respondent, the number and  ages of any children (including step or adopted), whether child  support was being paid by the respondent, who the respondent lived  with when growing up, the number of siblings the respondent had,  whether any of the respondent's parents spent any time in jail or  prison, and whether the respondent was ever physically or sexually  abused. (6) Alcohol and drug use and treatment, specifically, the type  of drug used (marijuana, crack cocaine, other cocaine, heroin, PCP,  and LSD), whether alcohol was consumed, the amount of each that was  typically used/consumed, and whether any rehabilitation programs were  attended. (7) Other services, programs, and probation conditions,  such as whether any services were received for emotional or mental  health problems, if any medications were prescribed, and whether the  respondent was required to participate in a mental health services  program, vocational training program, educational program, or community service program."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pretrial procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2000-12-04Version Text: 2000-12-04 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR as a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-K011"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-12-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["official records, Uniform Crime Reporting Program data, and personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"District of Columbia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Defendants arrested on felony drug charges between  September 1, 1994, and January 31, 1996, and sentenced prior to June  30, 1997, who had been randomly assigned to one of three drug dockets in the Washington, DC, Superior Court Drug Intervention Program."]},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The personal interviews yielded an overall response rate of 61 perc\nent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Evaluation of the Washington, DC, Superior Court Drug Intervention Program, 1994-1998   ","restricted":false,"version":1,"datasetVersionId":34355,"dataFile":{"id":2604866,"persistentId":"","pidURL":"","filename":"Evaluation of the Washington, DC, Superior Court Drug Intervention Program, 1994-1998   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}