{"status":"OK","data":{"id":43955,"identifier":"ICPSR27161.v1","persistentUrl":"https://doi.org/10.3886/ICPSR27161.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR27161.v1","latestVersion":{"id":39955,"storageIdentifier":"file://10.3886/ICPSR27161.v1","versionState":"RELEASED","distributionDate":"2010-03-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:13:02Z","releaseTime":"2015-04-09T04:13:02Z","createTime":"2015-04-09T04:13:02Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Multilevel and Policy-Focused Analysis of Parole Violations and Revocations in California, 2003-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Grattet, Ryken"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Davis"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Petersilia, Joan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Irvine"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lin, Jeffrey"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Denver"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to facilitate an understanding of the sanctioning of parolees in California.  The central databases used in the study were the Offender Based Information System (OBIS), the Revocation Scheduling and Tracking System (RSTS), and the Statewide Parolee Database (SPDB). These three central databases provided information for the outcome variables of the study as well as information about parolees' personal characteristics, aspects of their supervision, and criminal histories. For the Parole Violations Data (Part 1), these data were combined with data extracted from several California Department of Corrections and Rehabilitation (CDCR) data systems and connected to other pieces of data using administrative and geographic identifiers to construct measures of parole agent and community characteristics. Parole agent and parole policy measures were drawn from the California State Personnel Board Parole Agent Database (PACD) and California parole policies. Measures of community conditions were drawn from the 2000 United States Census, the United States Substance Abuse and Mental Health Services Administration (SAMHSA), the California Secretary of State, and the Religious Congregations and Membership Study, 2000.  A total of 13,070 parolees were observed for a maximum of 106 weeks during 2003-2004, yielding a total of 1,376,820 parolee-week observations for Part 1.  The Parole Revocations Data (Part 2) include every parole violation case that went through a county court or a parole board hearing in 2003 and 2004 -- a total of 151,586 cases. Individual, organizational, and community-level data were merged into the Part 2 dataset using administrative and geographic identifiers. Information about each parolee was extracted from several CDCR data systems. Similar to Part 1, the central databases used in Part 2 of the study were the OBIS and the RSTS. Organizational measures were drawn from CDCR Annual Population Reports, California Corrections Standards Authority Jail Profile Surveys, and Judicial Council of California Court Statistics Reports. Measures of community conditions were drawn from the 2000 United States Census, the SAMHSA, and the California Secretary of State.  The Parole Violations Data (Part 1) contain a total of 50 variables including past and present offense history variables, parolee characteristics, supervision characteristics, and community environment variables.  The Parole Revocations Data (Part 2) contain a total of 42 variables including case characteristics, individual characteristics, organizational factors, and community factors."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to facilitate an understanding of the sanctioning of parolees in California.  To better understand the complexities of the parole violation process and the characteristics of parolees who are returned to prison, the project sought to unpack the \"black box\" of the parole violation and revocation process by studying not only parolees' characteristics, but also the characteristics of the supervising agency, parole agents, and the communities to which parolees return. Furthermore, the project sought to identify the key decision points that ultimately lead to parole revocation and prison returns, and also how characteristics of the parole agent, caseload type, and variations in community characteristics impact the processes of violation and revocation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The central databases used in the study were the Offender Based Information System (OBIS), the Revocation Scheduling a\nnd Tracking System (RSTS), and the Statewide Parolee Database (SPDB). These three central databases provided information for the outcome variables of the study -- the timing of violations and arrests -- as well as information about parolees' personal characteristics, aspects of their supervision, and criminal histories.  More specifically, the OBIS includes background information on all active parolees during 2003 and 2004 and is the principal source of demographic, criminal, and institutional history data.  The RSTS tracks the dates and details of parole violations that result from arrests or are referred from parole units, including specific charges and outcomes.  The SPDB was used to identify the parole violations that did not produce RSTS revocation cases.</p>\n\n<p>For the Parole Violations Data (Part 1), these data were combined with data extracted from several California Department of Corrections and Rehabilitation (CDCR) data systems and connected to other pieces of data using administrative and geographic identifiers to construct measures of parole agent and community characteristics. Parole agent and parole policy measures were drawn from the California State Personnel Board Parole Agent Database (PACD) and California parole policies.  The research team used data from the California State Personnel Board PACD to compile the background characteristics of all state parole agents.  Concerning parole policies, the research team created variables related to the \"New Parole Model\" and the Crawford case about the requirements for search and seizure of parolees.</p>\n\n<p>Measures of community conditions were drawn from the 2000 United States Census, the United States Substance Abuse and Mental Health Services Administration (SAMHSA), the California Secretary of State, and the Religious Congregations and Membership Study, 2000.  Using the 2000 United States Census, the principal investigators geocoded parolee addresses to United States census tracts to compile measures of community conditions including residential stability, ethnic heterogeneity, concentrated disadvantage, and public assistance.  Using SAMHSA data, the researchers geocoded the addresses of all substance abuse and mental health treatment providers in California that accept clients from criminal justice agencies and then created a measure indicating, for every census tract in the state, the number of providers within 50 miles of the center of the tract.  To generate a county-level measure of the \"punitiveness\" of different communities, the research team collected information on the results of ballot proposition voting and party registration from the California Secretary of State.  Lastly, the team compiled data on the number of church adherents by county using the Religious Congregations and Membership Study, 2000.  A total of 13,070 parolees were observed for a maximum of 106 weeks during 2003-2004, yielding a total of 1,376,820 parolee-week observations for Part 1.</p>\n\n<p>The Parole Revocations Data (Part 2) includes every parole violation case that went through a county court or a parole board hearing in 2003 and 2004 -- a total of 151,586 cases. Individual, organizational, and community-level data were merged into the dataset using administrative and geographic identifiers.  Information about each parolee was extracted from several California Department of Corrections and Rehabilitation (CDCR) data systems. Similar to Part 1, the central databases used in Part 2 of the study were the Offender Based Information System (OBIS) for parolee background information and the Revocation Scheduling and Tracking System (RSTS) for the dates and details of parole violations.</p>\n\n<p>Organizational measures were drawn from CDCR Annual Population Reports, California Corrections Standards Authority Jail Profile Surveys, and Judicial Council of California Court Statistics Reports.  Prison reception center occupancy, a measure of organizational pressure on decision-making, was comp\niled monthly and these data were drawn from CDCR's publicly available annual population reports.  County jail occupancy, another measure of organizational pressure, was measured quarterly. The data were obtained from California's Corrections Standards Authority Jail Profile Surveys.  Felony caseload data were used to gauge the impact of organizational constraints on local criminal justice agencies. These data were obtained using the Judicial Council of California Court Statistics Reports to construct workload ratios for county prosecutors offices.</p>\n\n<p>Measures of community conditions were drawn from the 2000 United States Census, the United States Substance Abuse and Mental Health Services Administration (SAMHSA), and the California Secretary of State.  More specifically, using the 2000 United States Census, the research team geocoded parolee addresses to United States census tracts to compile measures of community conditions, downloaded from the Census Web site. These measures included indicators of concentrated disadvantage, public assistance, percent Black, and percent Black unemployment. Similar to Part 1, the research team created a variable indicating the number of service providers within 50 miles of a given California census tract using SAMHSA data and created a “punitiveness” variable using the California Secretary of State data.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Parole Violations Data (Part 1) contain a total of 50 variables including past and present offense history variables, parolee characteristics, supervision characteristics, and community environment variables. Past and present offense history variables include prior number of returns to prison, commitment offense (violent offense, property offense, other offense, sex offense), number of serious priors, number of violent priors, sex offender flag, second/third striker, risk of any violation, risk of criminal violation, days since last release, and violent crime. Parolee characteristics variables include Black, male, age (18-30, 45+), age at first commitment, and mental health flag.  Supervision characteristics variables include presently absconded, supervision level (controlled service, high control, high services, high risk), parolee region (region 1, region 2, region 4), policy (Crawford search and seizure, the new parole model), workload (parole agent points 161-277, parole agent points 277+), and parole agent characteristics (male, Black, age, job tenure, and prior prison employment). Community environment variables include ethnic heterogeneity, concentrated disadvantage, residential stability, public assistance, punitiveness, church attendance, and Substance Abuse and Mental Health Services Administration services.</p>\n\n<p>The Parole Revocations Data (Part 2) contain a total of 42 variables including case characteristics, individual characteristics, organizational factors, and community factors. Case characteristics variables include case ended in \"with new term\" via court, case ended in \"returned to custody\" or \"continued on parole\" via board, case ended in \"returned to custody\" via board, case contains criminal violation, case contains absconding (PAL) violation, case contains non-PAL technical violation, number of criminal charges in case, total criminal charge severity of case divided by 100, total technical charge severity of case divided by 100, number of criminal charges in case, number of non-PAL technical violations in case, number of PAL violations in case, violation type, and board revocation cases details.  Individual characteristics variables include number of prior returns to prison, commitment offense (violent commitment offense, property commitment offense, sex offense, other offense), second/third striker, serious/violent offender, sex offender flag, male, race (Black, Hispanic, Asian/PI, Other), age (18-30, over 45), age at first commitment to prison, and mental health flag.  Organizational factors variables include ca\nse in Los Angeles, California Department of Corrections reception center percent occupied, County jail population percent over/under capacity, and felony court caseload divided by number of district attorneys. Community factors variables include punitiveness factor, concentrated disadvantage factor, percent Black residents in tract, percent Black unemployment in tract, public assistance, and SAMHSA services within 50 miles.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"environment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole violation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parolees"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk factors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sanctions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-03-30Version Text: 2010-03-30Subject: Study Level Error Note, Notes: Users should be aware that, while the principal investigators used hotdecking imputation for some of the missing parole and community data in their models in the 2008 \"Parole Violations and Revocations in California\" report (see Grattet, Petersilia, and Lin, NCJ 224521\n<a href=\"http://www.ncjrs.gov/pdffiles1/nij/grants/224521.pdf\">http://www.ncjrs.gov/pdffiles1/nij/grants/224521.pdf</a>\n), both the Parole Violations Data (Part 1) and the Parole Revocations Data (Part 2) that are being distributed as part of this data collection are unimputed data since secondary users of the data may want to use an alternative imputation strategy or no imputation at all.  For details about how the imputation was completed for the final report contact the authors.;Subject: Study Level Error Note, Notes: Users should be aware that there is a small difference in the case count reported in the original final report and the original revocations codebook versus the case count in the Parole Revocations Data (Part 2) and ICPSR codebook that are being distributed as part of this data collection.;Subject: Study Level Error Note, Notes: A total of 13,070 parolees were observed for a maximum of 106 weeks during 2003-2004, yielding a total of 1,376,820 parolee-week observations for the Parole Violations Data (Part 1).  Specifically, the number of parolee-week observations per parolee ranges in the Part 1 data from 9 to 106, with approximately 73 percent observed for 106 weeks, 93 percent observed for 105 or 106 weeks, and 98 percent observed for 104 to 106 weeks.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2005-IJ-CX-0026"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-03-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005-10-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","census/enumeration data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["California Department of Corrections and Rehabilitation (CDCR) Offender Based Information System (OBIS) (Part 1 and Part 2)","California Department of Corrections and Rehabilitation (CDCR) Revocation Scheduling and Tracking System (RSTS) (Part 1 and Part 2)","2000 United States Census (Part 1 and Part 2)","United States Substance Abuse and Mental Health Services Administration (SAMHSA) (Part 1 and Part 2)","California Secretary of State (Part 1 and Part 2)","California Statewide Parolee Database (SPDB) (Part 1)","California State Personnel Board Parole Agent Database (PACD) (Part 1)","California Parole Policies (Part 1)","Religious Congregations and Membership Study, 2000 (Part 1)","California Department of Corrections and Rehabilitation (CDCR) Annual Population Reports (Part 2)","California Corrections Standards Authority Jail Profile Surveys (Part 2)","Judicial Council of California Court Statistics Reports (Part 2)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["region"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: parolee-week","Part 2: revocation case"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All parole violations in California during 2003 and 2004. Part 2:  All parole revocations in California during 2003 and 2004."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The Parole Violations Data (Part 1) are a random 5 percent sample (13,070 parolees) of the population of 254,468 parolees on parole in California at any point during the calendar years 2003 and 2004, regardless of when they started their parole periods.  The 5 percent sample of 13,070 parolees were observed for a maximum of 106 weeks during 2003-2004, yielding a final sample of 1,376,820 parolee-week observations.</p>\n\n<p>The sample for the Parole Revocations Data (Part 2) includes every parole violation case that went through a county court or a parole board hearing in 2003 and 2004 -- a total of 151,586 cases.  Thousands more were terminated at the parole unit level over the two study years.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Parole Revocations Data","restricted":false,"version":1,"datasetVersionId":39955,"dataFile":{"id":2649761,"persistentId":"","pidURL":"","filename":"Parole Revocations Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parole Violations Data","restricted":false,"version":1,"datasetVersionId":39955,"dataFile":{"id":2649760,"persistentId":"","pidURL":"","filename":"Parole Violations Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}