{"status":"OK","data":{"id":39601,"identifier":"ICPSR03928.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03928.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03928.v1","latestVersion":{"id":35601,"storageIdentifier":"file://10.3886/ICPSR03928.v1","versionState":"RELEASED","distributionDate":"2004-05-28","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:25:17Z","releaseTime":"2015-04-09T03:25:17Z","createTime":"2015-04-09T03:25:17Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Breaking the Cycle of Drugs and Crime in Birmingham, Alabama, Jacksonville, Florida, and Tacoma, Washington, 1997-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harrell, Adele V."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Marlowe, Douglas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Treatment Research Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Merrill, Jeffrey"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Robert Wood Johnson Medical School"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an evaluation of the Breaking the Cycle  (BTC) demonstration projects conducted in Birmingham, Alabama,  Jacksonville, Florida, and Tacoma, Washington, between 1997 and  2001. The BTC demonstrations tested the feasibility and impact of  systemwide interventions to reduce drug use among offenders by  identifying and intervening with drug-involved felony defendants. This  study contains data collected as part of the impact evaluation of BTC,  which was designed to test the hypotheses that BTC reduced criminal  involvement, substance abuse, and problems related to the health,  mental health, employment, and families of felony drug defendants in  the demonstration sites. The evaluation examined the relationship  between changes in these areas and characteristics of the  participants, the kinds and levels of services and supervision they  received, and perceptions of defendants about the justice system's  handling of their cases. It also assessed how BTC affected case  handling and the length of time required to reach a disposition, the  number of hearings, and the kinds of sentences imposed. The impact  evaluation was based on a quasi-experimental comparison of defendants  in BTC with samples of similar defendants arrested in the year before  BTC implementation. Interviews were conducted with sample members and  additional data were gathered from administrative records sources, such as the BTC programs, arrest records, and court records."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an evaluation of the Breaking the  Cycle (BTC) demonstration projects conducted in Birmingham, Alabama,  Jacksonville, Florida, and Tacoma, Washington, between 1997 and  2001. The BTC demonstrations tested the feasibility and impact of  systemwide interventions to reduce drug use among offenders by  identifying and intervening with drug-involved felony defendants. The  BTC strategy was to screen offenders shortly after arrest and req\nuire  those found to use drugs to participate in a drug intervention while  under criminal justice supervision. BTC targeted all adult felony  defendants and was not limited to those charged with drug offenses.  Defendants were ordered to report to BTC for drug screening as a  condition of pretrial release. Those who reported drug use, tested  positive for drugs, or were arrested on drug felony charges were  placed in drug testing and, when appropriate, referred to drug  treatment or drug education classes. The goal was to expand the scope  of earlier programs such as drug courts and Treatment Alternatives to  Street Crime (TASC) by incorporating drug reduction activities as part  of handling felony cases. The core reforms called for by the BTC model  were early intervention, judicial oversight, graduated sanctions and  incentives, and collaboration among justice and treatment agencies.  This study contains data collected as part of the impact evaluation of  BTC, which was designed to test the hypotheses that BTC reduced  criminal involvement, substance abuse, and problems related to the  health, mental health, employment, and families of felony drug  defendants in the demonstration sites. The evaluation examined the  relationship between changes in these areas and characteristics of  participants, the kinds and levels of services and supervision they  received, and perceptions of defendants about the justice system's  handling of their cases (Parts 1, 3, and 5). It also assessed how BTC  affected case handling, the length of time required to reach a  disposition, the number of hearings, and the kinds of sentences imposed (Parts 2, 4, and 6)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The conceptual design of the impact evaluation  focused on two outcomes: (1) goals for offenders, such as reductions  in drug and alcohol use, criminal activity, health, social, and  employment problems, perceptions of offenders concerning the fairness  of the hearings, and the risk and severity of consequences for  noncompliance with court orders, and (2) system changes, such as the  number of hearings, number of days between arraignment and case  disposition, top charge at conviction, and sentences imposed. The  interventions and services hypothesized to affect offender and system  outcomes included drug treatment placements, type and duration of drug  treatment, drug testing, frequency of judicial monitoring, intensity  of contact with case managers or court supervision staff, the types of  incentives and sanctions, and the timeliness and consistency of  sanctioning. In addition, offender characteristics were hypothesized  to affect both the type of services received and the response. These  characteristics included demographics, substance abuse pattern and  severity, employment and educational status, family status and living  situation, physical and mental health, prior criminal activity, and  current charge. To assess the first outcome, goals for offenders, the  impact evaluation consisted of a quasi-experimental comparison of  defendants in BTC with samples of similar defendants arrested in the  year before BTC implementation. Parts 1, 3, and 5 contain the data for  this component of the evaluation for Birmingham, Jacksonville, and  Tacoma, respectively. These data were collected from records  maintained by the Breaking the Cycle (BTC) programs and partner  agencies, as well as from National Crime Information Center (NCIC)  databases. In addition, interviews were conducted by the Treatment  Research Institute (TRI) with sample members shortly following arrest  (baseline) and again nine months later (follow-up). The questionnaires  consisted of the Addiction Severity Index (ASI), modified to include  additional questions about illegal activities and participation in  drug treatment services. In Birmingham (Part 1) respondents were also  given the Risk of AIDS Behavior questions.  In Jacksonville and Tacoma  (Parts 3 and 5) respondents were as\nked questions about perceptions of  fairness and the consequences of noncompliance with court  orders. Participation in the evaluation was voluntary. TRI staff  contacted potential sample members shortly after arrest and asked for  their consent. They were guaranteed confidentiality and offered  financial incentives for participation.  The participants signed a  written consent form agreeing to participate in the study and allowing  the research team to collect data from criminal justice and treatment  agencies. To assess the second outcome, changes in the criminal  justice system, the impact evaluation assessed how the BTC programs  affected criminal case processing. Parts 2, 4, and 6 contain court  data from Birmingham, Jacksonville, and Tacoma, respectively, gathered  for all felony defendants processed by the courts during a specified  period of time. The samples were chosen to compare felony cases prior  to and during BTC implementation to measure the impact of BTC on court case processing."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In Parts 1, 3, and 5, data were collected from the  BTC program on the sample entry charge, disposition, sentence, and  re-arrests after BTC. Additional information was gathered with the  Addiction Severity Index. In particular, respondents were asked about  medical problems, medical history, education and employment histories,  income from various sources, drug and alcohol use and abuse, criminal  history, current living arrangements, family life, and psychological  problems. Demographic variables include age, gender, race, religious  preference, years of education, and type of occupation. Interviews in  Birmingham (Part 1) also included questions from the Risk of AIDS  Behavior questionnaire. Respondents in Jacksonville (Part 3) and  Tacoma (Part 5) were only asked a couple of questions about Risk of  AIDS, including history of sharing needles and cleaning needles and  sexual history. Additional questions in Jacksonville (Part 3) and  Tacoma (Part 5) were asked about respondents' assessments of the  likelihood of arrest or sentencing if they committed another serious  crime or tested positive for drugs, and respondents' perceptions of  the fairness of the criminal justice system. Parts 2, 4, and 6 contain  information from court records. Variables in Part 2 (Birmingham)  include the type of offense, case status, case action, number of  hearings to disposition, disposition at first hearing, days from  arrest to case filing, days from arrest to first hearing, and days  from arrest to disposition. Part 4 (Jacksonville) includes offender's  age, race, gender, offense type, number of charges, disposition, type  of sentence, number of convictions, days from arrest to intake, days  from arrest to plea, total number of hearings, and days from arrest to  first hearing. Part 6 (Tacoma) variables include age at arrest,  gender, race, type of offense, number of counts, method of  disposition, type of sentence, total sentence in days, days from  arrest to disposition, days from arrest to arraignment, days from arrest to pretrial conference, and number of convictions."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felony offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3928.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3928.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Users are strongly encouraged to read the Final  Report for more detailed information about the sampling and  methodology for this project. In particular, Appendix A of the Final  Report contains a detailed methodological report. The Final Report is  available from the Urban Institute. (2) The user guide, codebook, and  data collection instruments are provided by ICPSR as Portable Document  Format (PDF) files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-IJ-CX-0013"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-05-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["For Parts 1, 3, and 5, data were collected from records  maintained by the Breaking the Cycle (BTC) programs and partner  agencies, as well as from National Crime Information Center (NCIC)  databases. Data were also collected from interviews with sample  members. Interviews were either conducted face-to-face or by telephone.  Parts 2, 4, and 6 consist of official records data obtained from court records on filings and case outcomes."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Alabama"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Birmingham"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Jacksonville"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tacoma"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1, 3, and 5: individuals. Parts 2, 4, and 6: court cases."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1, 3, and 5: Felony defendants involved with illegal  drugs in Birmingham, Alabama, Jacksonville, Florida, and Tacoma,  Washington, respectively. Parts 2, 4, and 6: All felony court cases  processed in Birmingham, Alabama, Jacksonville, Florida, and Tacoma, Washington, respectively, between 1997 and 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1, 3, and 5 consisted of a quasi-experimental  comparison of defendants in BTC with samples of similar defendants  arrested in the year before BTC implementation. The sample selection  procedures were designed to select individuals who would be eligible  for BTC services, even if selected prior to BTC implementation. Sample  members were required to be (1) age 18 or older, (2) residents of the  county or BTC service area, (3) facing a felony charge, and (4)  involved with illegal drugs as measured by a current drug charge, a  positive urinalysis screen, or self-reported drug use. A small number  of potential sample members were excluded because of a language  barrier, psychiatric impairment, or intoxication at the time they were  contacted. For Parts 2, 4, and 6 all felony court cases processed  during specified periods of time before and during BTC implementation were selected."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"In Birmingham (Part 1), 91 percent of the felony  defendants initially identified as eligible for BTC agreed to  participate in the study. In Jacksonville (Part 3), 47 percent of the  pre-BTC defendants and 72 percent of the BTC defendants consented to  participate in the study. In Tacoma (Part 5) 54 percent of the pre-BTC  sample and 83 percent of the BTC sample agreed to participate in the  study. However, after gaining consent, some participants in each of  the sites were subsequently dropped from the study because they were later determined to be ineligible."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Parts 1, 3, and 5 contain several scales from the Addiction Severity Index, as well as several Likert-type scales."}]}},"files":[{"description":"","label":"Birmingham Court Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613618,"persistentId":"","pidURL":"","filename":"Birmingham Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Birmingham Survey and BTC Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613617,"persistentId":"","pidURL":"","filename":"Birmingham Survey and BTC Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Jackson Court Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613620,"persistentId":"","pidURL":"","filename":"Jackson Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Jacksonville Survey and BTC Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613619,"persistentId":"","pidURL":"","filename":"Jacksonville Survey and BTC Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tacoma Court Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613622,"persistentId":"","pidURL":"","filename":"Tacoma Court Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tacoma Survey and BTC Data","restricted":false,"version":1,"datasetVersionId":35601,"dataFile":{"id":2613621,"persistentId":"","pidURL":"","filename":"Tacoma Survey and BTC Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}