{"status":"OK","data":{"id":44598,"identifier":"ICPSR20400.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20400.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20400.v1","latestVersion":{"id":40598,"storageIdentifier":"file://10.3886/ICPSR20400.v1","versionState":"RELEASED","distributionDate":"2009-04-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:20:05Z","releaseTime":"2015-04-09T04:20:05Z","createTime":"2015-04-09T04:20:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Prevalence, Context, and Consequences of Dual Arrest in Intimate Partner Cases in 19 States in the United States, 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hirschel, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Massachusetts-Lowell"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Buzawa, Eve"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Massachusetts-Lowell"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pattavina, April"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Massachusetts-Lowell"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Faggiani, Don"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Wisconsin-Oshkosh"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Reuland, Melissa"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Executive Research Forum"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project provided the first large-scale examination of the police response to intimate partner violence and of the practice known as \"dual arrest.\"  The objectives of the project were: (1) to describe the prevalence and context of dual arrest in the United States, (2) to explain the variance in dual arrest rates throughout the United States, (3) to describe dual arrest within the full range of the police response to intimate partner violence, (4) to analyze the factors associated with no arrest, single arrest, and dual arrest, (5) to examine the reasons why women are arrested in intimate partner cases, and (6) to describe how the criminal justice system treats women who have been arrested for domestic violence.  Data for the project were collected in two phases. In Phase I, researchers examined all assault and intimidation cases in the year 2000 National Incident-Based Reporting System (NIBRS) database (NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2000 [ICPSR 3449]) to investigate the extent to which dual arrest is occurring nationwide, the relationship between incident and offender characteristics, and the effect of state laws on police handling of these cases for all relationship types. Because the NIBRS dataset contained a limited number of incident-specific variables that helped explain divergent arrest practices, in Phase II, researchers collected more detailed information on a subset of NIBRS cases from 25 police departments of varying sizes across four states. This phase of the study was restricted to intimate partner and other domestic violence cases. Additional data were collected for these cases to evaluate court case outcomes and subsequent re-offending. This phase also included an assessment of how closely department policy reflected state law in a larger sample of agencies within five states. The data in Part 1 (Phase I Data) contain 577,862 records from the NIBRS. This includes information related to domestic violence incidents such as the most serious offense against the victim, the most serious victim injury, the assault type, date of incident, and the counts of offenses, offenders, victims, and arrests for the incident. The data also include information related to the parties involved in the incident including demographics for the victim(s) and arrestee(s) and the relationship between victim(s) and arrestee(s). There is also information related to the jurisdiction in which the incident occurred such as population, urban/rural classification, and whether the jurisdiction is located in a metropolitan area.  There are also variables pertaining to whether a weapon was used, the date of arrest, and the type of arrest.  Also included are variables regarding the police department such as the number of male and female police officers and civilians employed. The data in Part 2 (Phase II Data) contain 4,388 cases and include all of the same variables as those in Part 1. In addition to these variables, there are variables s\nuch as whether the offender was on the scene when the police arrived, who reported the incident, the exact nature of injuries suffered by the involved parties, victim and offender substance use, offender demeanor, and presence of children. Also included are variables related to the number of people including police and civilians who were on the scene, the number of people who were questioned, whether there were warrants for the victim(s) or offender(s), whether citations were issued, whether arrests were made, whether any cases were prosecuted, the number of charges filed and against whom, and the sentences for prosecuted cases that resulted in conviction. The data in Part 3 (Police Department Policy Data) contain 282 cases and include variables regarding whether the department had a domestic violence policy, what the department's arrest policy was, whether a police report needed to be made, whether the policy addressed mutual violence, whether the policy instructed how to determine the primary aggressor, and what factors were taken into account in making a decision to arrest. There is also information related to the proportion of arrests involving intimate partners, the proportion of arrests involving other domestics, the proportion of arrests involving acquaintances, and the proportion of arrests involving strangers."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The objectives of the project were: (1) to describe the prevalence and context of dual arrest in the United States, (2) to explain the variance in dual arrest rates throughout the United States, (3) to describe dual arrest within the full range of the police response to intimate partner violence, (4) to analyze the factors associated with no arrest, single arrest and dual arrest, (5) to examine the reasons why women are arrested in intimate partner cases, and (6) to describe how the criminal justice system treats women who have been arrested for domestic violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Phase I Data) involved an extensive analysis of year 2000 National Incident Based Reporting System (NIBRS) data (NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2000 [ICPSR 3449]). To facilitate compatibility among the incidents examined, and to make the project more manageable, it was decided not to include all criminal offenses, but instead to limit the study to incidents where the most serious offense was defined by the NIBRS classification system as aggravated assault, simple assault, or intimidation. Examining dual arrest in intimate partner cases without reference to what is occurring in both other domestic (e.g., parent-child and sibling) and nondomestic violence situations posed the risk of concluding that dual arrests constituted a problem that was unique to intimate partner violence. Thus, the cases selected for this study comprised all assault and intimidation incidents reported to the NIBRS no matter what the relationship between the victim and offender. In order to allow for a sufficiently lengthy follow-up without going back too far in time, researchers decided to focus on the calendar year 2000. Thus, the NIBRS dataset examined in this study includes 577,862 assault and intimidation cases reported to the NIBRS in the calendar year 2000.</p>\n\n<p>In Part 2 (Phase II Data), the NIBRS dataset was supplemented by the addition of numerous variables from several different sources.  While the NIBRS provided coverage of arrest practices in a large number (2,819) of police departments, it did not contain a wide variety of variables that might be expected in some way to impact the decision to arrest.  Phase II was concerned with expanding analyses in two significant ways. First, researchers collected far more detailed information on a sample of cases taken from selected police departments to expand analysis of factors that might impact arrest decisions. Second, in order to observe what happened after arrest and the effect of the police response on subsequent re\n-offending, court processing and re-offending data were obtained from court and criminal history information systems. For this phase of the project researchers focused on intimate partner and other domestic cases, and excluded acquaintance and stranger cases.</p>\n\n<p>Researchers selected, in each of four selected states (Connecticut, Idaho, Tennessee, and Virginia), two medium to large jurisdictions that varied from each other in potential dual arrest, actual dual arrest, and overall arrest rates to serve as \"core\" sites. Medium to large jurisdictions were operationally defined as jurisdictions that had a population of at least 100,000 and had generated at least 300 domestic violence cases in 2000.  For each of the core jurisdictions (eight total), researchers selected at least one additional police jurisdiction that was located near that jurisdiction to serve as a \"satellite\" site. To qualify as a satellite jurisdiction, a jurisdiction could not also have qualified as a core site. \"Being near\" was operationally defined as being within a radius of 25 miles of the boundaries of the core site. When more than two sites qualified as a satellite, the project staff chose sites with the greatest number of dual arrests, or sites that maximized the diversity of the sites visited.  An additional criterion for site selection focused on the extent and quality of the police and court data that were available. Project staff conducted telephone interviews with informed people in each jurisdiction to assess the site's data quality.</p>\n\n<p>Researchers sampled cases from each of the participating core and satellite jurisdictions. Researchers included all of the selected jurisdictions' dual arrest cases in both the core and satellite sites. Since there were far larger numbers of single and no arrest cases, researchers pooled the single and no arrest cases in each jurisdiction and, using the SPSS sampling program, produced a randomly generated sample of about 220 single and no arrest cases from each core jurisdiction and the satellite jurisdiction. To address potential difficulty locating files for all chosen cases, researchers over-sampled so that, unless there was a significant problem with missing cases, a replacement sample  would not have to be constructed. The proportion of cases sampled varied from jurisdiction to jurisdiction, but the proportion of cases sampled from satellite sites within a particular jurisdiction was kept constant. Because of the small number of cases in these jurisdictions researchers included the full population of single and no arrest cases (as well as all dual arrest cases) in 8 of the 17 satellite jurisdictions.</p>\n\n<p>Initial contact with the departments was made by sending out letters to the police chiefs explaining the purpose of the study and what researchers were seeking from the police department. Follow up calls were then made and negotiations ensued. Once permission to obtain the required data had been received, arrangements were made for site visits.  Ultimately, researchers sought and received permission to obtain police data in 8 core sites and 17 satellite sites: 5 in Idaho and 4 each in Connecticut, Tennessee, and Virginia.</p>\n\n<p>Each site was sent a list of selected cases prior to the site visit and asked to make copies of all incident, arrest, and supplemental case reports for the project staff. Sites were also asked to provide copies of training and policy documents, and to be interviewed to obtain background information on the department's approach to domestic violence. All of the information about the incident and the police response to the incident was obtained directly from the involved police departments. Data were abstracted from these forms to determine incident characteristics, criminal history, and court case processing. Some police departments also provided requested information about the court processing of the arrest cases as well as details of criminal histories. In some cases,\nthis information was provided by other county agencies. In two of the four states, Connecticut and Virginia, there were well-established state criminal history record systems administered by the State Police and this information was obtained through these agencies.  Problems with obtaining access, and concerns about the quality of any data that might be obtained, resulted in a decision not to collect these data in most of the jurisdictions in Tennessee.</p>\n\n<p>A lengthy codebook was constructed and pretested so that data could be captured consistently across jurisdictions and computerized for analysis. This codebook contained six principal segments, each incorporating an array of variables pertaining to the incident, the victims, the offenders, the responding officers' actions, prosecution and court case processing, and victim and offender criminal histories. The Phase II data were merged with the Phase I data. The data in Part 2 (Phase II Data) contain 4,388 cases.</p>\n\n<p>In Part 3 (Police Department Policy Data), researchers requested domestic violence policies from a sample of departments from five states for the year 2000 to determine the nature and extent of discrepancies between agency policy and state law.  The sample states selected included two states (Connecticut and Virginia) where the legislative framework for the year 2000 was mandatory, one state with preferred arrest requirements (Tennessee), and two states with discretionary arrest statutes (Idaho and Michigan).  Given that the number of participating agencies was relatively small for Idaho and Connecticut, researchers included in the sample all agencies from these states. From Virginia, Tennessee, and Michigan, researchers selected all agencies with a population over 50,000 and a random sample of about 100 of the remaining agencies. The final sample comprised a total of 479 departments.  Departments selected for the sample were sent letters requesting a copy of their domestic violence policy for the year 2000, and were asked to complete a brief survey. Self-addressed stamped envelopes were included for returning the responses. Follow-up calls were made to jurisdictions that failed to respond to the initial request for information and the final data consisted of 282 agencies.  Once policies were received, they were coded in order to examine variations in policies and requirements. Researchers attempted to determine how many departments actually had policies and if so, whether they had developed their own policy, followed a state model policy, or that of another police agency. In addition, researchers coded specific police mandates under these policies regarding arrest, services for victims, and the identification of a primary aggressor.  Finally, researchers examined policies to determine what instructions and/or guidelines were provided when making arrest decisions.  An initial decision was made to define as mandatory policies that stated that officers \"must,\" \"shall,\" or \"will\" make an arrest. Preferred was defined when the words \"should\" or \"preferred\" were used, while the word \"may\" was seen as discretionary.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The data in Part 1 (Phase I Data) contain information from the National Incident Based Reporting System (NIBRS).  This includes information related to domestic violence incidents such as the most serious offense against the victim, the most serious victim injury, the assault type, date of incident, and the counts of offenses, offenders, victims, and arrests for the incident. The data also include information related to the parties involved in the incident including demographics for the victim(s) and arrestee(s) and the relationship between victim(s) and arrestee(s).  There is also information related to the jurisdiction in which the incident occurred such as population, urban/rural classification, and whether the jurisdiction is located in a metropolitan area.  There are also variables pertaining to\nwhether a weapon was used, the date of arrest, and the type of arrest.  Also included are variables regarding the police department such as the number of male and female police officers and civilians employed.</p>\n\n<p>The data in Part 2 (Phase II Data) contain some of the same NIBRS variables as those in Part 1.  In addition to these variables, there are variables such as whether the offender was on the scene when the police arrived, who reported the incident, the exact nature of injuries suffered by the involved parties, victim and offender substance use, offender demeanor, and presence of children.  Also included are variables related to the number of people including police and civilians who were on the scene, the number of people who were questioned, whether there were warrants for the victim(s) or offender(s), whether citations were issued, whether arrests were made, whether any cases were prosecuted, the number of charges filed and against whom, and the sentences for prosecuted cases that resulted in conviction.</p>\n\n<p>The data in Part 3 (Police Department Policy Data) contain variables regarding whether the department had a domestic violence policy, what the department's arrest policy was, whether a police report needed to be made, whether the policy addressed mutual violence, whether the policy instructed how to determine the primary aggressor, and what factors were taken into account in making a decision to arrest.  There is also information related to the proportion of arrests involving intimate partners, the proportion of arrests involving other domestics, the proportion of arrests involving acquaintances, and the proportion of arrests involving strangers.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-04-30Version Text: 2009-04-30 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-WT-BX-0501"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-04-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data for Part 1 (Phase I Data) come from the National Incident-Based Reporting System, 2000 (ICPSR 3449).","The data for Part 2 (Phase II Data) come from the National Incident-Based Reporting System, 2000 (ICPSR 3449) and incident arrest and supplemental case reports from participating police departments and county and state court and criminal history information systems.","The data for Part 3 (Policy Data) come from domestic violence policies for the year 2000 from participating police departments."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Arkansas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Connecticut"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Idaho"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Iowa"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kentucky"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nebraska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Dakota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"South Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"South Dakota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tennessee"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Utah"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Vermont"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Virginia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"West Virginia"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: FIPS Place Code; Part 3: State"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Incident","Part 2: Incident","Part 3: Police Department"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Part 1: Incidents involving acts, or threats of acts, of physical violence to the person reported by law enforcement agencies in the United States participating in the National Incident-Based Reporting System (NIBRS) in 2000.</p>\n\n<p>Part 2: Incidents involving acts, or threats of acts, of physical violence to the person reported by law enforcement agencies in selected jurisdictions in Connecticut, Idaho, Tennessee, and Virginia in 2000.</p>\n\n<p>Part 3: Law enforcement agencies in selected jurisdictions in Connecticut, Idaho, Michigan, Tennessee,\nand Virginia in 2000.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>For Part 1 (Phase I Data), the study used data from the National Incident Based Reporting System (NIBRS). To focus on the most frequent offenses, and to broaden the context of the examination of dual arrest, the NIBRS dataset examined in this study included all assault and intimidation cases reported to the NIBRS in the calendar year 2000 regardless of relationship type. To identify dual arrest cases, researchers used a multi-step process to select those incidents where the \"victim was offender\" code was used in combination with one of several codes that defined the actual relationship between the offender and the victim. A total of 2,819 contributing jurisdictions in 19 states generated a total of 577,862 incidents of aggravated assault, simple assault, and intimidation in the calendar year 2000 NIBRS dataset. In these 577,862 incidents there were 650,849 victims, 622,258 offenders, and 235,690 arrests. Because the primary focus of the study was assessing the police response to incidents, the incident was chosen as the primary unit of analysis.</p>\n\n<p>For Part 2 (Phase II Data), researchers utilized a stratified sampling approach. States that contributed to the NIBRS year 2000 dataset were divided into three strata: (1) those with mandatory warrantless arrest laws, (2) those with preferred warrantless arrest laws, and (3) those with discretionary warrantless arrest laws. Using specified criteria, researchers first selected the states, and then the specific jurisdictions, they would use for additional data collection.</p>\n\n<p>The conceptual framework necessitated that researchers select at least one state from each of the three strata. It was decided to sample two mandatory arrest states for Phase II data collection because higher rates of overall arrest and actual dual arrest were observed in mandatory arrest states, and within state variations in mandatory arrest states were more unexpected than in states with preferred or discretionary laws in domestic violence cases.</p>\n\n<p>Given the low percentage of cases that resulted in dual arrests, a primary concern in selecting states for these additional components of the study was that they generated a sufficient number of dual arrest cases for meaningful analysis. Thus, state dual arrest rate was the primary criterion in selecting a state for inclusion in this phase of the study. In selecting the states, overall arrest rate and potential dual arrest rate were also considered.</p>\n\n<p>Since Phase II focused only on domestic violence cases, researchers did not include acquaintance or stranger cases in the analysis. Of the seven mandatory arrest states Connecticut had by far the highest actual dual arrest rate and thus was automatically selected for Phase II. South Carolina and Virginia presented as the main contenders for selection as the second mandatory arrest state because they generated a sufficient number of dual arrests despite their comparatively low dual arrest rates, and because researchers knew that they possessed high quality, well established state data systems. Virginia was chosen as the second mandatory arrest state because of its proximity to the location of Police Executive Research Forum (PERF), one of the partners in the study.</p>\n\n<p>Of the four discretionary arrest states (Arkansas, Massachusetts, North Dakota, and Tennessee), only Tennessee generated a sufficient number of dual arrest cases for Phase II analysis. A number of factors influenced researchers to choose Idaho as their discretionary arrest state. First, Idaho had a higher dual arrest rate than Michigan and as a consequence there was greater variability in the dual arrest rates that existed among police jurisdictions in Idaho. Second, Idaho had been c\nontributing data to NIBRS for more than 13 years, which gave confidence that their data were valid and reliable. Third, Idaho and other largely rural states are under-represented in the domestic violence literature and the selection of a rural state allowed researchers to focus on an underserved constituency.</p>\n\n<p>For Part 3 (Police Department Policy Data), researchers used the same states as were used in Phase II, but added one more discretionary state (Michigan) since police departments within discretionary arrest states had the greatest latitude in diverging from state law. Since there were only 37 police departments in Connecticut and 112 in Idaho, researchers included all of these departments in this component of the project. The number of NIBRS jurisdictions in Virginia (342), Tennessee (373), and Michigan (571), precluded conducting a census of all the NIBRS jurisdictions in those states. In order to ensure representation of the large jurisdictions (operationally defined as those with a population of 50,000 or more), all jurisdictions in those 3 states that had a population of 50,000 or more were selected. Researchers also obtained a random sample of 100 of the smaller jurisdictions in each of those three states. Samples for Virginia, Tennessee, and Michigan contained 93, 116, and 121 police departments respectively. The total sample size for this component of the study was 479.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rates for Part 1 (Phase I Data) and Part 2 (Phase II Data) are not applicable. For Part 3 (Police Department Policy Data), of the 479 departments in the final sample, 282 departments responded for a response rate of 59 percent."}]}},"files":[{"description":"","label":"Phase I Data","restricted":false,"version":1,"datasetVersionId":40598,"dataFile":{"id":2655202,"persistentId":"","pidURL":"","filename":"Phase I Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phase II Data","restricted":false,"version":1,"datasetVersionId":40598,"dataFile":{"id":2655203,"persistentId":"","pidURL":"","filename":"Phase II Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Department Policy Data","restricted":false,"version":1,"datasetVersionId":40598,"dataFile":{"id":2655204,"persistentId":"","pidURL":"","filename":"Police Department Policy Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}