{"status":"OK","data":{"id":38192,"identifier":"ICPSR31441.v1","persistentUrl":"https://doi.org/10.3886/ICPSR31441.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR31441.v1","latestVersion":{"id":34192,"storageIdentifier":"file://10.3886/ICPSR31441.v1","versionState":"RELEASED","distributionDate":"2012-08-03","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:42Z","releaseTime":"2015-04-09T03:09:42Z","createTime":"2015-04-09T03:09:42Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"<p>Due to the sensitive nature of the data and to protect respondent confidentiality, the data are restricted from general dissemination. These data are enclave-only and may only be accessed at ICPSR's location in Ann Arbor, MI. Users wishing to view these data must first contact NACJD, complete an Application for use of the ICPSR Data Enclave (available as part of the documentation for this study), and receive permission to analyze the files before traveling to Ann Arbor.  More information may be found at ICPSR's Enclave Data\n<a href=\"https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html\">https://www.icpsr.umich.edu/icpsrweb/content/ICPSR/access/restricted/enclave.html</a>\nWeb site.</p>\n\n<p>Completed forms should be returned to: Director, National Archive of Criminal Justice Data, Inter-university Consortium for Political and Social Research, Institute for Social Research, P.O. Box 1248, University of Michigan, Ann Arbor, MI 48106-1248, or by fax: 734-647-8200.</p>","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Former Prisoner Survey, 2008"},{"typeName":"alternativeTitle","multiple":false,"typeClass":"primitive","value":"NFPS, 2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. Bureau of Justice Statistics"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. Bureau of Justice Statistics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Under the Prison Rape Elimination Act of 2003, Congress mandated that the United States Department of Justice, Bureau of Justice Statistics (BJS) investigate former prisoners' experiences in prison to assist in understanding the incidence and prevalence of sexual victimization within the prison setting. BJS and its subcontractor, NORC at the University of Chicago, led a national data collection effort focusing on prison sexual assault as reported by former state prisoners.</p>\n\n<p>The focus of the National Former Prisoner Survey (NFPS) was sexual victimization among former state prisoners. The survey was divided into 6 sections. The first two sections were administered using a computer-assisted personal interviewing (CAPI) method and focused on demographic and criminal history information. The remaining sections, covering more sensitive information, were administered using a touch-screen-audio-assisted-computer-self-interviewing (TACASI) method.</p>\n\n<p>Sections A and B of the instrument collected demographic and criminal history information, as well as information on placements during the last continuous incarceration. Sections C and D captured detailed inmate-on-inmate sexual victimization during the last continuous incarceration, including the type of sexual activity, identification of facilities at which such incidents occurred, frequency of occurrences, and other specifics regarding sexual victimization. Section E addressed staff-on-inmate sexual victimization and misconduct, whether considered willing or unwilling, and gathered specifics of activity indicated. The last section, F, focused on the impacts of sexual assault on victimized respondents, as well as parole supervision characteristics for all respondents.</p>\n\n<p>The National Former Prisoner Survey (NFPS) began in January 2008 and concluded in October 2008, and involved the random selection of approximately 250 parole offices across the country using probability proportional-to-size (PPS) sampling procedures.  Completed interviews were obtained for 17,738 respondents; supplemental data was collected on all former prisoners sampled in order to develop weights for national estimations.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Prison Rape Elimination Act of 2003 (P.L. 108-79) requires the Bureau of Justice Statistics (BJS) to carry out a comprehensive statistical review and analysis of the incidence and effects of prison rape for each calendar year."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional guards"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-08-03Version Text: 2012-08-03 Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-RP-BX-K056"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-08-03"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-10"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2008-01-07"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-10-24"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Prison Rape Elimination Act Data Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["United States"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals who were under active supervision by the parole office (on the day of roster preparation) after being released from state prison; were 18 years of age or older; were not re-incarcerated, absconded, in a half way house or community treatmen\nt center; had not been transferred to other parole offices; did not have warrants issued for arrest; and were not in violator status."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All individuals who were under active supervision by state parole offices (on the day of roster preparation) after being released from state prison, were 18 years of age or older, and were not re-incarcerated, absconded, in a half way house or community treatment center, did not have warrants issued for arrest, were not in violator status, and/or had not been transferred to other parole offices. All state parole offices were eligible for selection except those excluded due to uniqueness of supervision type, or due to geographic and/or size limitations (please see sampling description). Due to the possibility of individual disclosure, all interviews from offices participating in the pre-test were eliminated from the final data file prepared for ICPSR.  Because of multiple changes in the data instrument after the pre-test, the risk of identification of participating offices and individual respondents in the pre-test was determined to be too great."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>A multi-stage stratified systematic probability-proportional-to-size (PPS) sample design was used to select a random sample of over 250 parole (field or district) offices across the United States, followed by a random sample of parolees supervised at those offices.</p>\n\n<p>The parole office sampling frames were developed using the 2006 Census of Parole Offices conducted by the United States Census Bureau on behalf of BJS. The original frame consisted of two sub-frames: a field office group (FOG) level frame of 800 field office groups and a district level frame of 101 district (or regional administrative) offices.  Parole field offices were not included in the office sampling frame if they: (1) were administrative offices that did not actively supervise parolees, (2) were specialty offices (e.g., those supervising only sex offenders or only individuals committed to treatment/confinement facilities), (3) were located in difficult to reach geographic regions, (4) had a population of less than 40 and could not be combined with another office within 75 miles for sampling purposes. A separate frame for district offices was created because field offices within these districts (or regions) were not enumerated in the 2006 census. All district offices were included in this frame, with the intent of specifying and enumerating all field offices under their authority once selected. Field offices within these districts, once specified, were subject to the same criteria as the field office frame, with the exception that field offices were grouped if within 120 miles.</p>\n\n<p>Each of these sub-frames was sampled from separately to produce the final sample. A two-stage stratified systematic PPS sample design was used for selection from the office sub-frame, while a three-stage design was used for the district sub-frame.</p>\n\n<p>Field Office Groups (FOGs) were selected from the field office frame using PPS sampling procedure. A total of 151 FOGs (seven involving combined offices) were selected from the office sampling frame.  At the time of sample selection, an additional 37 reserve offices were selected. The first 10 reserve offices on the list were eventually activated. The first four offices were activated as a result of four sampled offices having no eligible respondents supervised at those sites. The remaining sites were activated to offset the possibility of refusals in states for which approvals were slow to materialize; however, those activated were not eventually required for replacement and served only to enhance the sample size.</p>\n\n<p>District offices were selected from the district office sub-frame using PPS sampling\nprocedures. A total of 50 districts were selected for inclusion.   Following selection of districts, project staff contacted states requesting an enumeration of field offices and office sizes within each selected district. Offices with less than 40 parolees were eliminated if there was no other office within 120 miles for grouping. FOGs within each district sampled were then sampled using PPS sampling procedures. A total of 71 FOGs were selected from these districts (21 involving combined offices) after enumeration of offices within the selected districts.  An additional twenty reserve districts were selected from this frame.  Eleven of the first twelve districts on the reserve list were activated. One was activated as a result of a sampled district having no eligible supervised parolees. The remaining districts were activated to offset the possible loss of states for which access was difficult to obtain. However, because approval was eventually obtained for all sampled states, the extra reserve districts were not required for replacement and served only to enhance the sample size.  Once enumerated and selected, all chosen offices (or FOGs) agreed to participate, except one, and another office was randomly selected from the same district.</p>\n\n<p>After approvals from states and offices were received, a roster of eligible former prisoners was requested from each parole office within each FOG to be developed at approximately two and half to three weeks prior to scheduled interviewing period at the office. Eligible former prisoners were defined as:</p>\n\n<p>Individuals who are under active supervision by the parole office (on the day of roster preparation) after being released from state prison and were 18 years of age or older. Individuals who had absconded, were re-incarcerated or committed, were in a half way house or community treatment center, had a warrant issued for arrest, were in violator status, or had been transferred to another parole office were ineligible.</p>\n\n<p>A sample of eligible former prisoners was randomly selected from these rosters for inclusion in the study.</p>\n\n<p>The target sample size was 260 (196 males; 64 females) for the larger offices and 130 (98 males; 32 females) for the smaller offices. Female former prisoners were sampled at a higher rate than males to insure that sufficient numbers were included to provide precise estimates at the national level. For sites with a roster population of 130 or less; all eligible respondents on the roster were selected to participate in the survey. In total, 34,782 former prisoners were selected to participate in the study.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"audio computer-assisted self interview (ACASI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>As a final step in data preparation, weights were attached to the data file to provide accurate national estimates.</p>\n\n<p>The sample design of the FPS used a multi-stage stratified systematic probability proportional-to-size (PPS) sample design. In the district sub-frame, three stages of selection were required: (1) the selection of districts, (2) selection of offices (or FOGs) within districts, and (3) selection of parolees within offices (or FOGs).  Selection from the field office sub-frame included only two stages; (1) selection of offices (or FOGs), and (2) selection of parolees within offices (or FOGs).  Each of these sub-frames were sampled from separately to produce the sample of offices (or FOGs). The construction of the base weights considers the probability of selection at each stage. Sampling at the office and district level included the breakout of non-certainty and certainty districts and a calculation based on the probability of inclusion from each type.</p>\n\n<p>In order to complete the non-response analysis and compute final weights using records data, it was necessary that all considered factors be non-missing for all sampled parolees. Missing information for the analysis and final weights was imputed\nusing nearest neighbor hot-deck imputation for Race (0.13 percent), Age (0.03 percent), Years in Prison (0.06 percent), Years since Release (1.36 percent), and Number of Monthly Parole Contacts (9.03 percent).  In order to produce the final weights, the weights given to sampled parolees who did not respond to the survey were distributed to responding cases. A response propensity model was constructed and used to form adjustment cells within which the weights were reallocated.</p>\n\n<p>A sampled individual's response propensity is the predicted probability that the parolee will complete an interview, calculated from a logistic regression model.  That model is based on the data from all eligible parolees and its outcome variable is whether the individual completed the interview.  The final list of explanatory variables was selected after reviewing a list of variables for possible association with response.  The variables used in the non-response adjustments were race, age, years in prison, years since release, and required office contacts per month.</p>\n\n<p>The predicted probabilities obtained from the model were used to construct five non-response groupings, based on the quintiles of the probability distribution.  Computing the non-response adjustment using groups rather than the estimated propensities avoids the creation of extremely large or small weights.  The subsequent weight adjustment was done within each group, so that the weights of non-responding individuals within a range of propensities were allocated to like individuals.</p>\n\n<p>As final steps, the weights were trimmed and re-calibrated. An examination of the non-response adjusted weights revealed a small number of weights that were undesirably large compared to the overall distribution of the weights.  Weights were subsequently trimmed, treating the median of the weights plus six times the inter-quartile range as a reasonable threshold for trimming.  The final step in the weighting process adjusted the weights to align with known control totals.  All states in the sample frame were divided into seven strata, and control totals for each stratum were produced by BJS based on mid-year 2008 parolee counts.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"After the elimination of ineligible cases, the overall response rate was 60.6 percent."}]}},"files":[{"description":"","label":"National Former Prisoner Survey, 2008","restricted":false,"version":1,"datasetVersionId":34192,"dataFile":{"id":2603991,"persistentId":"","pidURL":"","filename":"National Former Prisoner Survey, 2008","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}