{"status":"OK","data":{"id":44764,"identifier":"ICPSR02310.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02310.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02310.v1","latestVersion":{"id":40764,"storageIdentifier":"file://10.3886/ICPSR02310.v1","versionState":"RELEASED","distributionDate":"2000-05-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:21:55Z","releaseTime":"2015-04-09T04:21:55Z","createTime":"2015-04-09T04:21:55Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Justice Systems Processing of Child Abuse and Neglect Cases in a Local Jurisdiction (County) in the United States, 1993-1994"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wells, Susan J.,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Urbana-Champaign, School of Social Work"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sedlak, Andrea"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Westat, Inc."}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to provide a comprehensive,  case-level examination of the full spectrum of case processing of  serious child abuse and neglect cases as they flowed through the  justice process, from initial receipt of a report to final disposition  in the criminal and/or civil court. This was accomplished by in-depth,  detailed tracking, from a single jurisdiction, of both prospective and  retrospective samples of serious child abuse cases reported to child  protective services and law enforcement agencies. The four agencies  that participated directly by providing case samples and case files  for tracking were: (1) Child Protective Services (CPS), (2) the  sheriff's office, (3) Dependency Court Legal Services (DCLS), and (4)  the county prosecutor's office. Each case was abstracted at the point  of sampling and then tracked throughout the other participating  agencies. Data were collected over a nine-month period. Part 1,  Maltreatment Abstract, Person Roster, and CPS Abstract Data, contains  three types of data. First, information is provided on each  maltreatment incident committed by each perpetrator, background of the  perpetrator and the victim, and characteristics of the incident. The  data continue with a roster of persons, which covers the relationships  among the individuals in the case and whether any of these individuals  were living together at the time of the maltreatment. Data from the  CPS abstract include which source brought the case to the attention of  Protective Services, the dates, priority, and investigation level of  the report, if any prior allegations of maltreatment had occurred that  involved either the same victims and/or perpetrators and, if so,  information on those reports, and the perpetrator's response to the  incident and level of cooperation with the investigation. For each  victim, information is given on medical findings, if applicable,  whether photographs were taken, whether a guardian was appointed,  whether the victim was assigned an interim placement, and the CPS  disposition of the case. Part 1 concludes with information on  interviews with the victim, where the case was referred, the  assessment of risk in the case, and whether the victim was placed in  foster care. Part 2, Dependency Court Abstract Data, provides  information on the case, the reason the case was closed, and the  outcome as determined by the court. Part 3, Juvenile Court Schedule of  Hearings Data, focuses on the schedule of hearings, such as who was  present and if they were represented by an attorney, whether the  hearing took place\n, and, if not, the reason for delay. Part 4, Law  Enforcement Abstract Data, contains dates of incidents, reports, and  arrests, details of the case, and how the case was handled. Part 5,  State Attorney's Office Abstract Data, offers data on the case  closing, charges, and sentencing, as well as information on the type  of defense attorney representing the perpetrator, if a juvenile, how  the defendant was referred to adult court, whether the state attorney  filed cases on other perpetrators in the case, whether the victim was  interviewed by the prosecutor prior to filing, and whether the victim  was deposed by the state attorney after the case was filed. Part 6,  Criminal Court Schedule of Hearings Data, contains information on date  of arrest, filing, and court hearing, whether a public defender was  assigned, number of hearings, type of hearing, and coded remarks about  the hearing. Part 7, State Attorney Addendum Data, provides  \"no-file\" data from the State Attorney Questionnaire Addendum,  including if the no-file was a warrant or arrest, date of the no-file, and reason for the no-file."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to conduct a  comprehensive, case-level examination of how serious child abuse and  neglect cases flow through the justice process, from initial receipt  of a report to final disposition in the criminal and/or civil  court. This was accomplished by in-depth, detailed tracking, from a  single jurisdiction, of both prospective and retrospective case  samples of serious child abuse reported to child protective services  and law enforcement agencies. The researchers anticipated that the  results of this project would address some of the justice system's  data needs on abuse and neglect cases, and would enable the design of  a national-level system for tracking reported child abuse cases that  are investigated, prosecuted, or adjudicated by criminal justice agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The four agencies that participated directly by  providing case samples and case files for tracking were: (1) Child  Protective Services (CPS), from which 225 cases were sampled from CPS  files concerning reports received in 1993 in which serious abuse or  neglect was confirmed by investigation, (2) the sheriff's office, from  which 225 cases were sampled from the sheriff's 1993 arrest and  complaint records concerning child abuse or neglect offenses or abuse  offenses committed against minors, (3) Dependency Court Legal Services  (DCLS), from which 65 dependency court cases were sampled that  involved child abuse or neglect and were closed in 1994, and (4) the  county prosecutor's office, from which 60 criminal court cases were  sampled that involved child abuse and were closed in 1994. Two of the  samples (CPS and sheriff's office) were prospective, tracking cases  from the time the abuse or neglect was reported through the final  disposition of the case, whether in that agency, en route to the  court, or in the criminal or dependency court itself. Cases sampled at  the entry points in CPS and law enforcement were cross-checked to  identify their actual point of first entry to determine which agency  was first notified of the abuse. The other two samples (DCLS and  county prosecutor's office) were retrospective, tracking cases  backward to identify how they flowed though other agencies in the  county's system. Each case was abstracted at the point of sampling and  then tracked throughout the other participating agencies by data  collectors who were each trained in one of the four agencies involved  in the study. At their \"home agency,\" the data collectors developed  expertise on how the agency handled cases, what to expect in agency  files, and whom to contact when questions arose about a case. Matches  were sought based on several identifiers such as name, birth date,  sex, race, description of the incident, date of the incident, and  nature of harm to the child. On\nce the cases were selected, the  researchers examined the cases against the information about the cases sampled in the other agencies to identify and remove duplicates."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Maltreatment Abstract, Person Roster, and  CPS Abstract Data, contains three types of data. First, information is  provided on each maltreatment incident committed by each perpetrator,  background of the perpetrator and the victim, and characteristics of  the incident. The data continue with a roster of persons, which covers  the relationships among the individuals in the case and whether any of  these individuals were living together at the time of the  maltreatment. Data from the CPS abstract include which source brought  the case to the attention of Protective Services, the dates, priority,  and investigation level of the report, if any prior allegations of  maltreatment had occurred that involved either the same victims and/or  perpetrators and, if so, information on those reports, and the  perpetrator's response to the incident and level of cooperation with  the investigation. For each victim, information is given on medical  findings, if applicable, whether photographs were taken, whether a  guardian was appointed, whether the victim was assigned an interim  placement, and the CPS disposition of the case. Part 1 concludes with  information on interviews with the victim, where the case was  referred, the assessment of risk in the case, whether the victim was  placed in foster care, and any amendments to the report after the  initial investigation and classification. Part 2, Dependency Court  Abstract Data, provides information on the source of the case, which  victims were named in the indictment, the relationship to the victim  of other persons who were party to the case, whether there were prior  charges against the defendant, and, if so, information on those  charges. Other variables provide information on the reason the case  was closed, whether actions included a termination of supervision and  a new dependency petition and, if so, a description of the petition or  motion, outcome as determined by the court, explanation of the  petition or court order, status of the case, victim's status at the  closing of the case or in the open case, whom the victim was living  with, what the child's wishes were as stated in the record, the date  and action at issue in the report, and whether a guardian was  present. Part 3, Juvenile Court Schedule of Hearings Data, focuses on  the schedule of hearings, such as who was present and if they were  represented by an attorney, whether the hearing took place, and, if  not, the reason for delay. Part 4, Law Enforcement Abstract Data,  contains data from law enforcement sources, including dates when  incidents to which the police responded first occurred and last  occurred, date a complaint report was taken, date the investigative  report was completed, arrest date, how the offense was cleared, where  the case was filed, whether the case was dropped by law  enforcement and, if so, why. Variables regarding the case cover the  number of charges, details of each charge, and prior offenses and  outcomes for the perpetrator, such as substance abuse, abuse of  children, and violence toward or abuse of spouse or partner, as well as  criminal status at the time of the offense. Additional information is  provided on how the case was handled: confession, victim interview,  and what measures were taken to protect the child. Part 5, State  Attorney's Office Abstract Data, offers data on the case closing,  charges, and sentencing, as well as information on whether a guardian  ad litem was appointed, whether a victim impact statement was  submitted, type of defense attorney representing for the perpetrator,  number of defendants, if a juvenile, how the defendant was referred to  adult court, and whether the state attorney filed cases on other  perpetrators in the case. Data are also provid\ned on the defendant's  prior offenses, which agencies were involved in the investigation,  whether the victim was interviewed by the prosecutor prior to filing,  and whether the victim was deposed by the state attorney after the  case was filed. Part 6, Criminal Court Schedule of Hearings Data,  contains information on date of arrest, filing, and court hearing,  whether a public defender was assigned, number of hearings, type of  hearing, and coded remarks about the hearing. Part 7, State Attorney  Addendum Data, provides \"no-file\" data from the State Attorney  Questionnaire Addendum, including if the no-file was a warrant or arrest, date of the no-file, and reason for the no-file."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child neglect"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic relations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2310.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: Hierarchical (Parts 1-6) and LRECL (Part 7) with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) The structure of the data files for Parts 1-6 is  not conceptually or physically a true hierarchical structure. All of  these files contain multiple record types and some contain repeating  records within a record type and/or missing record types. Also, some  repeating series of information may span more than one record  type. The number of records in Part 1 ranges from 369 to 1,037 in the  26 record types with 1,284 variables and a logical record length of  125. The number\nof records in Part 2 ranges from 145 to 2,463 in the  10 record types with 486 variables and a logical record length of  129. The number of records in Part 3 ranges from 145 to 1,295 in the 2  record types with 31 variables and a logical record length of 46. The  number of records in Part 4 ranges from 472 to 4,158 in the 5 record  types with 151 variables and a logical record length of 79. The number  of records in Part 5 ranges from 144 to 258 in the 7 record types with  255 variables and a logical record length of 132. Finally, the number  of records in Part 6 ranges from 247 to 2,172 records in the 2 record  types with 28 variables and a logical record length of 34. (2) The  user guide, codebooks, and data collection instruments are provided as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-IJ-CX-K041"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-05-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1994-08-25"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["case files and administrative records from four county agencies"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["All child abuse and neglect cases in the selected county from 1993-1994."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All serious child abuse and neglect cases in the sample county."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"One county was selected out of the 42 counties in the  Third National Incidence Study of Child Abuse and Neglect (NIS-3),  sponsored by the United States Department of Health and Human  Services, Administration for Children and Families, National Center on  Child Abuse and Neglect. This county was chosen for the high degree of  automation in its existing recordkeeping system and for the fact that  the prosecutor's office had undertaken a more aggressive approach to  prosecution. Within the county, sample selection from the four  agencies included only child abuse and neglect cases considered  serious throughout the life of the case, and represented the full  range of child abuse cases that occurred in a year. The CPS cases  included in the sample represented calls to the hotline from January 1  through October 10, 1993. Cases included in the DCLS sample were those  closed between January 1 and April 4, 1994. The sample from the  sheriff's office was selected in two phases. In the first phase, all  arrests that fit the specifications and were not duplicates with other  agencies resulted in 100 qualifying 1993 arrests. In the second phase,  the first 125 cases that involved complaints concerning violations of  the selected statutes and were reported to the sheriff's office  between January 1, 1993, and May 17, 1993, were selected. The sampling  framework from the prosecutor's office included all criminal cases  handled by the Child Abuse Unit that were closed between January 1, 1994, and August 25, 1994."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Criminal Court Schedule of Hearings Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656089,"persistentId":"","pidURL":"","filename":"Criminal Court Schedule of Hearings Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dependency Court Abstract Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656085,"persistentId":"","pidURL":"","filename":"Dependency Court Abstract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Court Schedule of Hearings Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656086,"persistentId":"","pidURL":"","filename":"Juvenile Court Schedule of Hearings Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Law Enforcement Abstract Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656087,"persistentId":"","pidURL":"","filename":"Law Enforcement Abstract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Maltreatment Abstract, Person Roster, and CPS Abstract Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656084,"persistentId":"","pidURL":"","filename":"Maltreatment Abstract, Person Roster, and CPS Abstract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Attorney Addendum Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656090,"persistentId":"","pidURL":"","filename":"State Attorney Addendum Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Attorney's Office Abstract Data","restricted":false,"version":1,"datasetVersionId":40764,"dataFile":{"id":2656088,"persistentId":"","pidURL":"","filename":"State Attorney's Office Abstract Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}