{"status":"OK","data":{"id":37848,"identifier":"ICPSR20240.v6","persistentUrl":"https://doi.org/10.3886/ICPSR20240.v6","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR20240.v6","latestVersion":{"id":33848,"storageIdentifier":"file://10.3886/ICPSR20240.v6","versionState":"RELEASED","distributionDate":"2007-06-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:05:53Z","releaseTime":"2015-04-09T03:05:53Z","createTime":"2015-04-09T03:05:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"The restricted versions of this data collection may not be used for any purpose other than statistical reporting and analysis. Use of the restricted versions to learn the identity of any person or establishment is prohibited. To protect respondent privacy, the names and IDs are restricted from general dissemination. To obtain this file, researchers must agree to the terms and conditions of a Restricted Data Use Agreement in accordance with existing ICPSR servicing policies.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretatio\nns or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Collaborative Psychiatric Epidemiology Surveys (CPES), 2001-2003 [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Alegria, Margarita"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Multicultural Mental Health Research at Cambridge Health Alliance"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Jackson, James S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan. Institute for Social Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kessler, Ronald C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard Medical School. Department of Health Care Policy"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Takeuchi, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Washington"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Collaborative Psychiatric Epidemiology Surveys (CPES) were initiated in recognition of the need for contemporary, comprehensive epidemiological data regarding the distributions, correlates and risk factors of mental disorders among the general population with special emphasis on minority groups. The primary objective of the CPES was to collect data about the prevalence of mental disorders, impairments associated with these disorders, and their treatment patterns from representative samples of majority and minority adult populations in the United States. Secondary goals were to obtain information about language use and ethnic disparities, support systems, discrimination and assimilation, in order to examine whether and how closely various mental health disorders are linked to social and cultural issues. To this end, CPES joins together three nationally representative surveys: the NATIONAL COMORBIDITY SURVEY REPLICATION (NCS-R), the NATIONAL SURVEY OF AMERICAN LIFE (NSAL), and the NATIONAL LATINO AND ASIAN AMERICAN STUDY (NLAAS). These surveys collectively provide the first national data with sufficient power to investigate cultural and ethnic influences on mental disorders. In this manner, CPES permits analysts to approach analysis of the combined dataset as though it were a single, nationally representative survey. Each of the CPES surveys has been documented in a comprehensive and flexible manner that promotes cross-survey linking of key data and scientific constructs. Detailed information on using CPES data can be accessed through the CPES Web site\n<a href=\"http://www.icpsr.umich.edu/CPES/index.html\">http://www.icpsr.umich.edu/CPES/index.html</a>\n."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"African Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"anxiety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Asian Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crosscultural differences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cultural influences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"depression (psychology)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health services utilization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Hispanic or Latino Americans"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental disorders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"minorities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"AHRQMCC I. Multiple Chronic Conditions"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"AHRQMCC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CPES I. Collaborative Psychiatric Epidemiology Surveys (CPES)"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"CPES subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR XII. Childhood Obesity"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"HMCA V. Other"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"HMCA subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR IX. Health Care and Health Facilities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD V. Health and Well-Being"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-04-23Version Text: 2014-04-23Version Date: 2014-04-23Version Text: 2014-04-23 Subject: null  Type: null  Notes: 2014-04-17 Internal records were updated.;Version Date: 2014-04-08Version Text: 2014-04-08 Subject: null  Type: null  Notes: Internal records were updated.;Version Date: 2014-03-31Version Text: 2014-03-31 Subject: null  Type: null  Notes: Internal records were updated.;Version Date: 2014-03-21Version Text: 2014-03-21 Subject: null  Type: null  Notes: Internal records were updated.;Version Date: 2009-01-07Version Text: 2009-01-07 Subject: null  Type: null  Notes: This second version of the restricted CPES files includes additional variables (that were not included in the original restricted files).  An Excel file that lists the variables included in each file is also provided with this version.;Version Date: 2008-06-19Version Text: 2008-06-19 Subject: null  Type: null  Notes: A supplementary file for NSAL public-use file has been added to the study. This file contains 10 variables along with 3 ID variables for merging with the full NSAL dataset. An Errata file has been also added to the PDF codebook.;Version Date: 2008-05-19Version Text: 2008-05-19 Subject: null  Type: null  Notes: Restricted Versions of the National Comorbidity Survey Replication (NCS-R), National Survey of American Life (NSAL), and National Latino and Asian American Study (NLAAS) have been added to the collection.;Version Date: 2008-04-07Version Text: 2008-04-07 Subject: null  Type: null  Notes: The data producers have provided updated datasets and CPES Processor Notes. They have resolved discrepancies, updated algorithms, and identified additional variables that can be harmonized. They have created new versions of the CPES files that contain thousands of these types of changes, many at the cell level. Many of these changes represent errors in the original data, therefore previous versions of the CPES file are obsolete and should not be used. The data producers were careful not to change any variable names so that you can use previously-developed code to run against these corrected and updated files to determine if any of these changes impact your analysis. As part of additional harmonization efforts across NCS-R, NLAAS, and NSAL, more variables have been recoded and dropped. The Recoded Variables and Dropped Variables sections of the Processor Notes provide detail on dropped and recoded variables. PS_FLAG (V09435) was added for NCS-R and linked to PS_FLAG for NLAAS and NSAL. CPESCASE (CPES Case ID) was regenerated, and VERSION (Version release number) was added. In the dataset released in July 2007, the Pharmacoepidemiology variables were not completely linked across NCS-R, NLAAS, and NSAL. This has been corrected. These variables include: Med1-reason stop taking: 1st to 6th mention, Med2-reason stop taking: 1st to 4th mention, Med3-reason stop taking: 1st and 2nd mention, Med1-problems took medicine for: 1st to 10th mention, Med2-problems took medicine for: 1st to 9th mention, Med3-problems took medicine for: 1st to 4th mention. Note that for \"Med1-reason stop taking: 1st mention\" the NCS-R variable (V03031) has not been linked to NLAAS and NSAL (V03011), this was overlooked in the harmonization, but users may link the NCS-R variable to the NLAAS and NSAL variables.;Version Date: 2007-12-18Version Text: 2007-12-18 Subject: null  Type: null  Notes: The data producer provided an updated version of the Processor Notes including a new table called: \"Constructed Variable Names: Differences between CPES Interactive Documentation and Datasets.\";Version Date: 2007-08-15Version Text: 2007-08-15 Subject: null  Type: null  Notes: Two sampling error variables, SECLUSTR and SESTRAT, were added to the individual project datasets and the onset/recency diagnostic variables (i.e. any variable that ended in RECI, RECD, ONI, or OND) were bottom-coded (4 or less). In addition, the following variables were added: To NCS-R: D_BIPOLAR130, D_BIPOLAR1130, D_BIPOLARSUB30, D_PTS30, GAD_ONI, GAD_RECI, I_ASA12, I_ASA30, I_ASAH12, I_ASAH30, I_GAD12, I_GAD30, I_GADH12, I_GADH30, I_PTS12, I_PTS30, ICD_ASA, ICD_ASAH, ICD_GAD, ICD_GADH, ICD_PTS, ICD_SAD, ICD_SADH, D_BIPOLARSUB30. To NLAAS: gad_reci, i_gad12, i_gadh12, i_pts12, icd_gad, icd_gadh, icd_pts.;Subject: Study Level Error Note, Notes: The master CPES datasets are updated periodically as various, typically small, errors are detected. Diagnostic algorithms are periodically updated as well. This updating will continue in the future as needed and public users will be informed of these updates. It is important for public users to recognize that, because of these changes, it will not be possible to reproduce results reported in earlier publications.;Subject: Study Level Error Note, Notes: The NATIONAL COMORBIDITY SURVEY REPLICATION (NCS-R) is supported by the National Institute of Mental Health (NIMH, U01-MH60220) with supplemental support from the National Institute of Drug Abuse (NIDA, R01-DA12058-05), the Substance Abuse and Mental Health Services Administration (SAMHSA), the Robert Wood Johnson Foundation (RWJF, grant 044780), and the John W. Alden Trust. Collaborating investigators include Ronald C. Kessler (Principal Investigator, Harvard Medical School), Kathleen Merikangas (Co-Principal Investigator, NIMH), James Anthony (Michigan State University), William Eaton (The Johns Hopkins University), Meyer Glantz (NIDA), Doreen Koretz (Harvard University), Jane McLeod (Indiana University), Mark Olfson (Columbia University College of Physicians and Surgeons), Harold Pincus (University of Pittsburgh), Greg Simon (Group Health Cooperative), Michael Von Korff (Group Health Cooperative), Philip Wang (Harvard Medical School), Kenneth Wells (UCLA), Elaine Wethington (Cornell University), and Hans-Ulrich Wittchen (Institute of Clinical Psychology, Technical University Dresden and Max Planck Institute of Psychiatry).;Subject: Study Level Error Note, Notes: The NATIONAL SURVEY OF AMERICAN LIFE (NSAL) is supported by the National Institute of Mental Health (NIMH U01-MH57716\n), with supplemental support from the Office of Behavioral and Social Sciences Research (OBSSR) at the National Institute of Health (NIH), and the University of Michigan. Collaborating investigators include James S. Jackson (Principal Investigator, University of Michigan, Survey Research Center), Harold W. Neighbors (Co-Principal Investigator, University of Michigan, Research Center for Group Dynamics), David R. Williams (Co-Principal Investigator, University of Michigan, Survey Research Center), Robert J. Taylor (Co-Principal Investigator, University of Michigan, Research Center for Group Dynamics), Cleopatra H. Caldwell (Co-Investigator, University of Michigan, Research Center for Group Dynamics), Steven J. Trierweiler (Co-Investigator, University of Michigan, Research Center for Group Dynamics), and Randolph M. Nesse (Co-Investigator, University of Michigan, Research Center for Group Dynamics.;Subject: Study Level Error Note, Notes: The NATIONAL LATINO AND ASIAN AMERICAN STUDY (NLAAS) is supported by the National Institute of Mental Health (NIMH, U01-MH062209, and U01-MH62207), with supplemental support from the Office of Behavioral and Social Sciences Research (OBSSR) at the National Institute of Health (NIH), the Substance Abuse and Mental Health Services Agency (SAMHSA), and the Latino Research Program Project (P01-MH059876). Collaborating investigators include Margarita Alegria (Principal Investigator, Center for Multicultural Mental Health Research at Cambridge Health Alliance), David Takeuchi (Principal Investigator, University of Washington), Sergio Aguilar-Gaxiola (Co-Investigator, California State University-Fresno), Glorisa Canino (Co-Investigator, University of Puerto Rico), Naihua Duan (Co-Investigator, University of California-Los Angeles), Javier Escobar (Co-Investigator, Robert Wood Johnson Medical School), Peter Guarnaccia (Co-Investigator, Rutgers University), Alexander Ortega (Co-Investigator, University of California-Los Angeles), Patrick Shrout (Co-Investigator, New York University), William Vega (Co-Investigator, Robert Wood Johnson Medical School), and Mildred Vera (Co-Investigator, University of Puerto Rico).;Subject: Study Level Error Note, Notes: Other collaborators from the National Institute of Mental Health include Ellen Stover (Acting Director, Division of Adult Translational Research and Treatment Development), Wayne Fenton (Scientific Collaborator and previous Director, Division of Adult Translational Research and Treatment Development), Lisa Colpe (Project Officer, NIMH), and Karen Bourdon (Project Officer, NIMH).; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-06-14"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The CPES universe was defined by the union of the following survey populations for the three component surveys: The NCS-R universe included English-speaking adults aged 18 years and older residing in households located in the coterminous United States. The NSAL universe included adults in the three target groups: Black Americans of African descent, Black Americans of Caribbean descent, and White Americans, who were aged 18 years and older residing in households located in the coterminous United States. The NLAAS universe included Latino American, Asian American, and non-Latino, non-Asian White American adults aged 18 and older residing in households located in the coterminous United States and the state of Hawaii."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample for all three surveys consisted of primary sampling units selected with probabilities proportional to size. Data collection for the three surveys was conducted in a total of 252 geographic areas or primary sampling units across the United States. Only 50 of these areas were shared by all three surveys, those representing the most densely populated areas of the country. These latter areas were selected into all three surveys with certainty. In addition, there were 52 areas unique to NSAL and 18 areas unique to NLAAS. These unique areas were introduced to reflect the particular racial and ethnic focus of those surveys. A more detailed discussion of the CPES sample design and that for the individual surveys can be found in the User Guide."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted personal interview (CAPI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"See the User Guide for the technical report outlining the method used for integrating the design-based analysis weights and variance estimation codes for the three individual surveys to permit analysts to approach analysis of the combined dataset as though it were a single, nationally-representative survey."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For NCS-R, a sample of 13,054 addresses was fielded. In 98.1 percent (11,222) of occupied housing units (11,443), interviewers were able to determine whether or not the household was eligible for inclusion in the study. A total of 10,622 addresses yielded an eligible household and 9,282 adult interviews were completed: 7,693 interviews with the main respondent and 1,589 interviews with a second adult in the household. An additional 554 interviews were collected using a shortened form of the instrument with a subsample of nonrespondents in an effort to assess nonresponse bias. The final weighted response rate for NCS-R, excluding the short form interviews, was 70.9 percent for primary respondents. The response rate for the second respondents was 80.4 percent. For NSAL, 11,634 eligible households were identified from 26,495 randomly sampled addresses. A total of 6,199 adult respondents were interviewed as part of NSAL (1,006 White respondents, 1,623 respondents of Caribbean descent, and 3,570 African American respondents) although the actual number of cases in the CPES data file is 6,082 (3,570 African American, 1,621 Afro-Caribbean, and 891 non-Hispanic White). An extremely small sample (n = 115) of White adults who were interviewed in households where the White subsample was less than 10 percent of the African American density stratum w\nere excluded from the final dataset as well as two of the Afro-Caribbean interviews when it was later discovered that they were duplicate cases. The overall response rate for the core NSAL national sample was 71.5 percent. The Caribbean Supplement sample, which was designed to target areas with high concentrations of persons of Caribbean origin, yielded a weighted response rate of 76.4 percent. For NLAAS, from a total sample of 27,026 addresses, 4,345 eligible main respondents and 1,234 eligible second adult respondents were identified, and 3,620 main respondent and 1,029 second adult interviews were completed. The weighted response rate for NLAAS was 75.7 percent among main respondents (77.6 percent for Latinos, 69.3 percent for Asians). For second respondents, the final response rate was 80.3 percent (82.4 percent for Latinos, 73.7 percent for Asians)."}]}},"files":[{"description":"","label":"Collaborative Psychiatric Epidemiology Surveys (CPES), 2001-2003 [United States]","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601799,"persistentId":"","pidURL":"","filename":"Collaborative Psychiatric Epidemiology Surveys (CPES), 2001-2003 [United States]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Comorbidity Survey Replication (NCS-R), 2001-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601800,"persistentId":"","pidURL":"","filename":"National Comorbidity Survey Replication (NCS-R), 2001-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Latino and Asian American Study (NLAAS), 2002-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601802,"persistentId":"","pidURL":"","filename":"National Latino and Asian American Study (NLAAS), 2002-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Survey of American Life (NSAL), 2001-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601801,"persistentId":"","pidURL":"","filename":"National Survey of American Life (NSAL), 2001-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Survey of American Life (NSAL), 2001-2003 [Supplemental File]","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601806,"persistentId":"","pidURL":"","filename":"National Survey of American Life (NSAL), 2001-2003 [Supplemental File]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Restricted-Use Version of the National Comorbidity Survey Replication (NCS-R), 2001-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601803,"persistentId":"","pidURL":"","filename":"Restricted-Use Version of the National Comorbidity Survey Replication (NCS-R), 2001-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Restricted-Use Version of the National Latino and Asian American Study (NLAAS), 2002-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601805,"persistentId":"","pidURL":"","filename":"Restricted-Use Version of the National Latino and Asian American Study (NLAAS), 2002-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Restricted-Use Version of the National Survey of American Life (NSAL), 2001-2003","restricted":false,"version":1,"datasetVersionId":33848,"dataFile":{"id":2601804,"persistentId":"","pidURL":"","filename":"Restricted-Use Version of the National Survey of American Life (NSAL), 2001-2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}