{"status":"OK","data":{"id":39428,"identifier":"ICPSR02749.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02749.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02749.v1","latestVersion":{"id":35428,"storageIdentifier":"file://10.3886/ICPSR02749.v1","versionState":"RELEASED","distributionDate":"2001-09-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:20Z","releaseTime":"2015-04-09T03:23:20Z","createTime":"2015-04-09T03:23:20Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Strategies for Retaining Offenders in Mandatory Drug Treatment Programs in Kings County, New York, 1994-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Young, Douglas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the relationship between legal  pressure and drug treatment retention by assessing perceptions of  legal pressure held by two groups of legally-mandated treatment  clients: (1) participants of the Drug Treatment Alternative to Prison  (DTAP) program operated by the Kings County (Brooklyn) District  Attorney in New York City, and (2) a matched group of probationers,  parolees, Treatment Alternatives to Street Crime (TASC) participants,  and other court-mandated offenders attending the same community-based  treatment programs used by DTAP. The Brooklyn DTAP was selected for  study because of the program's uniquely coercive program components,  including the threat of a mandatory prison term for noncompliance.  The goals of this project were (1) to test whether DTAP participants  would show significantly higher retention rates when compared to a  matched sample of other legally-mandated treatment clients, and (2)  to assess the role of perceived legal pressure in predicting  retention for both of these groups. Data were collected from program  participants through interviews conducted at admission to treatment  and follow-up interviews conducted about eight weeks later. Intake  interviews were conducted, on average, one week after the client's  admission to treatment. The one-to-one interviews, which lasted up to  two hours, were administered by trained researchers in a private  location at the treatment site. The intake interview battery included  a mixture of standardized measures and those developed by the Vera  Institute of Justice. Data in Part 1 were collected with the  Addiction Severity Index and include age, sex, race, religion, and  education. Additional variables cover medical problems, employment  history, detailed substance abuse and treatment history, number of  times arrested for various crimes, history of incarceration, family's  substance abuse and criminal histories, relationships with family and  friends, psychological problems such as depression, anxiety, and  suicide, current living arrangements, and sources of income. Part 2,  Supplemental Background and Retention Data, contains treatment entry  date, number of days in treatment, age at treatment entry,  termination date, treatment condition, arrest date, detention at  arrest, date released on probation/parole, violation of  probation/parole arrest date and location, problem drug, prior drug  treatment, as well as age, gender, race, education, and marital  status. Part 3, Division of Criminal Justice Services Data, includes  data on the number of arrests before and after program entry, and  number of total misdemeanor and felony arrests, convictions, and  sentences. P\nart 4, Chemical Use, Abuse, and Dependence Data, contains  information on type of substance abuse, intoxication or withdrawal at  work, school, or home, effects of abuse on social, occupational, or  recreational activities, and effects of abuse on relationships,  health, emotions, and employment. Parts 5 and 6 contain psychiatric  data gathered from the Symptom Checklist-90-Revised and Beck's  Depression Inventory, respectively. Part 7 variables from the  Circumstances, Motivation, Readiness, and Suitability scale include  family's attitude toward treatment, subject's need for treatment,  subject's desire to change life, and legal consequences if subject  did not participate in treatment. Part 8, Stages of Change Readiness  and Treatment Eagerness scale, contains data on how the subject  viewed the drug problem, desire to change, and history of dealing  with substance abuse. Part 9, Motivational/Program Supplement Data,  includes variables on the subject's need for treatment, attitudes  toward treatment sessions, the family's reaction to treatment, and a  likelihood of completion rating. Part 10, Perceived Legal Coercion  Data, gathered information on who referred the subject to the  treatment program, who was keeping track of attendance, whether  someone explained the rules of participation in the program and the  consequences if the subject failed the program, whether the rules and  consequences were put in writing, who monitored program participants,  the likelihood of using drugs while in treatment, the likelihood of  leaving the program before completion, whether the subject understood  the legal consequences of failing the program, the type and frequency  of reports and contacts with the criminal justice system, and the  subject's reaction to various penalties for not completing the  program. Part 11 contains data from the Community Oriented Programs  Environment Scale (COPES). Part 12, Treatment Services Review Data,  includes data on the number of times the subject received medical  attention, days in school, days employed, days intoxicated, days in  substance abuse treatment, days tested for drugs, number of contacts  with the criminal justice system, days treated for psychological  problems, and time spent at recreational activities. Additional  variables include the number of individual and group treatment  sessions spent discussing medical problems, education and employment,  substance abuse, legal problems, and psychological and emotional problems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Shifting the focus from simple comparisons of  voluntary and coerced clients, this study examined the relationship  between legal pressure and drug treatment retention by assessing  perceptions of legal pressure held by two groups of legally-mandated  treatment clients: (1) participants of the Drug Treatment Alternative  to Prison (DTAP) program and (2) a matched group of probationers,  parolees, Treatment Alternatives to Street Crime (TASC) participants,  and other court-mandated clients attending the same community-based  treatment programs used by DTAP. DTAP was developed and operated by  the Office of the Kings County (Brooklyn) District Attorney in New  York City. It was selected for study because of the program's  uniquely coercive program components, such as the threat of a  legally-mandatory prison term for noncompliance and an apprehension  unit specifically assigned to the program. It also had an exceptional  record of participant retention and completion (two to four times  greater than the retention rates reported for other long-term  residential programs). In lieu of a prison sentence, Brooklyn DTAP  provided the option of long-term treatment (generally 15-24 months)  in a residential therapeutic community to repeat, nonviolent felony  defendants. The charges were dropped if the person completed the  program, while those who failed in treatment faced prison terms under  New York's mandatory sentencing statutes. The g\noals of this project  were (1) to test whether DTAP participants would show significantly  higher retention rates when compared to a matched sample of other  legally-mandated treatment clients, and (2) to assess the role of  perceived legal pressure in predicting retention for both of these groups."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected from interviews with program  participants that were conducted at admission to treatment and  follow-up interviews conducted about eight weeks later. Intake  interviews were conducted, on average, one week after the client's  admission to treatment. The one-to-one interviews, which lasted up to  two hours, were conducted by trained researchers in a private  location at the treatment site. The intake interview battery included  a mixture of standardized measures and those developed by the Vera  Institute. Part 1 consists of extensive history and status  information gathered from the Addiction Severity Index (ASI), a  widely-used, standardized measure that assessed individuals' family  and social backgrounds, employment and education, substance abuse,  criminal/legal, medical, and psychiatric status and histories. Part 2  contains supplemental questions to the ASI covering employment  history and self-reported criminal behavior. Also included are  treatment entry date, number of days in treatment, and termination date,  which were used to calculate the study's central outcome measure:  retention in treatment. Subjects were tracked for at least six months  after admission. Those entering the research early in the data  collection period were tracked for about 20 months. Part 3 consists  of criminal history data obtained from official records kept by the  New York State Division of Criminal Justice Services. Part 4 includes  additional substance abuse history data gathered using the Chemical  Use, Abuse, and Dependence (CUAD) scale, which employed  quantity/frequency measures and probed drug-related life  problems. Psychiatric data were collected with two standardized  measures often used in research on substance abusers: the Symptom  Checklist-90-Revised (Part 5) and the Beck Depression Inventory (Part  6). Intake measures of the client's motivation for treatment included  the Circumstances, Motivation, Readiness, and Suitability (CMRS)  scale (Part 7) and the Stages of Change Readiness and Treatment  Eagerness (SOCRATES) scale (Part 8). Additionally, the Vera Institute  created a 14-item measure called the Motivational/Program Supplement  (M/PS) questionnaire (Part 9), which addressed other motivational and  background factors that prior research suggested may influence  retention. The final data collection from the intake interview is  Part 10, which contains data from the Perception of Legal Pressure  (PLP) questionnaire developed by Vera researchers. A follow-up  interview focusing on program factors was conducted with all  available subjects about eight weeks after admission. The follow-up  sample consisted of 131 individuals, including 75 DTAP participants  and 56 comparison participants. Two standardized measures were  administered in the interview. The Community-Oriented Programs  Environment Scale (COPES) (Part 11) included three subscales focusing  on staff-client relationships, therapeutic interactions, and program  maintenance dimensions such as order, clarity, and control. The  Treatment Services Review (Part 12) was a brief instrument designed  by the creators of the ASI that yielded quantitative indicators of the number and type of services received by treatment clients."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data in Part 1 were collected with the Addiction  Severity Index and include age, sex, race, religion, and  education. Additional variables cover medical problems, employment  history, detailed substance abuse and treatment history, number of  times arrested for various crimes, history of incarceration, family's  substance abuse and criminal histories, r\nelationships with family and  friends, psychological problems such as depression, anxiety, and  suicide, current living arrangements, and sources of income. Part 2,  Supplemental Background and Retention Data, contains treatment entry  date, number of days in treatment, age at treatment entry,  termination date, treatment condition, arrest date, detention at  arrest, date released on probation/parole, violation of  probation/parole arrest date and location, problem drug, prior drug  treatment, as well as age, gender, race, education, and marital  status. Part 3, Division of Criminal Justice Services Data, includes  data on the number of arrests before and after program entry, and  number of total misdemeanor and felony arrests, convictions, and  sentences. Part 4, Chemical Use, Abuse, and Dependence Data, contains  information on type of substance abuse, intoxication or withdrawal at  work, school, or home, effects of abuse on social, occupational, or  recreational activities, and effects of abuse on relationships,  health, emotions, and employment. Parts 5 and 6 contain psychiatric  data gathered from the Symptom Checklist-90-Revised and Beck's  Depression Inventory, respectively. Part 7 variables from the  Circumstances, Motivation, Readiness, and Suitability scale include  family's attitude toward treatment, subject's need for treatment,  subject's desire to change life, and legal consequences if subject  did not participate in treatment. Part 8, Stages of Change Readiness  and Treatment Eagerness scale, contains data on how the subject  viewed the drug problem, desire to change, and history of dealing  with substance abuse. Part 9, Motivational/Program Supplement Data,  includes variables on the subject's need for treatment, attitudes  toward treatment sessions, the family's reaction to treatment, and a  likelihood of completion rating. Part 10, Perceived Legal Coercion  Data, gathered information on who referred the subject to the  treatment program, who was keeping track of attendance, whether  someone explained the rules of participation in the program and the  consequences if the subject failed the program, whether the rules and  consequences were put in writing, who monitored program participants,  the likelihood of using drugs while in treatment, the likelihood of  leaving the program before completion, whether the subject understood  the legal consequences of failing the program, the type and frequency  of reports and contacts with the criminal justice system, and the  subject's reaction to various penalties for not completing the  program. Part 11 contains data from the Community Oriented Programs  Environment Scale (COPES). Part 12, Treatment Services Review Data,  includes data on the number of times the subject received medical  attention, days in school, days employed, days intoxicated, days in  substance abuse treatment, days tested for drugs, number of contacts  with the criminal justice system, days treated for psychological  problems, and time spent at recreational activities. Additional  variables include the number of individual and group treatment  sessions spent discussing medical problems, education and employment,  substance abuse, legal problems, and psychological and emotional problems."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alternatives to institutionalization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parolees"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probationers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment compliance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2749.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2749.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) ICPSR cannot provide variable and value labels in  the codebook or data definition statements for Parts 5, 6, and 11  because of copyright restrictions. Information on how to obtain these  instruments from their original producers is provided in the  codebook. (2) Selected variables in all parts of this data collection  were blanked by ICPSR to protect respondent privacy. More information  about these variables can be found in the codebook notes. (3) The  user guide, codebook, data collection instruments, and SAS syntax  statements are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0025"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-09-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["clinical data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, and official records from the New York State Division of Criminal Justice Services"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Participants in four drug treatment programs in Kings County, New York, between 1994 and 1995."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Matched sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The following scales were used in this data collection:  Addiction Severity Index (Parts 1 and 2), Chemical Use, Abuse, and  Dependence scale (Part 4), Symptom Checklist-90-Revised (Part 5),  Beck's Depression Inventory (Part 6), Circumstances, Motivation,  Readiness, and Suitability scale (Part 7), Stages of Change Readiness  and Treatment Eagerness scale (Parts 8 and 9), Community Oriented  Programs Environment scale (Part 11), and Treatment Services Review  scale (Part 12). In addition to the above common scales, the  principal investigator also created a scale for Part 10 to  specifically measure Perceived Legal Coercion among legally-mandated treatment clients."}]}},"files":[{"description":"","label":"Addiction Severity Index Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612122,"persistentId":"","pidURL":"","filename":"Addiction Severity Index Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Beck's Depression Inventory Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612127,"persistentId":"","pidURL":"","filename":"Beck's Depression Inventory Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Chemical Use, Abuse, and Dependence Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612125,"persistentId":"","pidURL":"","filename":"Chemical Use, Abuse, and Dependence Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Circumstances, Motivation, Readiness, and Suitability Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612128,"persistentId":"","pidURL":"","filename":"Circumstances, Motivation, Readiness, and Suitability Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Community Oriented Programs Environment Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612132,"persistentId":"","pidURL":"","filename":"Community Oriented Programs Environment Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Division of Criminal Justice Services Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612124,"persistentId":"","pidURL":"","filename":"Division of Criminal Justice Services Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"MotivationalProgram Supplement Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612130,"persistentId":"","pidURL":"","filename":"MotivationalProgram Supplement Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Perceived Legal Coercion Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612131,"persistentId":"","pidURL":"","filename":"Perceived Legal Coercion Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Stages of Change Readiness and Treatment Eagerness Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612129,"persistentId":"","pidURL":"","filename":"Stages of Change Readiness and Treatment Eagerness Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Supplemental Background and Retention Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612123,"persistentId":"","pidURL":"","filename":"Supplemental Background and Retention Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Symptom Checklist-90-Revised Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612126,"persistentId":"","pidURL":"","filename":"Symptom Checklist-90-Revised Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Treatment Services Review Data","restricted":false,"version":1,"datasetVersionId":35428,"dataFile":{"id":2612133,"persistentId":"","pidURL":"","filename":"Treatment Services Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}