{"status":"OK","data":{"id":39484,"identifier":"ICPSR06849.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06849.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06849.v1","latestVersion":{"id":35484,"storageIdentifier":"file://10.3886/ICPSR06849.v1","versionState":"RELEASED","distributionDate":"2000-12-08","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:23:57Z","releaseTime":"2015-04-09T03:23:57Z","createTime":"2015-04-09T03:23:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Intensive Community Supervision in Minnesota, 1990-1992:  A Dual Experiment in Prison Diversion and Enhanced Supervised Release"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Deschenes, Elizabeth Piper"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Turner, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Petersilia, Joan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>For this program evaluation, which utilized a randomized field experiment, two separate substudies were conducted: one investigated the \"front door\" Intensive Community Supervision (ICS) program that diverted prisoners into the community at the beginning of their prison terms, and the other studied the \"back door\" Intensive Supervised Release (ISR) program that provided enhanced supervision services for offenders who were just finishing their terms of confinement and had a residential mandate upon release from prison. The random assignment procedure began in October 1990 and continued until June 1992. Prison caseworkers in the Office of Adult Release (OAR) within the Minnesota Department of Corrections screened offenders for participation in the prison diversion program (ICS) according to established criteria. The RAND coordinator assigned offenders to the experimental program or to the control program (prison) by consulting a predetermined random list of assignments. For the ISR program, institutional caseworkers reviewed the treatment plans for offenders who were scheduled to be released from prison within the next six months. The same procedure for random assignment was used as in the ICS study. The final sample sizes were 124 in the ICS program and 176 in the ISR program. Parts 1 and 9, Background Data, include demographic information such as sex, race, education, marital status, number of dependents, and living arrangement at time of most recent arrest. Also included is information on the offender's prior employment history, drug use prior to drug treatment, status after random assignment, various probation/parole/release conditions ordered, and criminal record information for prior arrests, for the governing offense and for the offense immediately prior to the current prison admission. Each offender was also rated on various items relating to risk of recidivism and need for treatment. The 6-month, 12-month, and 13-month review data (Parts 2-4 and 10-12) record the same information for each month. Variables provide information on the current status of the offender, days under regular supervision, intensive community supervision, special services, electronic surveillance, detention or incarceration (jail or prison), and days on other status. Information was also recorded for each month during the review regarding number and type of face-to-face contacts, number and type of phone contacts, number of drug tests taken, number and type of monitoring checks performed, number and type of sessions in counseling, number of days job hunting or in training, hours of community service, number of days employed and amount of earnings, amount of fines and court costs paid, amount of victim restitution paid, and amount of probation fees paid. Because a large percentage of the ICS control offenders were expected to remain in prison during a 12-month follow-up (resulting in premature recidivism outcomes), recidivism data for all ICS offenders were collected for a period of 24 months after assignment to the study (Part 5). Part 5 contains up to three status codes and number of days at each status for months 1-25 for the ICS cases only. Also included is information on work releas\ne, violations of supervision, absconding, returns to jail, returns to prison, and other releases. Parts 6 and 13 provide drug violation data, including first and second type of drug, action taken, and number of days since random assignment. Parts 7 and 14 provide technical violation data, including technical violation, first, second, and third action taken, days from assignment to each action, and most serious action taken. Finally, Parts 8 and 15 provide arrest data, including arrest code, age at arrest, if convicted, conviction code, type of sentence, and age at disposition. Dates were converted by RAND to time-lapse variables for the public release files for purposes of time-at-risk analysis.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1990, the state of Minnesota enacted legislation to implement an intensive supervision program (ISP). The program was funded jointly by the Minnesota Office of Drug Policy, the Bureau of Justice Assistance, and the Minnesota Department of Corrections. The primary goals for the program were to reduce prison crowding by diverting low-risk prisoners back to their communities and to increase the surveillance of high-risk offenders exiting prison on supervised release (parole). Both types of programs had the potential to alleviate prison crowding. However, evidence to date had suggested that while ISP programs continued to proliferate, they had not substantially reduced prison crowding due to several factors: violators revoked to prison for technical violations, participants not truly prison-bound, only a small number of eligible participants, eligible participants choosing prison over the ISP program, and judges and probation officers overriding random assignment of offenders to prison or ISP (Petersilia and Turner, 1993, Petersilia and Turner, 1990b). Unlike many other intensive probation programs, Minnesota's program was designed to deal exclusively with offenders with prison sentences, both those entering and exiting prison. The stated goals of the program were: (1) to punish the offender, (2) to protect the safety of the public, (3) to facilitate employment of the offender during the intensive community supervision and afterward, and (4) to require the payment of restitution ordered by the court to compensate the victims. The program provided for maximum community surveillance and supervision in a four-phase process, which included a lengthy period of home detention and close contact by one of the 20-25 specially trained agents who were responsible for supervising 12-15 offenders at any one time. The National Institute of Justice funded RAND to conduct an evaluation of the program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the evaluation, which utilized a randomized field experiment, two separate substudies were conducted: one investigated the \"front door\" Intensive Community Supervision (ICS) program that diverted prisoners into the community at the beginning of their prison terms, and the other studied the \"back door\" Intensive Supervised Release (ISR) program that provided enhanced supervision services for offenders who were just finishing their terms of confinement and had a residential mandate upon release from prison. The random assignment procedure began in October 1990 and continued until June 1992. Prison caseworkers in the Office of Adult Release (OAR) within the Minnesota Department of Corrections screened offenders according to established criteria. For those judged eligible for ICS, the institution caseworker filled out the ICS information and informed the inmate of the opportunity to participate in the ICS program. For those indicating a willingness to be considered for ICS, a letter was sent for judge approval. Once deemed eligible for ICS, the OAR phoned the field coordinator at RAND for random assignment to the ICS or control program. The RAND coordinator assigned offenders to the experimental program (ICS) or to the control program (prison) by consulting a predetermin\ned random list of assignments. For those randomly assigned to ICS, the institution caseworker was instructed to facilitate the release of the offender to the ICS agent. Those assigned to the control group were informed that they would continue to serve their court-imposed prison terms. For the ISR program, institutional caseworkers reviewed the treatment plans for offenders who were scheduled to be released from prison within the next six months. An ISR information packet was completed for those who met the eligibility criteria for a mandatory residential program, and ICS agents were asked to confirm the acceptability of the residential placement. The names of those inmates eligible for the ISR program were phoned in to RAND for random assignment. The same procedure for random assignment was used as in the ICS study. The final sample sizes were 124 in the ICS program and 176 in the ISR program. Data collection forms were coded on-site by RAND staff who recorded detailed information about each offender."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Parts 1 and 9, Background Data, include demographic information such as sex, race, education, marital status, number of dependents, and living arrangement at time of most recent arrest. Also included is information on the offender's prior employment history, drug use prior to drug treatment, status after random assignment, various probation/parole/release conditions ordered, and criminal record information for prior arrests, for the governing offense and for the offense immediately prior to the current prison admission. Each offender was also rated on various items relating to risk of recidivism and need for treatment. The 6-month, 12-month, and 13-month review data (Parts 2-4 and 10-12) record the same information for each month. Variables provide information on the current status of the offender, days under regular supervision, intensive community supervision, special services, electronic surveillance, detention or incarceration (jail or prison), and days on other status. Information was also recorded for each month during the review regarding number and type of face-to-face contacts, number and type of phone contacts, number of drug tests taken, number and type of monitoring checks performed, number and type of sessions in counseling, number of days job hunting or in training, hours of community service, number of days employed and amount of earnings, amount of fines and court costs paid, amount of victim restitution paid, and amount of probation fees paid. Because a large percentage of the ICS control offenders were expected to remain in prison during a 12-month follow-up (resulting in premature recidivism outcomes), recidivism data for all ICS offenders were collected for a period of 24 months after assignment to the study (Part 5). Part 5 contains up to three status codes and number of days at each status for months 1-25 for the ICS cases only. Also included is information on work release, violations of supervision, absconding, returns to jail, returns to prison, and other releases. Parts 6 and 13 provide drug violation data, including first and second type of drug, action taken, and number of days since random assignment. Parts 7 and 14 provide technical violation data, including technical violation, first, second, and third action taken, days from assignment to each action, and most serious action taken. Finally, Parts 8 and 15 provide arrest data, including arrest code, age at arrest, if convicted, conviction code, type of sentence, and age at disposition. Dates were converted by RAND to time-lapse variables for the public release files for purposes of time-at-risk analysis."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"diversion programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"supervised liberty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG6849.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebooks, and data collection instruments are provided by ICPSR as Portable Document Format (PDF) files. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-DD-CX-0062"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-12-08"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1990"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1990"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","event/transaction data","medical records","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Official records: Minnesota Department of Corrections master files, prison files, supervision agents' chronological files on each individual, and Bureau of Criminal Apprehension records. Background and review data: Presentence investigation reports and ICS/ISR investigation report maintained by the Department of Corrections"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All inmates entering and exiting prison in Minnesota from October 1990 to June 1992 who met the program eligibility criteria."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Participants were recruited from three sources: (1) offenders recently convicted and committed to the Minnesota prison system for 27 months or less who met eligibility criteria, (2) offenders who had violated the terms of their probation and had been committed to the Commissioner of Corrections, and (3) offenders who had served at least two-thirds of their pronounced prison sentence and would be placed on supervised release from prison within six months."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"ICS 12-Month Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612878,"persistentId":"","pidURL":"","filename":"ICS 12-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS 13-Month (Extra) Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612879,"persistentId":"","pidURL":"","filename":"ICS 13-Month (Extra) Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS 24-Month Follow-Up Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612880,"persistentId":"","pidURL":"","filename":"ICS 24-Month Follow-Up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS 6-Month Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612877,"persistentId":"","pidURL":"","filename":"ICS 6-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS Arrest Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612883,"persistentId":"","pidURL":"","filename":"ICS Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS Background Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612876,"persistentId":"","pidURL":"","filename":"ICS Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS Drug Test Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612881,"persistentId":"","pidURL":"","filename":"ICS Drug Test Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ICS Technical Violations Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612882,"persistentId":"","pidURL":"","filename":"ICS Technical Violations Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR 12-Month Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612886,"persistentId":"","pidURL":"","filename":"ISR 12-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR 13-Month (Extra) Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612887,"persistentId":"","pidURL":"","filename":"ISR 13-Month (Extra) Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR 6-Month Review Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612885,"persistentId":"","pidURL":"","filename":"ISR 6-Month Review Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR Arrest Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612890,"persistentId":"","pidURL":"","filename":"ISR Arrest Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR Background Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612884,"persistentId":"","pidURL":"","filename":"ISR Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR Drug Test Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612888,"persistentId":"","pidURL":"","filename":"ISR Drug Test Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"ISR Technical Violations Data","restricted":false,"version":1,"datasetVersionId":35484,"dataFile":{"id":2612889,"persistentId":"","pidURL":"","filename":"ISR Technical Violations Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}