{"status":"OK","data":{"id":44834,"identifier":"ICPSR30982.v1","persistentUrl":"https://doi.org/10.3886/ICPSR30982.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR30982.v1","latestVersion":{"id":40834,"storageIdentifier":"file://10.3886/ICPSR30982.v1","versionState":"RELEASED","distributionDate":"2014-01-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:22:41Z","releaseTime":"2015-04-09T04:22:41Z","createTime":"2015-04-09T04:22:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Alternative Sentencing Policies for Drug Offenders: Evaluating the Effectiveness of Kansas Senate Bill 123, 2001-2010"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stemen, Don"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Loyola University Chicago"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rengifo, Andres"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study examined the first five years of operation of Kansas senate bill 123 (November 2003-November 2008) examining individual-level and system-level outcomes over time and across community corrections districts and judicial actors. The study also assesses the impact of SB 123 on the work routines of criminal justice system actors, examining changes in sentencing and supervision practices and interactions across agencies following the implementation of SB 123.</p>\n\n<p>Individual-level impacts of SB 123 on recidivism rates are assessed using sentencing and revocation data collected by the Kansas Sentencing Commission for drug possessors sentenced in Kansas between November 1, 2001 and October 31, 2008 (Dataset 1). Propensity score matching was used to compare the revocation and reconviction rates of drug possessors sentenced to SB 123 with the recidivism rates of similar individuals sentenced to regular probation (standard supervision by community corrections or court services) (Dataset 2). Supervision and program participation data provided by the Kansas Department of Corrections were used to assess the use of drug treatment services, education and employment services, and sanctions for individuals sentenced to SB 123 or standard community corrections (Dataset 3). These quantitative data were complemented by a set qualitative data derived from interviews with SB 123-eligible offenders (Dataset 4), community corrections managers, and courtroom actors (judges, prosecutors, public defenders) (Dataset 5).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to evaluate the Kansas senate bill 123 by assessing the relative impact on individuals sanctioned under the statute, comparing their rates of criminal recidivism with rates of similar offenders in conjunction.  Also examined were system-level impacts of SB 123; changes in the use of incarceration and community-based sanctions for low-level drug possessors, variation in supervision practices for this population including realignment in the volume and type of supervision and treatment interventions across jurisdictions and over time, and variation in the nature of interactions between criminal justice actors (judges, prosecutors, public defenders) at the state and local levels."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The research design specified two sets of analyses. The first set of analyses focused on assessing the relative impact of Kansas senate bill 123 on individuals sanctioned under the statute, comparing their rates of criminal recidivism with rates derived from a series of comparison groups of similar offenders. Investigators complemented this perspective with a more in-depth, qualitative examination of the experiences of individuals while under community supervision, with a particular focus on differences and similarities for SB 123 and non-SB 123 offenders. The second set of analyses focused on the system-level impacts of SB 123, examining changes in the use of incarceration and community-based sanctions for low-level drug possessors, variation in supervision practices for this population including realignment in the volume and type of supervision and treatment interventions across jurisdictions and over ti\nme, and variation in the nature of interactions between criminal justice actors at the state and local levels.</p>\n<p>The analyses of sentencing patterns and admissions to prison (Dataset 1, Sentencing Data) drew on two sources of data. First, individual-level administrative data in the form of journal entries and revocation forms assembled by the Kansas Sentencing Commission (KSC) from county courtrooms. The KSC records contained information of all felony convictions and probation revocation proceedings in the state between November 1, 2001 and October 31, 2008. These data were employed to generate the treatment and comparison groups, to determine the distribution of sentences over time and across jurisdictions, and to determine revocation and reconviction rates for offenders in both groups. Second, investigators extracted additional administrative data from the Kansas Department of Corrections (KDOC) case management system for all offenders sentenced to SB 123, community corrections, or prison during the seven year time period. These records matched supervision and treatment interventions to individual probationers under the jurisdiction of parole and local community corrections agencies. KDOC case management data was also used to determine revocations from parole following a sentence to prison.</p>\n\n<p>The analyses of recidivism rates (Dataset 2, Recidivism Data) drew on the same KSC and KDOC data as the Sentencing Data (Dataset 1). The KSC data and KDOC data were used to create several measures of recidivism, including reconviction, revocation, and revocation filing. To create a  measure of re-arrest, investigators collected additional data from the Kansas Bureau of Investigation (KBI) for all offenders convicted of drug possession during the seven year time period. These data contained information on arrest dates and arrest offenses and included the complete arrest history for all persons in the study (i.e. including arrests occurring prior to the start date of the study - November 1, 2001).</p>\n<p>The analyses of supervision practices and treatment referrals (Dataset 3, Interventions Data) drew on the case management system maintained by KDOC described in the individual-level analyses above. As noted above, the KDOC records contained information of all individuals supervised by community corrections during the seven year time period. These data were employed to determine the distribution of supervision interventions and treatment referrals over time and across jurisdictions.</p>\n<p>To gain a broader perspective on the impact of SB 123 on individuals, investigators supplemented their quantitative analyses with data derived from a series of structured interviews with 76 SB 123-eligible offenders (Dataset 4, Offender Qualitative Interview Data) sentenced to either SB 123 (43) or standard community corrections throughout the state (33). The protocols aimed at eliciting the offenders' views about access and delivery of services and supervision interventions while on probation, their perception of relative access and effectiveness of treatment, their motivation and readiness to change, and their interactions with both supervising officers and drug treatment counselors.</p>\n\n<p>Finally, to gain a broader perspective on the impact of SB 123 on the operation of the criminal justice system at the state and local levels, investigators supplemented their quantitative analyses with data derived from a series of interviews with courtroom actors (Dataset 5, Justice System Actor Qualitative Interview Data) -- judges, prosecutors, public defenders -- as well as managers and staff from community corrections agencies throughout the state. Because these actors were ultimately responsible for carrying out the central provisions of SB 123, it was critical to examine the range and nature of their expectations regarding the main goals of the initiative, their concerns about workloads and oversight, as well as their perceptions of the impact of S\nB 123 on their work routines, decision-making processes, and other protocols attached to their function in the criminal justice system of Kansas. To gather these data, investigators visited four community corrections districts in the state (two urban, two rural) during the Spring/Summer of 2009-2010. In each of these visits group interviews were conducted with supervising community corrections officers and one-on-one interviews with community corrections directors. In some sites investigators also interviewed other key local actors such as managers of community-based treatment providers, drug counselors, and officers and staff of court services and KDOC parole services. During Spring/Summer of 2009-2010 investigators also conducted telephone interviews with judges, county attorneys, public defenders, and community corrections directors.  During the site visits investigators explored supervision-related protocols (e.g., development of case plans, interactions with providers, performance evaluation, revocation process).</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1 (Sentencing Data) contains 37 variables including: offender demographics (age, race, gender, ethnicity, citizenship status, criminal history), and case characteristics (jurisdiction, conviction and sentencing information, council and trial information, and information on departure from sentencing guidelines).</p>\n\n<p>Dataset 2 (Recidivism Data) contains 45 variables including: offender demographics (age, race, gender, ethnicity, citizenship status, criminal history, criminal history score), case characteristics (jurisdiction, conviction and sentencing information, council and trial information, and recidivism information).</p>\n\n<p>Dataset 3 (Interventions Data) contains 39 variables including: offender demographics (age, race, gender, ethnicity, citizenship status, criminal history, criminal history score), case characteristics (jurisdiction, conviction and sentencing information, council and trial information, and intervention information).</p>\n\n<p>Dataset 4 (Offender Qualitative Interview Data) contains 113 variables including: offender demographics (age, race, gender, ethnicity, citizenship status, criminal history, criminal history score), treatment variables (goals, efficacy, offender satisfaction, counselor information, treatment thoroughness).</p>\n<p>Dataset 5 (Justice System Actor Qualitative Interview Data) contains qualitative data on interviews with chief judges, chief prosecutors, chief public defenders, and community corrections managers including information on SB 123 goals, effectiveness, obstacles, system effects, impact, and needed changes.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mandatory sentences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing guidelines"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing reforms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-01-31Version Text: 2014-01-31Subject: Study Level Error Note, Notes: For Dataset 5 (Justice System Actor Qualitative Interview Data), ICPSR removed identifying numbers from the text and replaced them with [#].; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-4032"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-01-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-11-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010-08-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["census/enumeration data","event/transaction data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Administrative data in the form of journal entries and revocation forms assembled by the Kansas Sentencing Commission (KSC). (Dataset 1 and Dataset 2)","Administrative data in the form of arrest records compiled by the Kansas Bureau of Investigation (KBI). (Dataset 2)","Administrative case-management records data from the Kansas Department of Corrections (KDOC). (Dataset 3)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Kansas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Datasets 1-4, All SB 123-eligible individuals convicted between November 1, 2001 to October 31, 2008 (pre- and post-program implementation) who were flagged by the KSC journal entries as sentenced to SB 123, standard community corrections, court services, or prison.</p>\n<p>Dataset 5, All community corrections managers, chief judges, chief prosecutors, and public defenders in Kansas in 2010.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>For Dataset 1 (Sentencing Data), individual-level administrative data on 13,007 offenders produced by the investigators by merging and collating yearly journal entry-forms compiled by the Kansas Sentencing Commission (KSC) on all Kansas senate bill 123 (SB 123)-eligible individuals sentenced to prison, regular probation (court services or community corrections supervision), and enhanced probation (SB 123) between November 1, 2001 and October 31, 2008. Per the SB 123 statute, SB 123 eligibility was defined in terms of current offense of conviction (first or second felony drug possession conviction).</p>\n<p>For Dataset 2 (Recidivism Data), individual-level administrative data on 10,467 offenders produced by the investigators by merging and collating two different datasets compiled by the KSC (journal entry forms on all individuals convicted and sentenced in Kansas and probation revocation forms for all individuals on community based supervision) and arrest records compiled by the Kansas Bureau of Investigation (KBI). Datasets covered the period ranging from November 1, 2001 to October 31, 2008. Recidivism was defined in terms of a new conviction (with or without incarceration), a probation revocation (with or without incarceration or a probation revocation filling. For all these recidivism measures investigators relied on the KSC data on convictions and revocations. In addition, the study specified recidivism in terms of re-arrest events using KBI records.</p>\n<p>For Dataset 3 (Interventions Data), investigators extracted additional administrative data from the Kansas Department of Corrections (KDOC) case management system for all offenders sentenced to SB 123 or standard community corrections between November 1, 2001 and October 31, 2008 for a sample of 34,985 offenders. These records matched supervision and treatment interventions to individual probationer under the jurisdiction of parole and/or local community corrections agencies and included both individual- and event-level records.</p>\n\n<p>For Dataset 4 (Offender Qualitative Interview Data), investigators gathered individual-level interview data produced through structured interviews with a sample of 76 SB123-eligible offenders supervised by community corrections in Kansas in June and July 2010. In collecting these data investigators distributed recruitment letters in three community corrections districts across the state (2 urban and 1 rural) to 150 individuals who were convicted of drug possession and were being supervised by community corrections at the last stage of the fieldwork (Spring 2010), 76 individuals participated. Overall, 57 percent of those participating were SB 123 offenders, 55 percent were male, and 66 percent were from urban community corrections districts.</p>\n\n<p>For Dataset 5 (Justice System Actor Qualitative Interview Data), individual-level interview data were produced by the investigators through structured interviews with a sample of 25 community corrections directors, 17 chief judges, 37 chief prosecutors, 6 chief public defenders. To gather these data, investigators visited four community corrections districts in the state (two urban, two rural) during the Spring/Summer of 2009-2010. Investigators conducted group interviews with supervising community corrections officers and one-on-one interviews with community corrections directors. During this time they also conducted telephone interviews with judges, county attorneys, public defenders, and community corrections directors. For telephone interviews a list of 185 potential participants was created using public records, 86 individuals participated.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Offender Qualitative Interview Data (Dataset 4) 93 individuals (of the 150 potential respondents) agreed to participate in the study and 76 ultimately participated, for a response rate of roughly 82 percent. For Justice System Actor Qualitative Interview Data (Dataset 5) a total of 86 of 185 individuals ultimately participated for a response rate of 46 percent; this included 17 judges (55 percent response rate), 37 prosecutors (34 percent response rate), 6 public defenders (40 percent response rate), and 25 community corrections directors (81 percent response rate)."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Level of Service Inventory-Revised (LSI-R), (Datasets 2, 4, and 5). Adult Substance Abuse Subtle Screening Inventory (SASSI) (Dataset 2). Addiction Severity Index (ASI) (Dataset 2)."}]}},"files":[{"description":"","label":"Interventions Data","restricted":false,"version":1,"datasetVersionId":40834,"dataFile":{"id":2656570,"persistentId":"","pidURL":"","filename":"Interventions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Justice System Actor Qualitative Interview Data","restricted":false,"version":1,"datasetVersionId":40834,"dataFile":{"id":2656572,"persistentId":"","pidURL":"","filename":"Justice System Actor Qualitative Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender Qualitative Interview Data","restricted":false,"version":1,"datasetVersionId":40834,"dataFile":{"id":2656571,"persistentId":"","pidURL":"","filename":"Offender Qualitative Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Recidivism Data","restricted":false,"version":1,"datasetVersionId":40834,"dataFile":{"id":2656569,"persistentId":"","pidURL":"","filename":"Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sentencing Data","restricted":false,"version":1,"datasetVersionId":40834,"dataFile":{"id":2656568,"persistentId":"","pidURL":"","filename":"Sentencing Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}