{"status":"OK","data":{"id":44752,"identifier":"ICPSR03186.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03186.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03186.v1","latestVersion":{"id":40752,"storageIdentifier":"file://10.3886/ICPSR03186.v1","versionState":"RELEASED","distributionDate":"2001-12-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:21:47Z","releaseTime":"2015-04-09T04:21:47Z","createTime":"2015-04-09T04:21:47Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluating a Driving While Intoxicated (DWI) Night Drug Court in Las Cruces, New Mexico, 1997-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Winfree, L. Thomas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New Mexico State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was twofold. First, researchers  wanted to assess the benefits of the driving while intoxicated (DWI)  drug court established in the Las Cruces, New Mexico, Municipal Court  in an effort to determine its future viability. This was accomplished  by examining the behaviors and attitudes of three groups of convicted  drunk-drivers and determining the extent to which these groups were  different or similar. The three groups included: (1) non-alcoholic  first- and second-time offenders (non-alcoholic offenders), (2)  alcoholic first- and second-time DWI offenders (alcoholic offenders),  and (3) chronic three-time (or more) DWI offenders (chronic  offenders). The second purpose of this study was to explore police  officers' attitudes toward court-based treatment programs for DWI  offenders, while examining the distinguishing characteristics between  police officers who support court-based programs for drunk drivers and  those who are less likely to support such sanctions. Data for Part 1,  Drug Court Survey Data, were collected using a survey questionnaire  distributed to non-alcoholic, alcoholic, and chronic offenders. Part 1  variables include blood alcohol level, jail time, total number of  prior arrests and convictions, the level of support from the  respondents' family and friends, and whether the respondent thought  DWI was wrong, could cause injury, or could ruin lives. Respondents  were also asked whether they acted spontaneously in general, took  risks, found trouble exciting, ever assaulted anyone, ever destroyed  property, ever extorted money, ever sold or used drugs, thought lying  or stealing was OK, ever stole a car, attempted breaking and entering,  or had been a victim of extortion. Demographic variables for Part 1  include the age, gender, race, and marital status of each  respondent. Data for Part 2, Police Officer Survey Data, were  collected using a survey questionnaire designed to capture what police  officers knew about the DWI Drug Court, where they learned about it,  and what factors accounted for their attitudes toward the program.  Variables for Part 2 include police officers' responses to whether DWI  court was effective, whether DWI laws were successful, the perceived  effect of mandatory jail time versus treatment alone, major problems  seen with DWI policies, if DWI was considered dangerous, and how the  officer had learned or been briefed about the drug court. Other  variables include the number of DWI arrests, and whether respondents  believed that reforms weaken police power, that DWI caused more work  for them, that citizens have bad attitudes, that the public has too  many rights, and that stiffer penalties for DWI offenders were more successful."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Recent research has shown that during the early  1990s New Mexico had one of the highest alcohol-related accident and  fatality rates in the United States. In December 1995, a judge  presiding in the Las Cruces, New Mexico, Municipal Court launched a  driving while intoxicated (DWI) drug court pilot project. The purpose  of this study was twofold. First researchers wanted to assess the  benefits of the drug court in an effort to determine its future  viability by examining the behaviors and attitudes of three groups of  convicted drunk-drivers and determining the extent to which these  groups were different or similar. The three groups included: (1)  non-alcoholic first- and second-time offenders (non-alcoholic  offenders), (2) alcoholic first- and second-t\nime DWI offenders  (alcoholic offenders), and (3) chronic three-time (or more) DWI  offenders (chronic offenders). The second purpose of this study was to  explore police officers' attitudes toward court-based treatment  programs for DWI offenders, while examining the distinguishing  characteristics between police officers who support court-based  programs for drunk drivers and those who are less likely to support such sanctions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1 were collected using a survey  questionnaire distributed to non-alcoholic, alcoholic, and chronic  offenders. At each DWI Drug Court session held in Las Cruces'  Municipal Court during the time period February 24, 1997, to January  26, 1998, the presiding judge sentenced all newly convicted DWI  offenders. Once sentencing was over, the judge asked all offenders  (regardless of the sentence) to talk with members of the research  team. There were usually three members of the research team present at  each sentencing session. All convicted drunk-drivers designated by  the court as either alcoholic offenders or chronic offenders were  approached by researchers for participation in the study. Five  non-alcoholic offenders were randomly selected during each session and  approached for participation in the study. The researchers informed  each offender of the general purpose of the study and of his or her  right to refuse to participate in the study. Those agreeing to  participate were given a questionnaire to complete, which on average  took between 20 and 45 minutes to complete. Each participant who  completed a questionnaire was compensated monetarily. Data for Part 2  were collected using a survey questionnaire designed to capture what  police officers knew about the DWI Drug Court, where they learned  about it, and what factors accounted for their attitudes toward the  program. The survey instrument contained forced choice five-point  Likert scale questions, visual analogs, and multiple choice and  ranking questions as well as open-ended questions on police attitudes  toward DWI legislation and policies. The survey also consisted of a  four-question leniency index that measured officers' decisions not to  arrest. The questionnaire was distributed to all police from the  sheriff's department, the state police, a nearby campus police  department, and a neighboring metropolitan police department who had the  opportunity to arrest DWI offenders during March, April, and May of 1997."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 variables include blood alcohol level, jail  time, total number of prior arrests and convictions, the level of  support from the respondents' family and friends, and whether the  respondent thought DWI was wrong, could cause injury, or ruin lives.  Respondents were also asked whether they acted spontaneously in  general, took risks, found trouble exciting, ever assaulted anyone,  ever destroyed property, ever extorted money, ever sold or used drugs,  thought lying or stealing was OK, ever stole a car, attempted breaking  and entering, or had been a victim of extortion. Demographic variables  for Part 1 include the age, gender, race, and marital status of each  respondent. Variables for Part 2 include police officers' responses to  whether DWI court was effective, whether DWI laws were successful, the  perceived effect of mandatory jail time versus treatment alone, major  problems seen with DWI policies, if DWI was considered dangerous, and  how the officer had learned or been briefed about the drug  court. Other variables include the number of DWI arrests, and whether  respondents believed that reforms weaken police power, that DWI causes  more work for them, that citizens have bad attitudes, that the public  has too many rights, and that stiffer penalties for DWI offenders were more successful."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"convictions (law)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"driving under the influence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-01-18Version Text: 2006-01-18Version Date: 2006-01-18Version Text: 2006-01-18 Subject: null  Type: null  Notes: File CB3186.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-14"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Las Cruces"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Mexico"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All persons convicted of DWI by the Las Cruces  Municipal Court between February 24, 1997, and January 26, 1998. Part  2: Police officers who had the opportunity to arrest DWI offenders during March, April, and May of 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling was used in Part 1."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The completion rate for Part 1 was 77.9 percent. The response rate for Part 2 was 58 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Drug Court Survey Data","restricted":false,"version":1,"datasetVersionId":40752,"dataFile":{"id":2656017,"persistentId":"","pidURL":"","filename":"Drug Court Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Officer Survey Data","restricted":false,"version":1,"datasetVersionId":40752,"dataFile":{"id":2656018,"persistentId":"","pidURL":"","filename":"Police Officer Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}