{"status":"OK","data":{"id":43966,"identifier":"ICPSR20360.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20360.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20360.v1","latestVersion":{"id":39966,"storageIdentifier":"file://10.3886/ICPSR20360.v1","versionState":"RELEASED","distributionDate":"2009-01-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:13:09Z","releaseTime":"2015-04-09T04:13:09Z","createTime":"2015-04-09T04:13:09Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Sexual Assault Among Intimates in Houston, Texas, 2003"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McFarlane, Judith"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Woman's University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Malecha, Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Woman's University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to describe the frequency and consequences of sexual assault within abusive intimate relationships, specific to ethnicity and immigrant status, and compare the findings to a similar group of physically abused women who had not experienced intimate partner sexual assault. Research objectives included a description of the type, extent, and temporal sequencing of sexual assault, consequences of sexual assault on women's health and their children's functioning, and treatments used by women to end the sexual assault. This study follows an earlier study on the effectiveness of protection orders that began in January 2001 at a special family violence unit of the Harris County District Attorney's office in Houston, Texas. That study was called EVALUATING A COLLABORATIVE INTERVENTION BETWEEN HEALTH CARE AND CRIMINAL JUSTICE IN HARRIS COUNTY, TEXAS, 2001-2002 (ICPSR 3542). Among the initial cohort of 150 women, 148 women were alive in January 2003 and signed informed consent for the second study. Data from the first study on effectiveness of protection orders were re-stratified to measure differences between sexually abused and not-sexually abused women. Instruments used in the re-stratified analysis included instruments from the earlier study: a Demographic Data Form, Severity of Violence against Women Scales (SAVAWS), the Stalking Victimization Survey, the Danger Assessment Scale, a Worksite Harassment survey, and the Medical Outcomes Study (MOS) Short Form (SF-12) Health Survey, as well the addition of the Brief Symptom Inventory (BSI) and Global Severity Index, the Post Traumatic Stress Disorder Scale (PTSD), the Family Hardiness Index (FHI), the Medical Outcomes Study (MOS) Social Support Survey, and the Child Behavior Checklist (CBCL.). The data include responses from 35 children to the CBCL.  The variables in this study also include the frequency of use and the effectiveness of social agencies used in 2002. Additional questions asked about type and frequency of decision-making and actions regarding sexual relations, condom use, and birth control. Women physically but not sexually assaulted were asked a series of questions regarding whether they had ever worried about sexual assault. A series of questions was asked regarding children being witness to physical abuse. A detailed history of perpetrator behavior at the time of the first and additional sexual assaults was obtained, as well as victim helpseeking and health problems following the sexual assault(s). There was also a series of questions regarding the health effects of forced sex on the victim."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of this study was to describe the frequency and consequences of sexual assault within abusive intimate relationships, specific to ethnicity and immigrant status, and compare the findings to a similar group of physically abused women who had not experienced intimate partner sexual assault. Research objectives included a description of the type, extent, and temporal sequencing of sexual assault, consequences of sexual assault on women's health and their children's functioning, and trea\ntments used by women to end the sexual assault.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study followed an earlier study that began in January 2001 at a special family violence unit of the Harris County District Attorney's office in Houston, Texas. All women who presented to this special family violence unit at the district attorney's office to apply for a protection order and who completed the application process, qualified for the protection order, and met inclusion criteria were invited by one of six investigators into a study about the effectiveness of protection orders. Women were invited to participate until 150 women entered the study. One hundred forty-nine women completed the 18-month protection order effectiveness study known as EVALUATING A COLLABORATIVE INTERVENTION BETWEEN HEALTH CARE AND CRIMINAL JUSTICE IN HARRIS COUNTY, TEXAS, 2001-2002 (ICPSR 3542). Data from the first study on effectiveness of protection orders were re-stratified to measure differences between sexually abused and not-sexually abused women.</p>\n\n<p>Among the initial cohort of 150 women, 148 women were alive in January 2003 and signed informed consent for the second study. Instruments were administered to determine type and severity of violence, physical and mental health functioning, family hardiness, and social support functioning. All instruments were offered in English or Spanish according to the woman's preference and completed during a personal interview in a private setting at a time and location convenient for the woman. All women were offered $50 at the completion of the interview.</p>\n\n<p>Instruments used in the re-stratified analysis included instruments from the earlier study: a Demographic Data Form, Severity of Violence against Women Scales (SAVAWS), the Stalking Victimization Survey, the Danger Assessment Scale, a Worksite Harassment survey, and the Medical Outcomes Study (MOS) Short Form (SF-12) Health Survey, as well the addition of the Brief Symptom Inventory (BSI) and Global Severity Index, the Post Traumatic Stress Disorder Scale (PTSD), the Family Hardiness Index (FHI), the Medical Outcomes Study (MOS) Social Support Survey, and the Child Behavior Checklist (CBCL.). The data include responses from 35 children to the CBCL.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The variables in this study include the frequency of use and effectiveness of social agencies used in 2002. The Medical Outcomes Study (MOS) Social Support Survey measured various dimensions of social support and included four functional support scales: emotional/informational support, tangible support, affectionate support, and positive social interaction support. For this study, three social support structural items (\"How many close friends do you have?\" \"How many relatives do you have that you feel close to?\", and \"How many of these friends or relatives do you see at least once a month?\") were included.</p>\n\n<p>The Brief Symptom Inventory (BSI) was an 18-item instrument that measured three psychological dimensions: depression (6 items including feeling no interest in things, feeling lonely, feeling blue, and suicidal ideation), anxiety (6 items including nervousness, tension, and feeling fearful), and somatization (6 items including faintness or dizziness, pains in the heart or chest, and feeling weak).</p>\n\n<p>The Post-Traumatic Stress Disorder Scale (PTSD) was a seven-item symptom scale that screened for post-traumatic stress disorder. The instrument was a short form of the modified National Ins\ntitute of Mental Health Diagnostic Interview Schedule and the World Health Organization Composite International Diagnostic Interview, version 2.1.</p>\n\n<p>Additional questions asked about type and frequency of decision-making and actions regarding sexual relations, condom use, and birth control. Women physically but not sexually assaulted were asked a series of questions regarding whether they had ever worried about sexual assault.</p>\n\n<p>A detailed history of perpetrator behavior at the time of the first and additional sexual assaults was obtained, as well as victim helpseeking and health problems following the sexual assault(s). This included when the forced sex occurred, what, if any, drugs the abuser was using at the time, whether the victim told anyone, whether the victim reported the incident to the police or applied for a protective order, and whether the victim received counseling or saw a health care provider.</p>\n\n<p>There was also a series of questions regarding the health effects of forced sex on the victim. This included whether the victim became pregnant because of forced sex and the result of this pregnancy, as well as whether the victim was ever forced into sex during pregnancy and the result of this pregnancy. Respondents were asked whether they had infections such as bacterial vaginosis, genital warts, or a yeast infection. The women were also asked if they had bleeding following forced sex, attempted suicide following forced sex, or began or increased substance use following forced sex.</p>\n\n<p>A series of questions regarding children being witness to physical or sexual abuse was asked. These questions included the children's gender, whether they received counseling, and how helpful counseling was.</p>\n\n<p>The Child Behavior Checklist (CBCL) was a standardized instrument that provided a parental report of the extent of a child's behavioral problems and social competencies. The CBCL consisted of a form for children 18 months to 5 years, and a version for ages 6 to 18 years. The CBCL was orally administered to a parent who rated the presence and frequency of certain behaviors on a 3-point scale (0 = not true, 1 = somewhat or sometimes true, and 2 = very true or often true). The time period was the last 6 months for the child age6 to 18 years, or last 2 months for the child age 18 months to 5 years.</p>\n\n<p>The Family Hardiness Index (FHI) was a 20-item instrument that measured family hardiness or the internal strength and durability of the family, and its ability to resist stress and to adapt to and effectively deal with new situations. Respondents rated the degree of truth in a series of statements such as \"Trouble results from mistakes we make,\" \"We do not feel we can survive if another problem hits us,\" and \"Being active and learning new things are encouraged.\"</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"anxiety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"behavior problems"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communicable diseases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"depression (psychology)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family life"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"post-traumatic stress disorder"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reproductive history"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social interaction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social networks"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"worry"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-01-30Version Text: 2009-01-30 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-WG-BX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-01-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Houston"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Respondents who participated in the 2002 National Institute of Justice study that measured the effectiveness of protection orders and tested a safety intervention for abused women (EVALUATING A COLLABORATIVE INTERVENTION BETWEEN HEALTH CARE AND CRIMINAL JUSTICE IN HARRIS COUNTY, TEXAS, 2001-2002 [ICPSR 3542])."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample of sexually assaulted and not-sexually assaulted women\nwas derived from a previous National Institute of Justice study that measured the effectiveness of protection orders and tested a safety intervention for abused women. The study was called EVALUATING A COLLABORATIVE INTERVENTION BETWEEN HEALTH CARE AND CRIMINAL JUSTICE IN HARRIS COUNTY, TEXAS, 2001-2002 (ICPSR 3542). Among the 150 women participating in the protection order study, 148 women signed informed consent to participate in the sexual assault study.  Thirty-five children from these women provided responses to the Child Behavior Checklist (CBCL)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Among the 150 women participating in the protection order study, 148 women signed informed consent to participate in the sexual assault study."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales used by ICPSR 3542 include the Severity of Violence against Women Scales (SAVAWS), Stalking Victimization Survey, Danger Assessment Scale, Worksite Harassment survey, and the Medical Outcomes Study (MOS) Short Form (SF-12) Health Survey. In addition, this project used the Brief Symptom Inventory (BSI) and Global Severity Index, Post Traumatic Stress Disorder Scale (PTSD), Family Hardiness Index (FHI), Medical Outcomes Study (MOS) Social Support Survey, and the Child Behavior Checklist (CBCL) (one version for children 18 months to 5 years and a second version for ages 6 to 18 years)."}]}},"files":[{"description":"","label":"Sexual Assault Among Intimates in Houston, Texas, 2003","restricted":false,"version":1,"datasetVersionId":39966,"dataFile":{"id":2649966,"persistentId":"","pidURL":"","filename":"Sexual Assault Among Intimates in Houston, Texas, 2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}