{"status":"OK","data":{"id":44000,"identifier":"ICPSR04569.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04569.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04569.v1","latestVersion":{"id":40000,"storageIdentifier":"file://10.3886/ICPSR04569.v1","versionState":"RELEASED","distributionDate":"2012-02-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:13:32Z","releaseTime":"2015-04-09T04:13:32Z","createTime":"2015-04-09T04:13:32Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Children and Domestic Violence Services (CADVS) Study: Co-Occurring Intimate Partner Violence and Child Maltreatment in the United States, 2003-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kelleher, Kelly"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Columbus Children's Research Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gardner, William"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Ohio State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Coben, Jeff"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"West Virginia University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Barth, Rick"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina-Chapel Hill"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Edleson, Jeff"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Minnesota"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hazen, Andrea"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rady Children's Hospital. Child and Adolescent Services Research Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the Children and Domestic Violence Services (CADVS) was to provide a rich description of the variation in state, county, and local policies and practices related to the issue of co-occurring child maltreatment and domestic violence. The CADVS collected state and local contextual data via telephone interviews with Child Welfare Services (CWS) and Domestic Violence Services (DVS) agencies to provide information on policies and practices for domestic violence and child maltreatment relevant to (1) child placement in out-of-home care, and (2) the use of family preservation services and residential stability among these families in the child welfare system. These contextual data then were linked to the National Survey of Child and Adolescent Well-Being (NSCAW), the parent study and longitudinal survey of youth, parents and other caregivers, child welfare workers, and teachers, which provided indicators needed for child characteristics, caregiver characteristics, child placement career, and mental health services. For this supplement to the NSCAW, a snowball interviewing technique was used.  On the front end, CWS agencies were sent an overview letter about the study.  Initial contacts were interviewed and, if appropriate, were asked to nominate and facilitate introductions to other contacts to locate the best informant for each interview domain.  Each CWS informant then was asked to provide contact information for the local provider(s) of DVS, including a contact name, if possible. Data from these respondents was used to assess interagency agreement on local policies and practices. Identified DVS representative agencies then received the same introductory letters about the study sent to the CWS agencies. A snowball interviewing technique was again used to identify informants in each agency who would be best able to answer questions regarding related services. The key informants from both the CWS and DVS agencies received additional information on the study, an interview summary, and a copy of the informed consent agreement. Interview data then were collected from CWS and DVS agency informants by telephone. This process began in January 2003 and was completed in February 2004.  The need for multiple informants to complete different survey modules for each agency resulted in a total of 860 interviews with 406 interviewees.  The data file contains 89 cases and 1,209 variables where each case represents an agency.  The measures for CADVS were an amalgamation of (1) child, caregiver and family measures collected in NSCAW and (2) contextual data on policy/practices collected through surveys of states, counties, and localities developed for this particular study. These include su\nch issues as funding, policies regarding the reporting of child maltreatment, referrals made regarding the domestic violence victim or her children, what services are available for children of domestic violence victims, types of service providers, locations of mental and physical health evaluations, and types of training which CWS and DVS staff received."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the Children and Domestic Violence Services (CADVS) was to provide a rich description of the variation in state, county, and local policies and practices related to the issue of co-occurring child maltreatment and domestic violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Children and Domestic Violence Services (CADVS) collected state and local contextual data via telephone interviews with Child Welfare Services (CWS) and Domestic Violence Services (DVS) agencies to provide information on policies and practices for domestic violence and child maltreatment relevant to (1) child placement in out-of-home care, and (2) the use of family preservation services and residential stability among these families in the child welfare system.</p>\n\n<p>These contextual data then were linked to the National Survey of Child and Adolescent Well-Being (NSCAW), the parent study and longitudinal survey of youth, parents and other caregivers, child welfare workers, and teachers, which provided indicators needed for child characteristics, caregiver characteristics, child placement career, and mental health services. The CADVS was methodologically tied to the NSCAW study.</p>\n\n<p>For this supplement to the NSCAW, a snowball interviewing technique was used.  On the front end, CWS agencies were sent an overview letter about the study, as well as a letter of support from the Minnesota Center Against Violence and Abuse (MINICAVA), an institution with a strong reputation for supporting research, education and access to information about domestic violence and violence prevention.  Initial contacts were interviewed and, if appropriate, were asked to nominate and facilitate introductions to other contacts to locate the best informant for each interview domain.</p>\n\n<p>Each CWS informant then was asked to provide contact information for the local provider(s) of DVS, including a contact name, if possible. Information about the local DVS organizations also was obtained from the National Directory of Domestic Violence Programs, which lists shelters, safe home and service programs for victims of domestic violence with information about each program. Where these two sources differed, the recommendation of the child welfare system contact was used. Most counties had a primary DVS agency, although larger metropolitan areas had more; two DVS agencies were interviewed in approximately 45 percent of the 92 primary sampling units (PSUs). Data from these respondents were used to assess interagency agreement on local policies and practices.</p>\n\n<p>Identified DVS representative agencies then received the same introductory letters about the study sent to the CWS agencies. A snowball interviewing technique was again used to identify informants in each agency who would be best able to answer questions regarding related services.</p>\n\n<p>The key informants from both the CWS and DVS agencies received additional information on the study, an interview summary, and a copy of the informed consent agreement. Research assistants then contacted the informant(s) by telephone to confirm receipt of the informed consent and willingness to participate, to ensure that the subject was the best available informant, and to schedule the interview.</p>\n\n<p>Interview data then were collected from CWS and DVS agency informants in the targeted PSUs by telephone. Interviews were conducted by research assistants who reviewed the subject’s receipt of the informed consent agreement and obtained verbal consent prior to the start of the interview. Instruments for the CWS and DVS agency r\nespondents were developed with the consultation of the study team and expert panel. Each interview took approximately one hour to complete. For some contacts, several informants were needed to complete each interview. Subjects were encouraged to identify alternative informants for specific questions or sections for which s/he was not the best informant. These additional informants were contacted and consented using the procedure described above. Following each interview, the project coordinator reviewed the module with the interviewer to ensure clarity and appropriate coding. Any questions were addressed with a follow-up phone call to the informant.</p>\n\n<p>In all, approximately 85 percent of CWS and DVS agency personnel contacted completed the telephone surveys about the policies and practices surrounding co-occurrence of domestic violence and child maltreatment. This process began in January 2003 and was completed in February 2004.  The need for multiple informants to complete different survey modules for each agency resulted in a total of 860 interviews with 406 interviewees.</p>\n\n<p>The data file contains 89 cases and 1,209 variables where each case represents an agency.  The measures for CADVS were an amalgamation of (1) child, caregiver and family measures collected in NSCAW and (2) contextual data on policy/practices collected through surveys of states, counties, and localities developed for this particular study.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data file includes variables pertaining to Child Welfare Services (CWS) and Domestic Violence Services (DVS).  This includes such issues as funding, policies regarding the reporting of child maltreatment, referrals made regarding the domestic violence victim or her children, what services are available for children of domestic violence victims, types of service providers, locations of mental and physical health evaluations, and types of training which CWS and DVS staff received."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"welfare services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-02-29Version Text: 2012-02-29Subject: Study Level Error Note, Notes: <p>More information about the National Survey of Child and Adolescent Well-Being (NSCAW) data is available from the National Data Archive on Child Abuse and Neglect\n<a href=\"http://www.ndacan.cornell.edu/index.html\">http://www.ndacan.cornell.edu/index.html</a>\n.</p>;Subject: Study Level Error Note, Notes: The Children and Domestic Violence Services study has also been referred to as the Family Violence Services Study (FVSS).; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-WG-BX-0014"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-02-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004-02"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-02"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The Children and Domestic Violence Services Study was a supplement to the National Survey of Child and Adolescent Well-Being."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["agency"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["County welfare agencies in the 92 primary sampling units in the National Survey of Child and Adolescent Well-Being."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The Children and Domestic Violence Services (CADVS) used the same sampling procedure as its parent study the National Survey of Child and Adolescent Well-Being (NSCAW). The NSCAW used a stratified two-stage sampling procedure, with the first stage involving the selection of 92 primary sampling units (PSUs, i.e., county child welfare agencies) and the second stage involving the selection of children from lists of closed investigations from the sampled agencies. The 92 PSUs were sampled proportionate to size within 36 states across the United States. In almost all cases, the PSU and the county were identical. Exceptions included three very large counties that provided multiple PSUs per county and a number of very small counties that were aggregated into a small set of PSUs. In the second stage, children were sampled on a monthly basis from lists of cases for which an investigation was completed in the preceding month. The sample was divided into 9 strata with 8 of the strata representing individual states and the ninth stratum representing a total of 28 smaller states.</p>\n\n<p>The randomly selected Child Welfare Service (CWS) agencies in NSCAW's 92 PSUs were the same agencies contacted to participate in CADVS. A CWS key informant name in each PSU had been obtained from a prior study associated with NSCAW, Caring for Children in Child Welfare (CCCW).  A snowball interviewing technique was then used.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"telephone interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"In all, approximately 85 percent of Child Welfare Service and Domestic Violence Service agency personnel contacted completed the telephone surveys."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Children and Domestic Violence Services (CADVS) Study Co-Occurring Intimate Partner Violence and Child Maltreatment in the United States, 2003-2004","restricted":false,"version":1,"datasetVersionId":40000,"dataFile":{"id":2650520,"persistentId":"","pidURL":"","filename":"Children and Domestic Violence Services (CADVS) Study Co-Occurring Intimate Partner Violence and Child Maltreatment in the United States, 2003-2004","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}