{"status":"OK","data":{"id":38272,"identifier":"ICPSR25867.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25867.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25867.v1","latestVersion":{"id":34272,"storageIdentifier":"file://10.3886/ICPSR25867.v1","versionState":"RELEASED","distributionDate":"2010-08-27","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:10:32Z","releaseTime":"2015-04-09T03:10:32Z","createTime":"2015-04-09T03:10:32Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of a Multi-Site Demonstration of Collaborations to Address Domestic Violence and Child Maltreatment in the United States, 2001-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Griffith, Janet"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"ICF International"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The current study was a national evaluation that examined the effects of implementing The Greenbook recommendations on collaboration, systems change, and practice within and across the three primary systems of child welfare agencies, courts, and domestic violence service providers. The national evaluation utilized data collected through stakeholder surveys, direct service worker surveys, child welfare case file reviews, and site visit interviews between 2001 and 2006. The purpose of the national evaluation was to develop and implement a strategy for gaining a formative understanding of sites' planning and implementation processes and a summative assessment of the impact of such work on communities, systems, and families. Part 1 (Stakeholder Survey Data) includes variables on the respondent's level of involvement in the organization and barriers to implementing Greenbook initiatives. The baseline stakeholder survey was conducted in 2002 with a total of 86 respondents across sites, and follow-up data were collected three years later (2005) with a total of 62 respondents. Part 2 through Part 7 (Direct Service Worker, and Supervisor Data) include variables on the respondents' race, gender, and length of time at the child welfare agency, court, or domestic violence service provider. Respondents are asked about the hours of training received over the past year, the presence of written reporting guidelines, screening tools, and working relationships with the other agency types. The baseline direct service worker survey was conducted after the end of the demonstration planning period (2003) with a total of 275 respondents across sites, and follow-up data were collected two years later (2005) with a total of 224 respondents. Part 8 (Case Abstractions Data) includes variables on substantiated cases of child maltreatment, risk factors contributing to maltreatment attributed to the mother, the father, or other caregiver, documentation of domestic violence and services provided to the victims and perpetrators. A random sample of substantiated cases of child maltreatment was reviewed in each site at the beginning of the demonstration initiative (2001) with a total of 616 case files reviewed across sites, after the end of the planning period (2003) with a total of 642 case files reviewed across sites, and toward the end of the implementation period (2005) with a total of 562 case files reviewed across sites. Part 9 (Site Visit Interview Notes Qualitative Data) includes questions on structure of services, policies and procedures, training, and the strengths and needs of the site. Site visits were conducted between January 2001 and June 2006 with interviewers with at least one collaborative member from each of the three primary systems (child welfare agency, cour\nts, domestic violence service provider)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>In 1999, the National Council of Juvenile and Family Court Judges (NCJFCJ) published Effective Intervention in Domestic Violence and Child Maltreatment Case: Guidelines for Policy and Practice (known as The Greenbook due to its green cover), which provided to communities a framework for a collaborative approach to working with families experiencing the co-occurrence of child maltreatment and domestic violence. The Greenbook focused on the three primary systems that serve these families: the child welfare system, the dependency courts, and domestic violence service providers. The United States Department of Justice and the United States Deparment of Health and Human Services partnered to develop a demonstration initiative to support implementation of the Greenbook recommendations and, in 2000, awarded grants to six sites: El Paso County, Colorado; Grafton County, New Hampshire; Lane County, Oregon; San Francisco County, California; Santa Clara County, California; and St. Louis County, Missouri. These demonstration sites received Federal grants, technical assistance, and other support to implement the Greenbook principles and recommendations over a five year demonstration period. During that time, the sites were expected to form collaborations that would plan and implement infrastructure changes within and across several family-serving systems to better meet the needs of victims of child maltreatment and domestic violence.</p>\n\n<p>The purpose of the national evaluation was to develop and implement a strategy for gaining a formative understanding of sites' planning and implementation processes and a summative assessment of the impact of such work on communitites, systems, and families. The outcome evaluation component assessed systems changes related to how systems collaborate, identify co-occurance, share information, and respond to co-occurrence. The process evaluation documented how those identified system changes occurred by describing how sites prioritized implementation activities, how collaborative networks were formed and operated, and what challenges and facilitators the sites encountered while following the Greenbook recommendations. The process evaluation also assessed the impact of being part of a national demonstration initiative, including the demonstration site's use of Federal guidance, technical assistance, and local and national evaluation resources.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The current study was a national evaluation that examined the effects of implementing The Greenbook recommendations on collaboration, systems change, and practice within and across the three primary systems. The national evaluation utilized data collected through stakeholder surveys, direct service worker surveys, child welfare case file reviews, and site visit interviews.</p>\n\n<p>The stakeholder survey (Part 1, Stakeholder Survey Data) was developed to capture information about project planning, activity implementation, the status of the collaboration at each site, the community's capacity for planning and implementing the project, and the facilitators and obstacles encountered by the sites. The national evalutaion team distributed the stakeholder surveys to key members of the Greenbook planning and implementation teams, including members of the collaborative boards, steering committees, and workgroups. The baseline stakeholder survey was conducted in 2002 with a total of 86 respondents across sites, and follow-up data were collected three years later (2005) with a total of 62 respondents.</p>\n\n<p>The direct service worker survey (Parts 2-7) was administered to frontline workers from each of the three primary systems (child welfare agency, courts, domestic violence service provider) to assess the extent to which new policies, changes in organizational practice, and inter-organizational collaboration affected system policy and practice. S\nlightly different surveys were administered to direct service workers in each of the three systems, but all versions included questions related to co-occurrence training, agency policies and practices related to the identification of co-occurrence, and agency responses to those cases. The baseline direct service worker survey was conducted after the end of the demonstration planning period (2003) with a total of 261 respondents (Direct Service Workers and Supervisors) across sites, and follow-up data were collected two years later (2005) with a total of 250 respondents (Direct Service Workers only).</p>\n\n<p>Child welfare case files (Part 8, Case Abstractions Data) were reviewed to gather data on the extent to which domestic violence co-occurs with child maltreatment, the screening and assessment practices used by the child welfare system to identify domestic violence, steps taken to protect confidentiality when sharing information with other systems, and referrals to services for families with identified co-occuring issues. A random sample of substantiated cases of child maltreatment was reviewed in each site at the beginning of the demonstration initiative (2001) with a total of 616 case files reviewed across sites, after the end of the planning period (2003) with a total of 642 case files reviewed across sites, and toward the end of the implementation period (2005) with a total of 562 case files reviewed across sites.</p>\n\n<p>Site visit interviews (Part 9, Site Visit Interview Notes Qualitative Data) were conducted with project directors, local research partners, and key collaborative stakeholders to identify the activities that the sites implemented or planned to implement through their local Greenbook projects; understand the structure, membership, experiences, dynamics, and activities of the Greenbook collaborative bodies; and understand how stakeholders perceived the challenges and successes related to the implementation and collaborative activities. Key stakeholder interviews were conducted with at least one collaborative member from each of the three primary systems at each site, as well as any other stakeholders deemed appropriate on a site-by-site basis. In sites that identified a fourth collaborative partner, a stakeholder from that agency was interviewed.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Stakeholder Survey Data) includes variables on the respondent's level of involvement in the organization such as attending meetings regularly, serving as a member of a workgroup, chairing or leading a workgroup and working on activities outside of meetings. Other variables included barriers to implementing Greenbook initiatives financial resource, time constraints, lack of commitment, and disagreements over what changes and activities to implement.</p>\n\n<p>Part 2 through Part 7 (Direct Service Worker and Supervisor Data) include variables on the race, gender, and length of time at the child welfare agency, court, or domestic violence service provider for each respondent. Respondents are asked about the hours of training received over the past year on domestic violence, child maltreatment, co-occurrance, and the impact of domestic violence on children. Other variables include the presence of written reporting guidelines, screening tools, and working relationships with the other agency types.</p>\n\n<p>Part 8 (Case Abstractions Data) includes variables on substantiated cases of child maltreatment such as the date of the most recent incident and the birth date of the victim. Other variables include risk factors such as substance abuse, mental health factors, legal and criminal risk factors, financial risk factors, and physical illness or disability risk factors attributed to the mother, father, or other caregiver. Variables documenting domestic violence and services provided to the victims and perpetrators are included.</p>\n\n<p>Part 9 (Site Visit Interviews Qualitative Data) includes questions on structure of services,\npolicies and procedures, training, and the strengths and needs of the Site.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcomes evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-09-16Version Text: 2010-09-16Version Date: 2010-09-16Version Text: 2010-09-16 Subject: null  Type: null  Notes: Changes were made to the qualitative data (Part 9, Site Visit Interview Notes Qualitative Data).;Subject: Study Level Error Note, Notes: Case counts sited in the Study Design section correspond to the data files when SITEID is not missing.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-MUMU-0014"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-08-27"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2006-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2006-04"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 through 7: data were collected from mail surveys sent to key stakeholders and direct service workers in each of three primary systems (child welfare agency, courts, and domestic vio\nlence service providers). Part 8: data were collected from administrative records from each of the six counties of substantiated cases of child abuse. Part 9: data were collected from site visits to each of the six Greenbook demonstration sites (El Paso County, Colorado; Grafton County, New Hampshire; Lane County, Oregon; St. Louis County, Missouri; San Francisco County, California; and Santa Clara County, California)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Colorado"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Missouri"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Hampshire"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Oregon"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 through 7: individual; Part 8: child maltreatment case; Part 9: site"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The universe for Part 1 (Stateholder Survey Data) is members of Greenbook collaborative boards, steering committees, and workgroups in 2002 and 2004. The universe for Part 2 through Part 7 (Direct Service Worker, and Supervisor Data) is all frontline workers from child welfare agencies, courts, and domestic violence service providers of Greenbook services in 2003 and 2005. The universe for Part 8 (Case Abstractions Data) is all substantiated child maltreatment cases in 2001, 2003, and 2005 in Greenbook counties. The universe for Part 9 (Site Visit Interview Notes Qualitative Data) is all project directors, local research partners, and key collaborative stakeholders at the Greenbook sites between 2001 and 2006."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The six Greenbook demonstration sites (El Paso County, Colorado; Grafton County, New Hampshire; Lane County, Oregon; St. Louis County, Missouri; San Francisco County, California; and Santa Clara County, California) were selected based on site visits conducted by the Department of Justice and the Department of Health and Human Services. The diverse group of counties were thought to be nationally representative sample.</p>\n<p>The stakeholder survey (Part 1, Stakeholder Survey Data) was administered to key members of the Greenbook planning and implementation teams, including members of the collaborative boards, steering committees, and workgroups. The direct service worker surveys (Part 2 through Part 7) were administered to frontline workers from the child welfare agencies, courts, and domestice violence service providers. Part 8 (Case Abstraction Data) includes a random sample of substantiated cases of child maltreatment from each site at the beginning of the demostration initiative (2001), after the end of the planning period (2003), and toward the end of the implementation period (2005). Part 9 (Site Visit Interview Notes Qualitative Data) key stakeholder interviews were conducted with at least one collaborative member from each of the three primary systems (child welfare agency, courts and domestic violence service providers) at each site, as well as any other stakeholders deemed appropriate on a site-by-site basis.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>The stakeholder survey (Part 1, Stakeholder Survey Data) was administered near the end of the demonstration planning period (2002, baseline) to a total of 90 stakeholders across the sites. Follow-up stakeholder survey data were collected two years later (2004, follow-up), with a total of 62 respondents across sites.</p>\n\n<p>The baseline direct service worker survey (Part 2 through Part 7) was conducted after the end of the demonstration planning period (2003) with a total of 275 direct service workers across sites, and follow-up data were collected two years later (2005) with a total of 224 respondents.</p>\n\n<p>Substantiated cases of child maltreatment were reviewed (Part 8, Case Abstractions Data) for each site at the beginning of the demonstration initiative (2001) with a total of 616 case files reviewed across sites, after the end of the plannning period (2003) with a total of 642 case files reviewed across sites, and toward the end of the implementation period (2005) with a total of 562 case files reviewed across sites.</p>\n\n<p>Part 9 (Site Visit Interview Notes Qualitative Data) includes a key stakeholder interview with at least one collaborative member from each of the three primary systems at each site, as well as any other stakeholders deemed appropriate on a site-by-site basis.</p>"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Parts 1 through 7: several Likert-type scales are used; Parts 8 and 9: none"}]}},"files":[{"description":"","label":"Case Abstractions Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604442,"persistentId":"","pidURL":"","filename":"Case Abstractions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Direct Service Worker -- Child Welfare Agency Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604436,"persistentId":"","pidURL":"","filename":"Direct Service Worker -- Child Welfare Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Direct Service Worker -- Courts Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604437,"persistentId":"","pidURL":"","filename":"Direct Service Worker -- Courts Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Direct Service Worker -- Domestic Violence Service Provider Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604438,"persistentId":"","pidURL":"","filename":"Direct Service Worker -- Domestic Violence Service Provider Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Site Visit Interview Notes Qualitative Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604443,"persistentId":"","pidURL":"","filename":"Site Visit Interview Notes Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Stakeholder Survey Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604435,"persistentId":"","pidURL":"","filename":"Stakeholder Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Supervisor -- Child Welfare Agency Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604439,"persistentId":"","pidURL":"","filename":"Supervisor -- Child Welfare Agency Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Supervisor -- Courts Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604440,"persistentId":"","pidURL":"","filename":"Supervisor -- Courts Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Supervisor -- Domestic Violence Service Provider Data","restricted":false,"version":1,"datasetVersionId":34272,"dataFile":{"id":2604441,"persistentId":"","pidURL":"","filename":"Supervisor -- Domestic Violence Service Provider Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}