{"status":"OK","data":{"id":42731,"identifier":"ICPSR03790.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03790.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03790.v1","latestVersion":{"id":38731,"storageIdentifier":"file://10.3886/ICPSR03790.v1","versionState":"RELEASED","distributionDate":"2003-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:59:35Z","releaseTime":"2015-04-09T03:59:35Z","createTime":"2015-04-09T03:59:35Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Revictimization and Victim Satisfaction in Domestic Violence Cases Processed in the Quincy, Massachusetts, District Court, 1995-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hotaling, Gerald"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Massachusetts, Lowell. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Buzawa, Eve S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Massachusetts, Lowell. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to examine (1) the occurrence of  revictimization, (2) the impact of case processing in Quincy District  Court (QDC) on the disclosure of revictimization, and (3) victim  satisfaction with various components of the criminal justice  system. This study was undertaken as part of a secondary analysis of  data originally collected for a National Institute of Justice (NIJ)  sponsored evaluation of a \"model\" domestic violence program located in  Quincy, Massachusetts (RESPONSE TO DOMESTIC VIOLENCE IN THE QUINCY,  MASSACHUSETTS, DISTRICT COURT, 1995-1997 [ICPSR 3076]). Administrative  records data were collected from the Quincy District Court's  Department of Probation, two batterer treatment programs servicing  offenders, and police incident reports, as well as survey data  administered to victims. Included are criminal history data, records  of civil restraining orders, probation department data on  prosecutorial charges, case disposition and risk assessment  information, data on offender treatment program participation, police  incident reports, and self-report victim survey data. These data were  collected with three primary goals: (1) to obtain the victim's point  of view about what she wanted from the criminal justice system, and  how the criminal justice system responded to the domestic violence  incident in which she was involved, (2) to get details about the study  incidents and the context of the victim-offender relationship that are  not typically available in official statistics, and (3) to hear directly from victims about the defendant's reoffending behavior."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to examine (1) the  occurrence of revictimization, (2) the impact of case processing in  Quincy District Court (QDC) on the disclosure of revictimization, and  (3) victim satisfaction with various components of the criminal  justice system. This study was undertaken as part of a secondary  analysis of data originally collected for a National Institute of  Justice (NIJ) sponsored evaluation of a \"model\" domestic violence  program located in Quincy, Massachusetts (RESPONSE TO DOMESTIC  VIOLENCE IN THE QUINCY, MASSACHUSETTS, DISTRICT COURT, 1995-1997  [ICPSR 3076]). The Quincy, Massachusetts, site was chosen for the  evaluation because researchers wanted to explore a setting in which a  policy of \"aggressive enforcement\" was actually practiced. Earlier  research revealed that the police, district attorney's office,  probation systems, and judges in Quincy shared a vision and had  developed a truly integrated, systemwide strategy incorporating the  best practices of full enforcement for a wide range of domestic  violence incidents. Beginning in 1986, the Quincy District Court  initiated what\nwas once described as one of the nation's first, and  most comprehensive, proactive domestic violence programs. The court's  aggressive, pro-intervention strategy was recognized as a national  model by the United States' Violence Against Women Agency (VAWA) and  the National Council of Juvenile and Family Court Judges. In recent  years, the VAWA has designated the QDC as a national training site to  be emulated by other jurisdictions searching for an effective,  integrated systemwide response to domestic incidents. The four main  goals of the original research evaluation were: (1) to describe the  workings of the primary components of this model jurisdiction in its  response to domestic violence, specifically (a) what the police  actually did when called to a domestic violence incident, (b)  decisions made by the prosecutor's office and the court in their  handling of these incidents, (c) how many victims talked to a victim  advocate, and (d) how many offenders received batterer treatment  and/or were incarcerated, (2) to describe the types of incidents,  victims, and offenders seen in a full enforcement jurisdiction to  determine whether the types of cases coming to attention in such a  setting looked similar to cases reported in studies from other  jurisdictions, and (3) to interview victims to hear directly about  their experiences with a model court in order to examine the impact of  a rigorous intervention strategy upon a population of victims and perpetrators of domestic violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The original evaluation analyzed the actions of  police, prosecutors, and courts upon 353 domestic violence cases seen  by the QDC in Massachusetts over a seven-month period. To facilitate  the design, information was needed from multiple sources and  perspectives covering data from significant periods of time both  before and after the occurrence of the incident. Data were collected  from six sources: (1) Offender's criminal history data collected from  the QDC's Department of Probation, which provided criminal biographies  for all 353 defendants in the sample. For this research, each  defendant's criminal activity was analyzed both prior to the study  incident and for one year subsequent to that incident. (2) Civil  restraining order data that came from the Registry of Civil  Restraining Orders implemented by the state of Massachusetts and was  the first statewide, centrally computerized record-keeping system on  restraining orders. This registry was primarily designed to provide  the police and courts with accurate and up-to-date information on the  existence of active orders. The QDC Department of Probation provided  information from this registry on the number and type of civil  restraining orders taken out in Massachusetts against all 353  defendants both before the occurrence of the study incident and for  a one-year period following the study incident. (3) Prosecutor's  office/district court data collected from the QDC Department of  Probation. These data provided information on all 353 defendants  concerning prosecutorial charges. For each defendant in the study,  information was provided on up to three domestic violence-related  charges for the study incidents and any additional non-domestic  violence related charges. Data from the Quincy District Court also  included initial and final dispositions and their dates. (4) Batterer  treatment programs servicing the defendants in the study. Many study  defendants had to enroll in a batterer treatment program as a  condition of probation. Researchers contacted the directors of the two  batterer treatment programs that served the QDC and received data on  offenders' treatment completion status at the end of the study  period. (5) Police incident reports taken from seven departments  served by the QDC. These reports were used to measure the officer's  perspective and actions taken with respect to the incident, what the  call for service involved, char\nacteristics of the incident, socio-  demographics of the participants, and their narrative description of  the incidents and their stated response. (6) A victim survey designed  to capture the perspective of the victims on the study incidents and  their handling. The interviews had three primary goals: (a) to obtain  the victim's point of view about what she wanted from the criminal  justice system, and how the criminal justice system responded to the  domestic violence incident in which she was involved, (b) to get  details about the study incidents and the context of the  victim-offender relationship that are not typically available in  official statistics, and (c) to hear directly from victims about the  defendant's reoffending behavior. Because one of the chief aims of the  victim survey was to tap into the victim's perspective about  experiences with the criminal justice system, victim interviews did  not take place until approximately 12 months after the occurrence of  the study incident. The research team used a one-year time frame  because they needed to wait until victims passed through contact with  the prosecutor's office and court. The victim survey produced a  revictimization rate substantially higher than that reported in  official criminal justice data. The secondary analysis of these data  was undertaken to examine victim re-reporting among those who reported a new incident 12 months post target incident."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables from administrative records include date  and location of incident, number of suspects, age and race of victims  and offenders, use of weapons, injuries, witnesses, whether there was  an existing restraining order and its characteristics, charges filed  by police, number and gender of police officers responding to the  incident, victim's state at the time of the incident, offender's  criminal history, and whether the offender participated in batterer  treatment. The victim survey collected data on the victim's education  and employment status, current living arrangement, relationship with  the offender, how the victim responded to the incident, how afraid the  victim was, victim's opinions of police and the prosecutor, victim's  sense of control, satisfaction with the court, victim's past violent  relationships and child sexual abuse, victim's opinions on what the  criminal justice system could do to stop abuse, and whether the victim obtained a restraining order."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-10-30Version Text: 2003-10-30 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebook and data collection  instrument are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-WT-VX-0019"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data used in the original evaluation (RESPONSE TO  DOMESTIC VIOLENCE IN THE QUINCY, MASSACHUSETTS, DISTRICT COURT,  1995-1997 [ICPSR 3076]) came from administrative records data  collected from the Quincy District Court's Department of Probation,  two batterer treatment programs, and police incident reports. Survey data were administered to victims."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Court cases."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Any male defendant involved in a male-to-female domestic  violence case occurring between June 1995 and February 1996 and  resulting in an arrest or arraignment before the Quincy District Court in Massachusetts."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample of defendants and primary victims was selected  based on domestic violence cases that resulted in an arrest and  arraignment before the Quincy District Court during a seven-month  study period. All consecutive arrests for domestic violence involving  male defendants and female victims that occurred between June 1995 and  February 1996 were initially examin\ned for inclusion in the final  sample. From that pool, the research team eliminated all cases  involving defendants and primary victims who were under the age of 17,  cases involving same-sex relationships, and cases involving male  victims and female defendants. The final sample was composed of 353  cases of male-to-female domestic violence. Of the final sample of cases, victims from 118 cases completed the victim survey."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for the victim survey was 35 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Revictimization and Victim Satisfaction in Domestic Violence Cases Processed in the Quincy, Massachusetts, District Court, 1995-1997    ","restricted":false,"version":1,"datasetVersionId":38731,"dataFile":{"id":2639952,"persistentId":"","pidURL":"","filename":"Revictimization and Victim Satisfaction in Domestic Violence Cases Processed in the Quincy, Massachusetts, District Court, 1995-1997    ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}