{"status":"OK","data":{"id":43347,"identifier":"ICPSR03579.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03579.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03579.v1","latestVersion":{"id":39347,"storageIdentifier":"file://10.3886/ICPSR03579.v1","versionState":"RELEASED","distributionDate":"2003-02-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:06:21Z","releaseTime":"2015-04-09T04:06:21Z","createTime":"2015-04-09T04:06:21Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of the Residential Substance Abuse Treatment Program at the Minnesota Department of Corrections, 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Campbell, Todd C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Marquette University, Department of Counseling and Educational Psychology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The objective of this process evaluation was to evaluate the integrity of the Minnesota Correctional Facility (MCF)-Red Wing Residential Substance Abuse Treatment (RSAT) program service delivery system in order to (1) provide feedback designed to enhance the existing strengths of the RSAT program and improve any existing or potential weaknesses, and (2) prepare for a subsequent outcome evaluation. The process evaluation data consist of two administrations of the Correctional Institution Environment Scale (CIES) (Parts 1 and 2) and three rounds of Rating of Facilitation of RSAT Groups (Parts 3-5). Resident-participants in this study were male juvenile offenders incarcerated at the MCF-Red Wing who had been determined to have significant substance abuse problems as an aspect of their delinquency. A total of 69 residents participated in the RSAT program during the course of the evaluation. All RSAT program residents were required to participate in all aspects of the program. Four caseworkers, one chemical dependency counselor, and two teachers participated in all aspects of the process evaluation. Ten corrections officers and three administrators participated in the CIES administration. There are four forms of the Correctional Institution Environment Scale (CIES): (1) The Real Form (Form R), (2) the Short Form (Form S), (3) the Ideal Form (Form I), and (4) the Expectations Form (Form E). Form R and Form I were employed in this study. Form R measures resident and staff perceptions of the current or \"actual\" climate of the program. Form I is worded to allow residents and staff to answer questions in terms of an ideal program. Both forms are comprised of 90 true-false statements. The CIES was administered twice for this study, with the first administration in September 1999. Participants in this administration of the CIES were 28 residents of the Princeton Cottage (the cottage that housed the RSAT participants) and 12 staff (administrators, caseworkers, and corrections officers). The second administration was in December 1999. Participants in this administration were 25 residents of the Princeton Cottage and 10 staff (administrators, caseworkers, and corrections officers). The surveys were collected and sent to Marquette University investigators for scoring and interpretation. An extensive evaluation of group facilitation was undertaken, with all groups videotaped between May 1999 and September 1999. These videotapes were shipped to Marquette University for review. In total, 122 videotapes were reviewed and rated. Two randomly selected raters evaluated each tape on the 22-item Red Wing Global Scale developed for this evaluation. The primary components of the sessions evaluated by the rating scale involved (1) the adherence of the facilitators to the treatment model, (2) the skill level of the facilitators, and (3) the contribution of the residents to the group processes. Following training, the raters began rating the videotapes in a progression of three rounds (each round consisting\nof a month) conducted in June, August, and October of 1999."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The mission of the process evaluation was to  evaluate the integrity of the Minnesota Correctional Facility  (MCF)-Red Wing Residential Substance Abuse Treatment (RSAT) program  service delivery system in order to (1) provide feedback designed to  enhance the existing strengths of the RSAT program and improve any  existing or potential weaknesses, and (2) prepare for a subsequent  outcome evaluation. Further, this evaluation sought to provide a  reliable and valid evaluation of the program. As a result, the  evaluation data permit a comparison to other RSAT programs and  research findings with respect to (1) the dose (amount and intensity)  of treatment, (2) adherence to the theoretical model, that is, the  integration of the EQUIP counseling model and the substance abuse  treatment model, (3) the skill level of caseworkers, (4) changes over  time in in-session interactions between and among clients and  facilitators, (5) measures of quality control, (6) staff  characteristics relevant to treatment processes and outcomes, and (7)  a detailed description of the overall implementation of the RSAT program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The process evaluation data consist of two  administrations of the Correctional Institution Environment Scale  (CIES) (Parts 1 and 2) and three rounds of Rating of Facilitation of  RSAT Groups (Parts 3-5). Resident-participants in this study were male  juvenile offenders incarcerated at the MCF-Red Wing who had been  determined to have significant substance abuse problems as an aspect  of their delinquency. A total of 69 residents participated in the RSAT  program during the course of the evaluation. All RSAT program  residents were required to participate in all aspects of the  program. A total of four caseworkers, one chemical dependency  counselor, and two teachers participated in all aspects of the process  evaluation. Ten corrections officers and three administrators  participated in the CIES administration. There are four forms of the  Correctional Institution Environment Scale (CIES): (1) The Real Form  (Form R), (2) the Short Form (Form S), (3) the Ideal Form (Form I),  and (4) the Expectations Form (Form E). Form R and Form I were  employed in this study. Form R measures resident and staff perceptions  of the current or \"actual\" climate of the program. Form I is worded to  allow residents and staff to answer questions in terms of an ideal  program. Both forms are comprised of 90 true-false statements. The  CIES was administered twice for this study, with the first  administration in September 1999. Participants in this administration  of the CIES were 28 residents of the Princeton Cottage (the cottage  that housed the RSAT participants) and 12 staff (administrators,  caseworkers, and corrections officers). The second administration was  in December 1999. Participants in this administration were 25  residents of the Princeton Cottage and 10 staff (administrators,  caseworkers, and corrections officers). A Red Wing staff member was  appointed to administer the CIES following the guidelines described in  the \"Correctional Institutions Environment Scale Manual: A Social  Climate Scale (2nd Ed.)\" (Moos, 1987). The only deviation from the  standard administration described in the manual was that participants  were instructed not to include their names on the cover sheet in order  to protect anonymity. The surveys were collected and sent to Marquette  University investigators for scoring and interpretation. An extensive  evaluation of group facilitation was undertaken, with all groups  videotaped between May 1999 and September 1999. These videotapes were  shipped to Marquette University for review. All participants in the  groups were considered in the rating process. The videotapes were  stratified by (1) facilitator, (2) type of group, and (3) time in  order to assure a representativ\ne sample of videotapes from all the  groups recorded. Once the tapes were stratified, videos were randomly  selected for review and rating. In total, 122 videotapes were reviewed  and rated. Two randomly selected raters evaluated each tape on the  22-item Red Wing Global Scale developed for this evaluation. The  primary components of the sessions evaluated by the rating scale  involved (1) the adherence of the facilitators to the treatment model,  (2) the skill level of the facilitators, and (3) the contribution of  the residents to the group processes. Marquette graduate and  undergraduate students were hired to perform the rating. Following  training, the raters began rating the videotapes in a progression of  three rounds (each round consisting of a month) conducted in June,  August, and October of 1999. During a round, the raters would rate a  total of approximately 16 videotapes each. From the outset of the  rating process, the rating scale was viewed as a measure that would be  changed and further developed as the evaluation progressed. The  initial version of the Global Scale utilized a Likert-type response  scale and consisted of five items. This format was used in the first  round of rating in the month of June 1999. A decision was made to  change the questions to measure whether or not a specific  characteristic (e.g., reminding the group of the ground rules) was  present in the session (\"yes\" or \"no\") rather than attempting to  measure to what extent a certain characteristic was present. This  format was used in the second and third rounds of rating in the months of August and October of 1999."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2 of this study consist of the data for  the two administrations of the Correctional Institution Environment  Scale (CIES). Parts 3-5 of the study consist of the three rounds of  Rating of Facilitation of the RSAT Groups. The variables for each  rating consist of identifiers for the group name and number and the  number of residents in the group. There are also evaluation variables  involving (1) the adherence of the facilitators to the treatment  model, (2) the skill level of the facilitators, and (3) the contribution of the residents to the group processes."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3579.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K007"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-02-19"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observational data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires and RSAT group videotapes"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Residents and staff of the Residential Substance Abuse Treatment Program at the Minnesota Department of Corrections-Red Wing Facility."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in Part 3."}]}},"files":[{"description":"","label":"August Rating of Facilitation of RSAT Groups","restricted":false,"version":1,"datasetVersionId":39347,"dataFile":{"id":2644537,"persistentId":"","pidURL":"","filename":"August Rating of Facilitation of RSAT Groups","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"First Correctional Institutions Environment Scale Administration","restricted":false,"version":1,"datasetVersionId":39347,"dataFile":{"id":2644534,"persistentId":"","pidURL":"","filename":"First Correctional Institutions Environment Scale Administration","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"June Rating of Facilitation of RSAT Groups","restricted":false,"version":1,"datasetVersionId":39347,"dataFile":{"id":2644536,"persistentId":"","pidURL":"","filename":"June Rating of Facilitation of RSAT Groups","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"October Rating of Facilitation of RSAT Groups","restricted":false,"version":1,"datasetVersionId":39347,"dataFile":{"id":2644538,"persistentId":"","pidURL":"","filename":"October Rating of Facilitation of RSAT Groups","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Second Correctional Institutions Environment Scale Administration","restricted":false,"version":1,"datasetVersionId":39347,"dataFile":{"id":2644535,"persistentId":"","pidURL":"","filename":"Second Correctional Institutions Environment Scale Administration","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}