{"status":"OK","data":{"id":38831,"identifier":"ICPSR21880.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21880.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR21880.v1","latestVersion":{"id":34831,"storageIdentifier":"file://10.3886/ICPSR21880.v1","versionState":"RELEASED","distributionDate":"2013-05-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:16:47Z","releaseTime":"2015-04-09T03:16:47Z","createTime":"2015-04-09T03:16:47Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Supplemental Mental Health Treatment for Batterer Program Participants in Pittsburgh, Pennsylvania, 2004-2007"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gondolf, Edward W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University of Pennsylvania"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study was conducted to investigate the extent of mental health screening, referral compliance, and treatment effectiveness of men enrolled in batterer counseling programs. Specifically, the study looked at treatment compliance and effectiveness among men referred for mental health treatment in a program for men in Pittsburgh, Pennsylvania who were court ordered to receive batterer counseling, from 2004 to 2006. The final sample includes a total of 992 men, 478 men who were referred to treatment and 514 men who were not. The study included a service-delivery evaluation of the screening and referral and an outcome evaluation of the supplemental mental health counseling. The outcome evaluation was based on a quasi-experimental design comparing a subsample of men under a mandatory referral to those under a voluntary referral, and also men who actually obtained mental health treatment to those who were referred but untreated. Data were collected using questionnaires administered to both the men and their female partners over a 12 month period following intake into the counseling program, as well as clinical and arrest records to assess the extent to which the men complied with the referrals, their responses to the referral, and the outcomes from participation in the program, measured in terms of re-assault of their female partners."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to investigate the extent of mental health screening, referral compliance, and treatment effectiveness. The study examined two key practical questions regarding mental health problems among batterer program participants. One, what is the result of assessing for mental health problems and the referral that might accompany it? Specifically, what is the nature and extent of the mental health problems identified in assessment, and what is the compliance and treatment obtained in response to the referral? The second key question had to do with the effectiveness of supplemental mental health treatment in improving batterer program outcomes. Of concern was the effect of referring men to mental health clinics for evaluation and treatment -- that is, the \"intention to treat,\" -- as well as the effect of men actually obtaining supplemental mental health treatment -- the \"dose response\".</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study was set in the Domestic Abuse Counseling Center (DACC) in Pittsburgh, Pennsylvania. DACC offers weekly sessions of 1.5 hours to groups of 13-15 men for a required duration of 16 weeks. Between 2004 and 2006, batter\ner program participants were assessed for mental health problems, using the Brief Symptom Inventory (BSI). The screening and referral procedures started with the BSI being administered at program intake, along with the Alcohol Dependence Scale (ADS) and a background questionnaire. The ADS was used because of the high association between alcohol abuse and domestic violence, and because the ADS approximates what is considered a diagnosable mental health disorder neglected in the BSI, namely alcohol dependence and the possibility of a \"dual disorder\". Over a two year period beginning in 2004, 479 men were positively screened for mental health problems at batterer program intake using the BSI and ADS and referred to one of two collaborating mental health clinics for an evaluation and appropriate treatment. The study used a final sample of a total of 992 men, 478 who were referred to treatment and 514 who were not referred but whose background information was included to develop a comparison with the referred men.</p>\n\n<p>The study looked at the \"service delivery\" of screening and referring batterer program participants to mental health treatment, and on the outcomes of receiving such treatment. First it assessed the \"service delivery\" in terms of the portion of men who screened positive for referral, the characteristics and profiles of the referred men, the extent and nature of their compliance to referral, and the men's response to referral. Secondly, it conducted an outcome evaluation by comparing the batterer program completion and re-assaults against one's female partner for three subsequently recruited subsamples of referred program participants: (1) a subsample of men voluntarily referred to supplemental health treatment which represented a \"no-treatment\" or quasi-control group, (2) a subsample of men under a mandatory referral, including oversight from a case-manager which represented the \"experimental\" or treated group, and (3) a subsample of men referred during a transitional period in which the mandatory referral was not consistently implemented or enforced.</p>\n\n<p>For the assessment of service delivery, the screening results were tabulated, a debriefing interview was conducted with the men, information was collected during the case-management during the mandatory referral, and clinical records were obtained from the mental health clinics.  For the outcome evaluation, the men's female partners were interviewed by phone at program intake and every three months over a 12-month follow-up in order to determine the extent of re-assault.  Batterer program completion was determined from computerized attendance records available from the program.</p>\n\n<p>Data collection and records for this study included: (1) a background questionnaire given at program intake for all men screened with the BSI, as well as the BSI and ADS scores, (2) batterer program attendance records (available only for a subsample of 100 men who were not referred for mental health treatment), (3) arrest records (available only for a subsample of 300 men with 100 who were not referred for mental health treatment), (4) follow-up interviews of men who were referred for mental health treatment given 3-4 weeks after intake and 5 months after intake, (5) clinical records, and (6) interviews of female partners (the original partner and an additional partner if one was identified for the man) given within 2 weeks of the man's intake with follow-ups conducted 3, 6, 9, and 12 months later.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The data file includes 4,296 variables. Over 800 string variables corresponding to answers to open-ended questions from the questionnaires have been masked by ICPSR to preserve confidentiality.  These data come from a total of eight questionnaires (including the four women's questionnaires which may have been administered to two women for a single case if an additional partner was identified for the man), scores on the Brief Sympto\nms Inventory and the Alcohol Dependency Scale, program attendance records, clinical records, and arrest records.  There are also many recoded variables, derived from the originally collected data to facilitate analyses.</p>\n\n<p>Variables from the questionnaires include questions about the man's demographics, employment, relationship status, past assault, alcohol and drug use, prior social service and criminal justice contact, and the woman's previous help-seeking. The follow-up interviews also included variables about the man's and woman's employment status, the man's alcohol and drug use, partner contact, the man's additional social service contact, and the woman's additional help-seeking. Drinking and drug use were assessed using men's and women's reports about the kind of substance, frequency of use, and frequency of \"drunkenness\" or \"getting high.\" The interviews asked about the man's compliance to the batterer program and mental health referral, reasons for not complying, expectations for mental health treatment, symptoms of mental health problems, and ratings and recommendations for the mental health evaluation and treatment. Variables from the follow-up surveys of the women include questions about the woman's relationship status, abusive behavior and circumstances, and help-seeking and additional intervention. Variables about abuse include an inventory using the categories of the Conflict Tactics Scale, the nature of battering injuries and medical assistance received for those injuries, and the woman's response to the abuse, threats identified using a series of items drawn from scales for nonphysical abuse, and the woman's subjective appraisal of her own safety and well-being.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment compliance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-05-07Version Text: 2013-05-07Subject: Study Level Error Note, Notes: Users should be aware that the data file is actually made up of data collected from 12 separate questionnaires, (in addition to clinical and arrest records) which were administered to multiple people.  A case refers to the male batterer who participated in the program, but data from questionnaires administered to each man's female partner(s) are also included in that case.;Subject: Study Level Error Note, Notes: ICPSR masked more than 800 string variables corresponding to open-ended items on the questionnaires, in order to preserve confidentiality.;Subject: Study Level Error Note, Notes: The project's report (Gondolf, 2007; NCJ 223030) references a sample of 479 referred men, and an overall sample of 1,043, however the sample variables in this data only identify 478 referred cases, and there is an overall sample of 992 men.;Subject: Study Level Error Note, Notes: The evaluation also included a formative component which drew on direct observation of the agency procedures, participation in training and supervision meetings, debriefing interviews with administrators, and informal comments from staff and clients. However, data from these parts of the study are not available as part of this data collection. Users can access more information about the formative evaluation in the study's Final Report (Gondolf, 2007; NCJ 223030).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-MU-MU-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-05-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2007"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2007-04"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Clinical records","Arrest records","Questionnaires of men referred to a batterer counselling program in Pittsburgh","Telephone interviews of female partners of the men referred to the batterer counselling program"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pittsburgh"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["none"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All men court-ordered to attend 16 weeks of required batterer counseling at the Domestic Abuse Counseling Center in Pittsburgh, Pennsylvania, between 2004 and 2006."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The overall sample for this study consists of two subsamples, the men who screened negative for mental health problems at initial intake, and the men referred to as the \"referral sample\". The referral sample consists of only those men who screened positive for mental health problems or were ordered to participate by a judge.</p>\n\n<p>The sample for the study was drawn from the 1,043 men arrested for domestic violence against a female partner, and ordered by the domestic violence court to attend a minimum of 16 weekly counseling sessions at the Domestic Abuse Counselling Center (DACC) in Pittsburgh, Pennsylvania between 2004 and 2006. The men who attended the initial program intake and screened positive for mental health problems were eligible for inclusion in the referral sample. Judges could also order a man to obtain mental health evaluation and treatment based on the evidence of the case and regardless of screening results, but their referral added only a small portion of additional men to th\ne sample.  Background information from those who screened negative or were excluded for other reasons (e.g. refusal or age) was retained to develop a comparison with the referred men</p>\n\n<p>The total referral sample was 479. This includes men who screened positive on the Brief Symptoms Inventory (BSI) or Alcohol Dependency Scale (ADS) minus those ineligible as a result of refusing to participate in the study, assaulting someone other than a female partner, being previously admitted to the study, being under age (less than 18 years old), or receiving an invalid score on the BSI.</p>\n\n<p>The progression of inclusion and exclusion (i.e. being deleted) from the final sample was as follows. Of the 1043 total men screened at program intake, 131 (or 13 percent) were deleted because of refusal to participate, abusing someone other than a female partner, and receiving an invalid score on the BSI. Of the remaining 912 men, 515 screened positive on the BSI or ADS. Another 73 (or 14 percent) of these men were deleted for similar reasons: refusing to continue in the study, the court incident being abuse of someone other than a female partner, having returned to court and being previously admitted into the study, being underage, not being properly notified about referral according to program records, or undetermined reasons. These deletions left a total of 442 men who screened positive for referral and were eligible for the study. An additional 37 men were mandated by a judge for mental health evaluation and treatment regardless of not receiving a positive BSI score for a final referral sample of 478, and 514 men who were not referred. The final total sample (including men who screened negative at intake) was 992 men.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"At program intake, 87 percent of men were eligible for and agreed to participate in the study. For the \"referral sample\" the response rate for the 5-month debriefing interviews was 53 perc\nent (254 of 479). For the female partners the response rate for the full 12-months was 65 percent; 79 percent of the women completed at least 1 interview during the follow-up."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Several Likert-type scales were used. In addition, the following scales were also used:</p>\n\n<ul>\n<li>Conflict Tactics Scale (Straus, 1979)</li>\n<li>Brief Symptoms Inventory</li>\n<li>Alcohol Dependence Scale</li>\n<li>Psychiatric Diagnostic Screening Questionnaire</li>\n<li>Personality Assessment Screener</li>\n</ul>"}]}},"files":[{"description":"","label":"Supplemental Mental Health Treatment for Batterer Program Participants in Pittsburgh, Pennsylvania, 2004-2007","restricted":false,"version":1,"datasetVersionId":34831,"dataFile":{"id":2608116,"persistentId":"","pidURL":"","filename":"Supplemental Mental Health Treatment for Batterer Program Participants in Pittsburgh, Pennsylvania, 2004-2007","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}