{"status":"OK","data":{"id":45429,"identifier":"ICPSR06923.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06923.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06923.v1","latestVersion":{"id":41429,"storageIdentifier":"file://10.3886/ICPSR06923.v1","versionState":"RELEASED","distributionDate":"1998-05-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:29:11Z","releaseTime":"2015-04-09T04:29:11Z","createTime":"2015-04-09T04:29:11Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Rape Reform Legislation in Six Major Urban Jurisdictions in the United States, 1970-1985"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Horney, Julie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska at Omaha. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Spohn, Cassia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska at Omaha. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Despite the fact that most states enacted rape reform  legislation by the mid-1980s, empirical research on the effect of  these laws was conducted in only four states and for a limited time  span following the reform. The purpose of this study was to provide  both increased breadth and depth of information about the effect of  the rape law changes and the legal issues that surround them. Statistical data on all rape cases between 1970  and 1985 in Atlanta, Chicago, Detroit, Houston, Philadelphia, and  Washington, DC, were collected from court records. Monthly time-series  analyses were used to assess the impact of the reforms on rape  reporting, indictments, convictions, incarcerations, and  sentences. The study also sought to determine if particular changes,  or particular combinations of changes, affected the case processing  and disposition of sexual assault cases and whether the effect of the  reforms varied with the comprehensiveness of the changes. In each  jurisdiction, data were collected on all forcible rape cases for which  an indictment or information was filed. In addition to forcible rape,  other felony sexual assaults that did not involve children were  included. The names and definitions of these crimes varied from  jurisdiction to jurisdiction. To compare the pattern of rape reports  with general crime trends, reports of robbery and felony assaults  during the same general time period were also obtained from the  Uniform Crime Reports (UCR) from the Federal Bureau of Investigation  when available. For the adjudicated case data (Parts 1, 3, 5, 7, 9,  and 11), variables include month and year of offense, indictment,  disposition, four most serious offenses charged, total number of  charges indicted, four most serious conviction charges, total number  of conviction charges, type of disposition, type of sentence, and  maximum jail or prison sentence. The time series data (Parts 2, 4, 6,  8, 10, and 12) provide year and month of indictment, total indictments  for rape only and for all sex offenses, total convictions and  incarcerations for all rape cases in the month, for those on the  original rape charge, for all sex offenses in the month, and for those  on the original sex offense charge, percents for each indictment,  conviction, and incarceration category, the average maximum sentence  for each incarceration category, and total police reports of forcible  rape in the month. Interviews were also conducted in each site with  judges, prosecutors, and defense attorneys, and this information is  presented in Part 13. These interviewees were asked to rat\ne the importance  of various types of evidence in sexual assault cases and to respond to  a series of six hypothetical cases in which evidence of the victim's past  sexual history was at issue. Respondents were also presented with a  hypothetical case for which some factors were varied to create 12 different  scenarios, and they were asked to make a set  of judgments about each. Interview  data also include respondent's title, sex, race, age, number of years  in office, and whether the respondent was in office before and/or after the reform."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The overall goal of the rape reform movement  begun in the early 1970s was to treat rape like other crimes by  shifting the legal inquiry from the behavior or reputation of the  victim to the unlawful acts of the offender. Rape law reform was urged  as a method to encourage more victims to report rapes and to cooperate  with criminal justice officials in prosecuting rapists. By the  mid-1980s, nearly all states had enacted rape reform legislation.  Reform statutes enacted by the states varied in comprehensiveness and  encompassed a broad range of reforms. The most common changes were:  (1) redefining rape and replacing the single crime of rape with a  series of graded offenses defined by the presence or absence of  aggravating conditions, (2) changing the consent standards by  eliminating the requirement that the victim physically resist her  attacker, (3) eliminating the requirement that the victim's testimony  be corroborated, and (4) placing restrictions on the introduction of  evidence regarding the victim's prior sexual conduct. Reformers  expected that enacting these laws would reduce both the skepticism of  criminal justice officials toward the claims of rape victims and their  reliance on extralegal considerations in decision-making. They  anticipated that the reforms ultimately would lead to an increase in  the number of reports of rape and would make arrest, prosecution, and  conviction for rape more likely. Despite the fact that most states  enacted rape law reforms, empirical research on the effect of these  laws was conducted in only four states and for a limited time span  following the reform. The purpose of this study was to provide both  increased breadth and depth of information about the effect of the  rape law changes and the legal issues that surround them. Breadth was  provided by an examination of the impact of the laws on the processing  and disposition of rape cases in six major jurisdictions (Atlanta,  Chicago, Detroit, Washington, DC, Houston, and Philadelphia) from 1970  to 1985. The purpose in selecting these six jurisdictions was to  determine if particular changes, or particular combinations of  changes, affected the case processing and disposition of sexual  assault cases and whether the effect of the reforms varied with the  comprehensiveness of the changes. Depth was provided by supplementing  these longitudinal data with information from interviews with criminal justice personnel."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In each jurisdiction, data were collected from  court records on all forcible rape cases for which information or  indictments were filed for an extended time before and after the  changes in the laws. In addition to forcible rape, other felony sexual  assaults that did not involve children were included. The names and  definitions of these crimes varied from jurisdiction to  jurisdiction. Separate analyses were performed for rape and for total  sex offenses. When rape law reforms included definitional changes, the  closest equivalent crimes were selected for the analysis of rapes  after the legal changes. For four sites, the data collected covered a  14-year period, from 1970 through 1985. For Washington, DC, the  analysis started with 1973 because the Superior Court of the District  of Columbia was given jurisdiction over felony cases beginning that  year. The Houston analysis ends in August 1982\nbecause of problems  with lost data after that point. The number of months analyzed before  and after the reforms varied somewhat, depending on when the law was  reformed in each state. To compare the pattern of rape reports with  general crime trends, reports of robbery and felony assaults during  the same general time period were obtained from the Federal Bureau of  Investigation's Uniform Crime Reports when available. Monthly  time-series analyses were performed to assess the impact of the  reforms on rape reporting, indictments, convictions, incarcerations,  and sentencing. Interviews were also conducted in each site with  judges, prosecutors, and defense attorneys to obtain their attitudes  toward evidence in sexual assault cases. Standardized interview  schedules asked the interviewees to rate the importance of various  types of evidence in sexual assault cases and to respond to a series  of six hypothetical cases in which evidence of the victim's past  sexual history was at issue. Respondents were also presented with a  hypothetical case for which some factors were varied to create 12  different scenarios, presented in random order, and they were asked to make a set of judgments about each."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the adjudicated case data, the following  information was coded: month and year of offense, indictment,  disposition, four most serious offenses charged, total number of  charges indicted, four most serious conviction charges, total number  of conviction charges, type of disposition (dismissal, guilty plea,  guilty or not guilty verdict, verdict by judge or jury), type of  sentence (probation, jail, prison, other), and maximum jail or prison  sentence. The time series data provide year and month of indictment,  total indictments for rape only and for all sex offenses, total  convictions and incarcerations for all rape cases in the month, for  those on the original rape charge, for all sex offenses in the month,  and for those on the original sex offense charge, percents for each  indictment, conviction, and incarceration category, the average  maximum sentence for each incarceration category, and total police  reports of forcible rape in the month. Total reports of burglary and  assault are also provided for Detroit and Houston. Interview data  include respondent's title, sex, race, age, number of years in office,  and whether the respondent was in office before and/or after the  reform. Responses to six hypothetical cases are provided regarding  whether sexual history evidence should be admitted. Respondents were  also asked to rate various types of evidence as irrelevant, helpful,  important, or essential to the decision to file charges or to the  outcome of a jury trial. Finally, responses to the 12 hypothetical  case scenarios included the expected disposition, the likelihood of a  hearing on sexual history evidence, the likelihood that sexual history  evidence would be admitted, the likely result of a jury trial, and the expected sentence in years."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"convictions (law)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"disposition (legal)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law reform"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6923.ALL was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6923.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection instrument are   provided as a Portable Document Format (PDF) file. The PDF file format was   developed by Adobe Systems Incorporated and can be accessed using PDF reader   software, such as the Adobe Acrobat Reader. Information on how to obtain a   copy of the Acrobat Reader is provided in the README file on the diskette  version of this study and through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"85-IJ-CX-0048 and SES-8508323"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-05-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1970"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1985"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1985"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1986"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data, aggregate data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) Adjudicated cases data from official court records   (2) data on rapes, burglaries, and assaults reported to the police from  the Uniform Crime Reports, (3) criminal justice personnel's attitudes  toward evidence in sexual assault cases from interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["(1) Adjudicated cases data: the rape case, (2)  Time series data: month and year of indictment, and (3) interview data: individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All rape cases in the United States, prior to and after  legislative reforms."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"(1) Six jurisdictions were chosen to represent various  types of law reforms enacted in states across the country: Detroit and  Chicago (strong reforms), Philadelphia and Houston (moderate), and  Atlanta and Washington, DC (weak). (2) For the interview data, a  purposive sample of judges, prosecutors, and public defenders was chosen in each jurisdiction."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used for the interview data."}]}},"files":[{"description":"","label":"Atlanta Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660324,"persistentId":"","pidURL":"","filename":"Atlanta Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Atlanta Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660325,"persistentId":"","pidURL":"","filename":"Atlanta Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Chicago Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660326,"persistentId":"","pidURL":"","filename":"Chicago Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Chicago Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660327,"persistentId":"","pidURL":"","filename":"Chicago Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Detroit Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660328,"persistentId":"","pidURL":"","filename":"Detroit Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Detroit Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660329,"persistentId":"","pidURL":"","filename":"Detroit Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660330,"persistentId":"","pidURL":"","filename":"Houston Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Houston Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660331,"persistentId":"","pidURL":"","filename":"Houston Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Interview Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660336,"persistentId":"","pidURL":"","filename":"Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Philadelphia Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660332,"persistentId":"","pidURL":"","filename":"Philadelphia Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Philadelphia Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660333,"persistentId":"","pidURL":"","filename":"Philadelphia Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Washington, DC, Adjudicated Cases Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660334,"persistentId":"","pidURL":"","filename":"Washington, DC, Adjudicated Cases Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Washington, DC, Time Series Data","restricted":false,"version":1,"datasetVersionId":41429,"dataFile":{"id":2660335,"persistentId":"","pidURL":"","filename":"Washington, DC, Time Series Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}