{"status":"OK","data":{"id":38497,"identifier":"ICPSR02845.v3","persistentUrl":"https://doi.org/10.3886/ICPSR02845.v3","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02845.v3","latestVersion":{"id":34497,"storageIdentifier":"file://10.3886/ICPSR02845.v3","versionState":"RELEASED","distributionDate":"2000-01-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:03Z","releaseTime":"2015-04-09T03:13:03Z","createTime":"2015-04-09T03:13:03Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"CBS News Monthly Poll #1, August 1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"CBS News"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CBS News"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This poll, fielded August 1-3, 1999, is part of a continuing series of monthly surveys that solicit public opinion on the presidency and on a range of other political and social issues. Respondents were asked to give their opinions of President Bill Clinton, the United States Congress, First Lady Hillary Clinton, Vice President Al Gore, Texas governor George W. Bush, and former New Je\nrsey senator Bill Bradley. Those queried were asked for their views regarding the National Rifle Association (NRA), stricter laws regulating the sale of handguns, and a ban on handgun sales to everyone except law enforcement officials. A series of questions addressed the respondent's knowledge of, access to, and familiarity with computers, specifically the Internet. Areas of investigation included the importance of knowing how to navigate and use the Internet, whether parents knew as much as their children about the Internet, whether the respondent had visited inappropriate sites, and whether the benefits of the Internet outweighed the negative aspects. Respondents with children who used the Internet were asked a series of questions about their child's activities, including at what age the child began using the Internet, whether the parent or the child was most familiar with its capabilities, for what purpose the child used the Internet, whether adult supervision was present when the child was at the computer, and whether the parent had ever installed a Web monitor to watch and/or restrict the child's Internet sessions. An additional question addressed whether federal regulations should be placed on the Internet. On another topic, respondents were asked for their views on the National Aeronautics and Space Administration (NASA). Questions addressed the value of NASA's efforts to land a man on the moon and space exploration program spending in general, whether attempts should be made to send an astronaut to Mars, and whether the respondent would travel to outer space if given the opportunity. Views were also sought on the upcoming 2000 presidential election, including the Democratic and Republican primaries/caucuses. Respondents were asked for whom they intended to vote: Gore, Bradley, Bush, Arizona senator John McCain, former Vice President Dan Quayle, publisher Steve Forbes, conservative commentator Pat Buchanan, Family Research Council president Gary Bauer, talk show host Alan Keyes, Utah senator Orrin Hatch, former American Red Cross president Elizabeth Dole, and former Tennessee governor Lamar Alexander. A series of questions addressed the relationship between President Clinton and former White House intern Monica Lewinsky, including whether this relationship was a personal or a private matter, whether Congress handled the impeachment process appropriately, whether the outcome was acceptable, and how the respondent viewed the recent indictment of Pentagon employee Linda Tripp by a Maryland grand jury for breaking wiretapping laws when she taped telephone conversations between herself and Lewinsky. A final question asked respondents what they believed to be the reason for Mark Barton's July 29, 1999, shooting spree in Atlanta, GA, that resulted in the death of his family and nine office employees. Background information on respondents includes age, sex, race, political party, political orientation, marital status, education, religion, Hispanic descent, voter registration and participation history, gun ownership, stock market investments, computer access, age of children in household, and family income."}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XIV.C.1. Mass Political Behavior and Attitudes, Public Opinion on Political Matters, United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-07-28Version Text: 2009-07-28Version Date: 2009-07-28Version Text: 2009-07-28 Subject: null  Type: null  Notes: Minor edits were made to the frequency file cover.;Version Date: 2009-07-22Version Text: 2009-07-22 Subject: null  Type: null  Notes: As part of an automated retrofit of some studies in the holdings, ICPSR created the full data product suite for this collection. Note that the ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has also been added.;Subject: Study Level Error Note, Notes: (1) This collection has not been processed by ICPSR staff. ICPSR is distributing the data and documentation for this collection in essentially the same form in which they were received. When appropriate, hardcopy documentation has been converted to machine-readable form and variables have been recoded to e\nnsure respondents' anonymity. (2) The codebook is provided as a Portable Document Format (PDF) file. The PDF file format was developed by Adobe Systems Incorporated and can be accessed using PDF reader software, such as the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.;Subject: Study Level Error Note, Notes: The ASCII data file may have been replaced if the previous version was formatted with multiple records per case. A frequency file, which contains the authoritative column locations, has been added to the collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-01-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999-08-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999-08-03"}}]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"CBS News/New York Times Poll Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."}]}},"files":[{"description":"","label":"CBS News Monthly Poll 1, August 1999   ","restricted":false,"version":1,"datasetVersionId":34497,"dataFile":{"id":2605653,"persistentId":"","pidURL":"","filename":"CBS News Monthly Poll 1, August 1999   ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}