{"status":"OK","data":{"id":44593,"identifier":"ICPSR28861.v1","persistentUrl":"https://doi.org/10.3886/ICPSR28861.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR28861.v1","latestVersion":{"id":40593,"storageIdentifier":"file://10.3886/ICPSR28861.v1","versionState":"RELEASED","distributionDate":"2011-06-22","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:20:01Z","releaseTime":"2015-04-09T04:20:01Z","createTime":"2015-04-09T04:20:01Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Reducing Courts' Failure to Appear Rate: A Procedural Justice Approach [Nebraska Statewide, Select Counties, 2009-2010]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Bornstein, Brian H."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska-Lincoln"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tomkins, Alan J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska. Public Policy Center"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Neeley, Elizabeth M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska. Public Policy Center"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to examine the effectiveness of using different kinds of written reminders to reduce misdemeanants' failure to appear (FTA) rates.  The study examined the problem of FTA via a two-stage experiment. In Phase 1, 7,865 misdemeanor defendants from 14 Nebraska counties were randomly assigned to one of four reminder conditions: (1) a no-reminder (control) condition; (2) a reminder-only condition; (3) a condition in which the reminder also made them aware of possible sanctions should they fail to appear (reminder-sanctions); or (4) a condition in which the reminder mentioned sanctions but also highlighted aspects of procedural justice (PJ), such as voice, neutrality, respect, and public interest (reminder-combined).  Data collection began in March 2009 and continued through May 2010. Files were received daily from the Nebraska Administrative Office of the Courts containing information about cases filed in each of the 14 counties included in the study. Upon receipt of this file, researchers screened participants using certain eligibility criteria. Researchers mailed postcard reminders two to five business days prior to the scheduled court appearance.  Approximately one week after each scheduled court appearance researchers accessed the courts' administrative database (JUSTICE) to determine whether the defendant actually appeared for the scheduled hearing. Upon accessing this information, researchers recorded this variable, which is the primary dependent variable in the study.  At the same time researchers recorded the appearance variable, they selected participants for Phase 2 of the study -- a mail survey administered after their scheduled appearance (or non-appearance) to assess their perceptions of procedural fairness and their level of trust/confidence in the courts.  To do so, researchers selected all participants who failed to appear for their court date to receive a survey. Twenty percent of defendants who did appear were also randomly selected to receive a survey.  Surveys were sent to a total of 2,360 individuals and were received from a total of 452 defendants.  The study contains a total of 197 variables including demographics, court appearance characteristics, experiment characteristics, charge/offense variables, and variables from surveys about experiences with the court system."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to examine the effectiveness of using different kinds of written reminders to reduce misdemeanants' failure to appear (FTA) rates.  Specifically, via a two-stage experiment, the study tested the hypothesis that reminders would reduce defendants' FTA rate, and that reminders incorporating a substantive message -- such as one emphasizing procedural justice concerns -- would be more effective than a simple reminder."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study examined the problem of failure to appear (FTA) via a two-stage experiment.  In Phase 1, 7,865 misdemeanor defendants from 14 Nebraska counties were randomly assigned to one of four reminder conditions: (1) a no-reminder (control) condition; (2) a reminder-only condition; (3) a condition in which the reminder also made them aware of possible sanctions should they fail to appear (rem\ninder-sanctions); or (4) a condition in which the reminder mentioned sanctions but also highlighted aspects of procedural justice (PJ), such as voice, neutrality, respect, and public interest (reminder-combined).</p>\n\n<p>In the control condition, the defendant received no reminder notice. The reminder-only condition consisted of a message printed on a postcard reminding the defendant that he or she was scheduled to appear in court on a specified date and time. The reminder-sanctions condition contained this information as well as an additional message informing participants of what would happen if they failed to appear. The message in the reminder-combined condition contained the same information as the reminder-sanctions condition; in addition, it emphasized the various conceptual components of procedural justice (voice, dignity, respect, and public interest) that are attendant to the defendant’s appearance in court.</p>\n\n<p>Data collection began in March 2009 and continued through May 2010.  Files were received daily from the Nebraska Administrative Office of the Courts containing information about cases filed in each of the 14 counties included in the study. Upon receipt of this file, researchers screened participants using certain eligibility criteria. After each individual case was organized according to his or her court date appearance, researchers mailed postcard reminders two to five business days prior to the scheduled court appearance. This approach ensured that the reminders would arrive at the defendants' residence before the scheduled appearance.</p>\n\n<p>Approximately one week after each scheduled court appearance researchers accessed the courts' administrative database (JUSTICE) to determine whether the defendant actually appeared for the scheduled hearing. Upon accessing this information, researchers recorded this variable, which is the primary dependent variable in the study. If the information regarding whether the defendants' appearance had not yet been recorded, or if the defendant received a continuance, researchers marked the case and checked it weekly to determine the outcome variable.</p>\n\n<p>At the same time researchers recorded the appearance variable, they selected participants for Phase 2 of the study -- a mail survey administered after their scheduled appearance (or non-appearance) to assess their perceptions of procedural fairness (both in general and regarding participants’ specific court experience) and their level of trust/confidence in the courts.  This allowed for an examination of the possible interaction between the reminder manipulation and participants' degree of trust and confidence.  To do so, researchers selected all participants who failed to appear for their court date to receive a survey. Twenty percent of defendants who did appear were also randomly selected to receive a survey. Drawing upon the \"Dillman\" approach, selected participants were mailed a pre-notification to alert them of a survey that would be coming in the mail. One week later, the survey was mailed. The survey included a cover letter, an informed consent document, a survey packet, and a two dollar bill as an incentive for participating. If a survey was not received from the individual within two weeks, a follow up reminder was sent to the participant; a week later, a final survey packet (minus the two dollar bill) was sent to the participant. Surveys were sent to a total of 2,360 individuals and were received from a total of 452 defendants.</p>\n\n<p>The survey asked participants to respond to items regarding their reasons for appearing (or not appearing) in court, their general attitudes toward the courts, as well as items assessing confidence in the courts, cynicism, dispositional trust, general trust in governmental institutions, and obligation to obey the courts. The research team also asked three questions to all participants relevant to procedural justice (general PJ), inquiring about their assessments of the judicial\nsystem in general regarding fairness, bias, and the respect with which they were treated from the time of their ticket to the time they completed the survey, regardless of whether they appeared in court (and excluding their experience with law enforcement who issued the ticket). For those who appeared for their hearing, the research team also asked more extensively about the defendants’ procedural justice perceptions regarding their court appearance using, an eight question scale targeting the subconstructs of fairness, voice, dignity, and respect (specific PJ). Finally, the research team collected demographic data from each participant.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study contains a total of 197 variables including demographics, court appearance characteristics, experiment characteristics, charge/offense variables, and variables from surveys about experiences with the court system.  Demographic variables include age, gender, race, and political ideology.  Court appearance characteristics variables include county of court appearance, date of scheduled appearance (month, date, year, full date, month and year), whether the defendant appeared, whether the case was continued or whether the appearance information took significant time to be recorded, and attorney information.  Experiment characteristics variables include experimental condition of defendant (control, reminder only, reminder sanctions, or reminder-combined), survey version (survey for those who appeared or survey for those who did not appear), whether the survey was received from the participant, whether the respondent remembered receiving a postcard, and how much receiving the postcard affected the decision to attend the hearing.  Charge/offense variables include charge statute, charge description, charge level, total number of charges, highest level of offense, offense type, charge disposition, disposition date, and whether the charge was amended for up to ten charges/offenses.  Variables from surveys about experiences with the court system include items assessing dispositional trust, trust in governmental institutions, obligation to obey the courts, cynicism, and institutional trust.  Other variables include reasons for appearing (or not appearing) in court and attitudes toward the courts which measured specific procedural justice, general procedural justice, and confidence in the courts."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice policy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"failure to appear"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal proceedings"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"misdemeanor offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offense classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"procedural justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trust in government"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-06-22Version Text: 2011-06-22 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2008-IJ-CX-0022"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-06-22"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009-03"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2009-03"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","experimental data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records from the Nebraska Administrative Office of the Courts","Nebraska Judicial User System to Improve Court Efficiency (JUSTICE) System","mail questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Nebraska"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All misdemeanor defendants in 14 Nebraska counties scheduled to appear in court between March 2009 and May 2010."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The sample for Phase 1 consisted of 7,865 misdemeanor defendants from 14 counties in Nebraska. The selected counties included both urban (e.g., Lincoln and Omaha) and rural portions of the state. All misdemeanants meeting certain eligibility criteria (e.g., age 19 or over [the age of majority in Nebraska], type of offense, scheduling of court hearing) were included in the sample. For example, the research team exc\nluded offenses for which defendants could waive their court appearance (appearance in court is not mandatory for waiverable offenses, which can be handled by the defendant via mail). This included the majority of minor traffic offenses (e.g., suspended license, no proof of insurance, etc.) and offenses such as disturbing the peace, disorderly conduct, open container, etc. The research team also excluded cases that were entered into the state court's computer system too close to the assigned court date, as it limited the ability of the researchers to send a reminder in the appropriate amount of time.</p>\n\n<p>About 15 percent of the postcards mailed to defendants were returned to the researchers because of inaccurate addresses. These cases were removed from the sample and discarded.</p>\n\n<p>A subset of the Phase 1 misdemeanants comprised the Phase 2 sample. Specifically, all of the misdemeanants who did not appear for their hearing and 20 percent (randomly selected) of those who did appear were also included in the Phase 2 sample.  Thus, the Phase 2 sample included a total of 2,360 individuals: 1,541 misdemeanants who appeared for their court date and 819 misdemeanants who did not appear.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Phase 1 of the study, response rates are not applicable.  For Phase 2, surveys were sent to 2,360 individuals: 1,541 to those who appeared for their court date and 819 who did not appear.  The research team received surveys from 329 defendants who appeared in court, and 123 who failed to appear (452 total). The response rate was 21.3 percent for participants who appeared in court and 15.0 percent for those who failed to appear, yielding an overall response rate of 19.2 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used.  Specifically, this study used four trust/confidence sub-scales (confidence in the courts, cynicism, general trust in institutions, and obligation to obey) that were combined into a single trust/confidence scale (total institutional confidence).  The study also used a dispositional trust scale, general procedural justice scale, and specific procedural justice scale."}]}},"files":[{"description":"","label":"Reducing Courts' Failure to Appear Rate A Procedural Justice Approach [Nebraska Statewide, Select Counties, 2009-2010]","restricted":false,"version":1,"datasetVersionId":40593,"dataFile":{"id":2655196,"persistentId":"","pidURL":"","filename":"Reducing Courts' Failure to Appear Rate A Procedural Justice Approach [Nebraska Statewide, Select Counties, 2009-2010]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}