{"status":"OK","data":{"id":44622,"identifier":"ICPSR06114.v2","persistentUrl":"https://doi.org/10.3886/ICPSR06114.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06114.v2","latestVersion":{"id":40622,"storageIdentifier":"file://10.3886/ICPSR06114.v2","versionState":"RELEASED","distributionDate":"1993-12-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:20:21Z","releaseTime":"2015-04-09T04:20:21Z","createTime":"2015-04-09T04:20:21Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Charlotte [North Carolina] Spouse Assault Replication Project, 1987-1989"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hirschel, J. David, et al."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of North Carolina at Charlotte"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study is a replication and extension of an experiment  conducted in Minneapolis (MINNEAPOLIS INTERVENTION PROJECT, 1986-1987  [ICPSR 9808]) to test the efficacy of three types of police response  to spouse abuse. Three experimental treatments were employed: (1)  advising and possibly separating the couple, (2) issuing a citation  (an order to appear in court to answer specific charges) to the  offender, and (3) arresting the offender. The main focus of the  project concerned whether arrest is the most effective law enforcement  response for deterring recidivism of spouse abusers. Cases were  randomly assigned to one of the three treatments and were followed for  at least six months to determine whether recidivism occurred. Measures  of recidivism were obtained through official police records and victim  interviews. Cases that met the following eligibility guidelines were  included in the project: (1) a call involving a misdemeanor offense  committed by a male offender aged 18 or over against a female victim  aged 18 or over who were spouses, (2) ex-spouses, (3) cohabitants, or  (4) ex-cohabitants. Also, both suspect and victim had to be present  when officers arrived at the scene. Victims were interviewed  twice. The first interview occurred shortly after the \"presenting  incident,\" the incident that initiated a call for police assistance.  This initial interview focused on episodes of abuse that occurred  between the time of the presenting incident and the day of the initial  interview. In particular, detailed data were gathered on the nature of  physical violence directed against the victim, the history of the  victim's marital and cohabitating relationships, the nature of the  presenting incident prior to the arrival of the police, the actual  actions taken by the police at the scene, post-incident separa\ntions  and reunions of the victim and the offender, recidivism since the  presenting incident, the victim's previous abuse history, alcohol and  drug use of both the victim and the offender, and the victim's  help-seeking actions. Questions were asked regarding whether the  offender had threatened to hurt the victim, actually hurt or tried to  hurt the victim, threatened to hurt any member of the family, actually  hurt or tried to hurt any member of the family, threatened to damage  property, or actually damaged any property. In addition, criminal  histories and arrest data for the six-month period subsequent to the  presenting incident were collected for offenders. A follow-up  interview was conducted approximately six months after the presenting  incident and focused primarily on recidivism since the initial  interview. Arrest recidivism was defined as any arrest for any  subsequent offense by the same offender against the same victim  committed within six months of the presenting incident. Victims were  asked to estimate how often each type of victimization had occurred  and to answer more detailed questions on the first and most recent incidents of victimization."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study of police response to spouse abuse in  Charlotte was initiated in response to a National Institute of Justice  request for proposals to replicate and extend a spouse assault study  conducted in Minneapolis. In the Charlotte project, the efficacy of  three types of police response to spouse abuse was tested: (1)  advising and possibly separating the couple, (2) issuing a citation to  the offender, and (3) arresting the offender. The main focus of the  project concerned whether arrest is the most effective law enforcement  response for deterring spouse abusers from committing subsequent acts  of abuse. Cases that met the following eligibility guidelines were  included in the project: a call involving a misdemeanor offense  committed by a male offender aged 18 or over against a female victim  aged 18 or over who were spouses, ex-spouses, cohabitants, or  ex-cohabitants. The cases were followed for at least six months to  determine whether recidivism occurred. Arrest recidivism was defined  as any arrest for any subsequent offense by the same offender against  the same victim committed within six months of the \"presenting  incident,\" the incident which initiated a call for police assistance.  The results of this research are intended to help police departments determine their policies for dealing with incidents of spouse abuse."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study involved the entire Charlotte Police  Department and operated 24 hours a day in the city during the period  August 1987 through June 1989. When officers responded to a call for  assistance regarding a domestic disturbance, they determined whether  the case met all of the eligibility criteria. If so, the officers  radioed the dispatcher for one of the three treatment codes, which was  randomly assigned by computer. The officers then carried out the  mandated treatment code unless something occurred that prevented them  from doing so. A total of 686 eligible calls for assistance were  received. All ineligible cases were explained in writing. Under some  circumstances an otherwise eligible case was excluded, such as if a  victim insisted the offender be arrested, if the offender threatened  or assaulted an officer, or if an officer believed the offender posed  imminent danger to the victim. Within a few days after the officers  carried out the assigned responses, research staff sent a letter to  the victim requesting an interview. If the victim did not respond to  the first letter, she received a second letter, follow-up phone  calls, and follow-up home visits. Special care was taken to minimize  the likelihood of the offender's intercepting the letter and becoming  aware of the researchers' purposes. Follow-up interviews with victims  were condu\ncted approximately six months later. Measures of recidivism were obtained through official police records and victim interviews."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The initial interview with the victims focused on  episodes of abuse which occurred between the time of the presenting  incident and the day of the initial interview. In particular, detailed  data were gathered on the nature of physical violence directed against  the victim, the history of the victim's marital and cohabitating  relationships, the nature of the presenting incident prior to the  arrival of the police, the actual actions taken by the police at the  scene, post-incident separations and reunions of the victim and the  offender, recidivism since the presenting incident, the victim's  previous abuse history, alcohol and drug use of both the victim and  the offender, and the victim's help-seeking actions. The follow-up  interview focused primarily upon recidivism since the initial  interview. Victims were asked to estimate how often each type of  victimization had occurred and to answer more detailed questions on  the first and most recent incidents of victimization. In both of these  interviews, victims were asked questions regarding the nature of the  abusive incidents. More specifically, each victim was asked about six  types of victimization, whether the offender had threatened to hurt  her, actually hurt or tried to hurt her, threatened to hurt any member  of the family, actually hurt or tried to hurt any member of the  family, threatened to damage property, or actually damaged any  property. For each offender, data were collected on arrests relating  to offenses against the original victim. Criminal history information  concentrated on acts occurring during the six months subsequent to the  presenting incident. Some information was collected on criminal  background prior to the presenting incident, such as number of arrests  and number of arrests for violent crimes. For offenders who received  citations or were arrested, data were collected from court records  regarding the disposition of their cases, including charges, type of release, disposition of case, sentencing, and fines."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"deterrence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"misdemeanor offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.H. Social Institutions and Behavior, Family and Gender"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-07-13Version Text: 2006-07-13Version Date: 2006-07-13Version Text: 2006-07-13 Subject: null  Type: null  Notes: All parts were moved to restricted  access. Parts 3 and 4 were updated to add SAS transport (XPORT) files,  SPSS portable files, and Stata setup and system files. The variable count for Part 3 was corrected.;Version Date: 2006-01-12Version Text: 2006-01-12 Subject: null  Type: null  Notes: All files were removed from dataset 13  and flagged as study-level files, so that they will accompany all downloads.;Version Date: 2006-01-12Version Text: 2006-01-12 Subject: null  Type: null  Notes: All files were removed from dataset 12  and flagged as study-level files, so that they will accompany all downloads.;Version Date: 2006-01-12Version Text: 2006-01-12 Subject: null  Type: null  Notes: All files were removed from dataset 6  and flagged as study-level files, so that they will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to  one or more datasets. These files included additional setup files as  well as one or more of the following: SAS program, SAS transport, SPSS  portable, and Stata system files. Th\ne metadata record was revised 2005-11-04 to reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"87-IJ-CX-K004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1993-12-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987-08"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1989-06"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1987-08"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1989-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and event/transaction data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Charlotte"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"North Carolina"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Calls for assistance received by the Charlotte, North  Carolina, Police Department from August 1987 through June 1989  regarding domestic disturbances that met predefined eligibility requirements."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample consisted of victims of spouse abuse, as  defined by the researchers, which occurred in Charlotte, North  Carolina, between August 1987 and June 1989. Randomized treatments  were assigned to 686 eligible police calls for assistance. Of these,  the researchers identified 646 victims whom they attempted to  interview. Initial and follow-up interviews were completed with 419  and 324 victims, respectively. Offender criminal histories were  obtained from official police records for a total of 650 different  offenders who were involved in the 686 eligible calls for police  assistance included in the study. Of the cases for which a c\nitation or  arrest was the response, citations were issued in 181 cases, and  arrests were made in 271 cases. Records were unavailable in nine  cases, making a total of 443 cases for which court records were  obtained (court records were not applicable to the cases that received counseling/separation treatment)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Performed consistency checks."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"During the study period, 686 eligible calls for  assistance were received. Of these, 419 (61 percent) resulted in  completed initial interviews. Follow-up interviews were conducted with  324 (77 percent) of the respondents who completed the initial interview."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The Conflict Tactic Scale is included in the victim interview questionnaire."}]}},"files":[{"description":"","label":"Offender Court Records","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655245,"persistentId":"","pidURL":"","filename":"Offender Court Records","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender Criminal Histories","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655242,"persistentId":"","pidURL":"","filename":"Offender Criminal Histories","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Calls Assigned to Randomized Treatments","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655241,"persistentId":"","pidURL":"","filename":"Police Calls Assigned to Randomized Treatments","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Offender Court Records","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655250,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Offender Court Records","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Offender Criminal Histories","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655247,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Offender Criminal Histories","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Police Calls Assigned to Randomized Treatments","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655246,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Police Calls Assigned to Randomized Treatments","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Victim Follow-Up Interviews","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655249,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Victim Follow-Up Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Victim Initial Interviews","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655248,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Victim Initial Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Follow-Up Interviews","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655244,"persistentId":"","pidURL":"","filename":"Victim Follow-Up Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Initial Interviews","restricted":false,"version":1,"datasetVersionId":40622,"dataFile":{"id":2655243,"persistentId":"","pidURL":"","filename":"Victim Initial Interviews","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}