{"status":"OK","data":{"id":41488,"identifier":"ICPSR03933.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03933.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03933.v1","latestVersion":{"id":37488,"storageIdentifier":"file://10.3886/ICPSR03933.v1","versionState":"RELEASED","distributionDate":"2004-07-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:46:01Z","releaseTime":"2015-04-09T03:46:01Z","createTime":"2015-04-09T03:46:01Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Transfer of Responsibility for Child Protective Services to Law Enforcement in Manatee, Pasco, and Pinellas Counties, Florida, 1995-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Kinnevy, Susan C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Pennsylvania. School of Social Work. Center for Research on Youth and Social Policy"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1998 Florida law required that the responsibility for  child maltreatment investigations be transferred from a statewide  child welfare agency to the sheriff's offices in Manatee, Pasco, and  Pinellas Counties. The aim of this study was to evaluate the outcomes  produced by this change. This study used a nonequivalent control  group design. Performance in Manatee, Pasco, and Pinellas Counties was  compared to performance in selected counties before and after the  change in service took place. Data were obtained from the Florida  Abuse Hotline Information System (FAHIS), an online data system that  contained records of all reported incidents of abuse and neglect in the state of Florida."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1998 Florida law required that the  responsibility for child maltreatment investigations be transferred to  the Sheriff's Offices in Manatee, Pasco, and Pinellas Counties. The  investigations had previously been conducted by the Department of  Children and Families, a statewide child welfare agency. In Manatee  County the Sheriff's Office began accepting all maltreatment cases in  January 1998, in Pinellas County in November 1999, and in Pasco County  in April 2000. The aim of this study was to evaluate the outcomes  produced by this change. The research questions that drove the  evaluation were: (1) Were the children who had been reported as abused  or neglected in the experimental counties safer as a result of the  transfer of responsibility for investigations to the sheriff's office?  (2) Were the perpetrators of criminal abuse or neglect more likely to  face criminal sanctions in a county where the sheriff's office  conducts maltreatment investigations? (3) Were there impacts or  consequences in other parts of the child welfare system as a result of  the transfer to the sheriff's office? and (4) Was the new system  created in the sheriff's office actually implemented as intended, and were there implementation factors that affected the outcomes?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study used a nonequivalent control group  design. Performance in Manatee, Pasco, and Pinellas Counties was  compared to performance in selected counties before and after the  change in service took place. Pinellas County was compared to  Hillsborough County, and Manatee and Pasco Counties were compared to  Lee County. Data were obtained from the Florida Abuse Hotline  Information System (FAHIS), an online data system that contained  records of all incidents of abuse and neglect reported in the state of  Florida. The hotline, located in Tallahassee, was a statewide service  run by the Department of Children and Families. Intake counselors  responded to phone reports of child maltreatment, decided which of the  reports would be accepted for investigation, and transmitted report  data to county field offices or sheriff's offices where investigations  were initiated. FAHIS records were updated as investigations proceeded  from initial visit through final court disposition. The study included  all reports of maltreatment that were received between January 1995  and December 2000. Data on investigations were included through August  2001. This study used data from four datasets obtained from the FAHIS  relational database: (1) a report dataset (one r\necord per report with  records of four report types: Initial Abuse Report, Duplicate Report,  Additional Investigation Report, and Supplemental Information Report),  (2) a dependent dataset (one record per child [victim or other] per  incident), (3) a caretaker dataset (one record per adult [caretaker or  other] per incident), and (4) a reporter dataset (one record per  reporter). Due to the fact that Lee County was the comparison county  for both Manatee and Pasco Counties and Manatee and Pasco Counties  underwent the change in service at different dates, separate Lee  County data were created for the Manatee and Pasco comparisons. Parts  1, 3, and 5 contain the Lee County data used to compare Lee County to  Manatee County (and the data for the other four counties in the  study). Parts 2, 4, and 6 contain the Lee County data used to compare  Lee County to Pasco County. In Parts 1, 3, and 5, Lee County cases  reported between January 1, 1995, and December 31, 1997, are  identified as pre-experimental, and those reported between January 1,  1998, and December 31, 2000, are identified as post-experimental. In  Parts 2, 4, and 6, Lee County cases reported between January 1, 1995,  and March 31, 2000, are identified as pre-experimental, and those  reported between April 1, 2000, and December 31, 2000, are identified  as post-experimental. Part 1, Report Data -- Five Counties, was  created by merging those records marked as Initial Abuse Report from  the FAHIS report dataset and the reporter dataset and selected  variables from the dependent dataset. This file contains specific  information on reports and investigations, maltreatment allegations  and findings, summary information on victims and family members, and  dispositions.  Part 2, Report Data -- Lee County, contains the same  data on Lee County as Part 1, except that different cases were  identified as pre- and post-experimental to allow comparison to Pasco  County. Part 3, Family Data -- Five Counties, was created using the  data in Part 1 and the FAHIS dependent dataset. This file includes  information on family-specific report history, summary information on  victims, abuse allegations, findings, and dispositions. Part 4, Family  Data -- Lee County, contains the same data on Lee County as Part 3  except that different cases were identified as pre- and  post-experimental to allow comparison to Pasco County. Part 5, Victim  Data -- Five Counties, was created from the dependent dataset by  including only reports that identified a dependent as a  victim. Reports were dropped that involved only a dependent who was  involved in an incident but not victimized by it. Part 6, Victim Data  -- Lee County, contains the same data on Lee County as Part 5 except  that different cases were identified as pre- and post-experimental to allow comparison to Pasco County."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Report Data -- Five Counties, variables  include investigation close date, case priority status, number of  dependents in report, reporter type, whether the report was made  before or after the sheriff's takeover, number of family members in  the report, number of victims in report, number of substantiated  victims, and the ZIP code for the first child in the report. Part 1  also includes the following information for the first six children in  the report: interim placement, disposition code, disposition date,  race, gender, age, whether maltreatment was found, and the type of  maltreatment. Part 2, Report Data -- Lee County, contains the same  variables as Part 1. In Parts 3 through 6 pre-experimental and  post-experimental data were differentiated by creating two sets of  variables: one set identified as \"pre\" and the other as \"post.\" As a  result, Parts 3 through 6 contain two sets of variables that provide  the same information but apply to different time periods. Part 3,  Family Data -- Five Counties, includes these variables for the pre-  and post-experimental periods: re\nsidence county, number of reports on  family, ethnicity of the first child in the first report on the  family, total substantiated reports on the family, number of victims  in each report, family ZIP code in first dependent record, and a  family maltreatment severity score. Part 3 also includes the following  information on the first six pre-experimental and the first six  post-experimental reports on each family: report received dates,  number of substantiated abuse victims, caretaker and dependent counts,  disposition index, whether maltreatment was found, type of  maltreatment, and investigation close date. Part 4, Family Data -- Lee  County, contains the same variables as Part 3 except that it does not  have family maltreatment severity scores. Part 5, Victim Data -- Five  Counties, includes these pre- and post-experimental variables:  residence county, gender, ethnicity, number of reports on dependent,  and number of reports substantiated. Part 5 also includes the  following information for the first 24 pre-experimental reports and  the first 12 post-experimental reports: report received date, age,  reporter type, interim placement, disposition index, disposition date,  whether maltreatment was found, type of maltreatment, and  investigation close date. Part 6, Victim Data -- Lee County, contains  the same variables as Part 5 except that Part 6 includes data on the  first 22 pre-experimental and the first seven post-experimental reports."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child neglect"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counties"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3933.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3933.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-IJ-CX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-07-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001-08"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained from the the Florida Abuse Hotline Information System (FAHIS)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["ZIP code"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Reports (incidents). Parts 3 and 4: Families. Parts 5 and 6: Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Reports of child maltreatment received by  the Florida Abuse Hotline between January 1995 and December  2000. Parts 3 and 4: Families involved in reports of child  maltreatment received by the Florida Abuse Hotline between January  1995 and December 2000. Parts 5 and 6: Children alleged to be victims  of maltreatment in reports received by the Florida Abuse Hotline between January 1995 and December 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Comparison counties were selected for two reasons: (1) they  were geographically close to the experimental counties (to minimize  travel costs), and (2) they were similar enough in terms of selected  demographic variables. Parts 3 and 4: If a report included multiple  families, it was not included in these files. Approximately 8 percent  of the reports included multiple families and were dropped.  Families  that moved from one county to another during either the pre- or  post-experimental period were also excluded. Two percent of pre-stage  families and less than 0.1 percent of post-stage families were  eliminated for this reason. Families were not eliminated that only  changed residence counties across stages. Parts 3 and 5: Reports that  were entered during the transitional period in Manatee (July 1997  through December 1997) were excluded from these files for both Manatee  and Lee, Manatee's comparison county. During this period both the  Manatee Sheriff's Office and DCF handled investigations and it was  impossible to attribute outcomes to a specific agency. Parts 5 and 6:  Victims were excluded who changed their residence during either  experimental stage. Approx\nimately 2 percent of pre-stage victims and 1.2 percent of post-stage victims were excluded for this reason."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Part 3 includes a family maltreatment severity score."}]}},"files":[{"description":"","label":"Family Data -- Five Counties","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628119,"persistentId":"","pidURL":"","filename":"Family Data -- Five Counties","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Family Data -- Lee County","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628120,"persistentId":"","pidURL":"","filename":"Family Data -- Lee County","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Report Data -- Five Counties","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628117,"persistentId":"","pidURL":"","filename":"Report Data -- Five Counties","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Report Data -- Lee County","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628118,"persistentId":"","pidURL":"","filename":"Report Data -- Lee County","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Data -- Five Counties","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628121,"persistentId":"","pidURL":"","filename":"Victim Data -- Five Counties","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Data -- Lee County","restricted":false,"version":1,"datasetVersionId":37488,"dataFile":{"id":2628122,"persistentId":"","pidURL":"","filename":"Victim Data -- Lee County","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}