{"status":"OK","data":{"id":46081,"identifier":"ICPSR22642.v1","persistentUrl":"https://doi.org/10.3886/ICPSR22642.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR22642.v1","latestVersion":{"id":42081,"storageIdentifier":"file://10.3886/ICPSR22642.v1","versionState":"RELEASED","distributionDate":"2009-11-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:36:25Z","releaseTime":"2015-04-09T04:36:25Z","createTime":"2015-04-09T04:36:25Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Assessing Consistency and Fairness in Sentencing in Michigan, Minnesota, and Virginia, 2001-2002, 2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ostrom, Brian J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to evaluate the integrity of sentencing outcomes under alternative state guideline systems and to investigate how this variation in structure impacted actual sentencing practice.  The research team sought to address the question, to what extent do sentencing guidelines contribute to the goals of consistency, proportionality, and a lack of discrimination.  The National Center for State Courts conducted an examination of sentencing patterns in three states with substantially different guidelines systems: Minnesota, Michigan, and Virginia.  The three states vary along critical dimensions of the presumptive versus voluntary nature of guidelines as well as basic mechanics. There are differences in the formal design, administration, and statutory framework of the Michigan, Minnesota, and Virginia sentencing systems. For the 2004 Michigan Sentencing Outcomes Data (Part 1), the Michigan Department of Corrections Offender Management Network Information System (OMNI) provided sentencing guideline data for 32,754 individual offenders sentenced during calendar year 2004. For the 2002 Minnesota Sentencing Outcomes Data (Part 2), the Minnesota Sentencing Commission provided data for 12,978 individual offenders sentenced in calendar year 2002. The Virginia Sentencing Commission provided the Fiscal Year 2002 Virginia Assault Sentencing Outcomes Data (Part 3) and the Fiscal Year 2002 Virginia Burglary Sentencing Outcomes Data (Part 4). The Assault and Burglary/Dwelling crime groups have 1,614 and 1,743 observations, respectively.  Variables in the four datasets are classified into the broad categories of conviction offense severity, prior record, offense seriousness, grid cell type, habitual/modifiers, departure, and extra guideline variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to evaluate the integrity of sentencing outcomes under alternative state guideline systems and to investigate how this variation in structure impacted actual sentencing practice. Sentencing guidelines are a relatively new reform effort to encourage judges to take specific legally relevant elements into account in a fair and consistent way when deciding whether a convicted offender should be imprisoned, and if so, for what length of time. A common concern of state policymakers for limiting sentencing disparity under indeterminate sentencing laws is a fundamental rationale for the adoption of guidelines. For this reason, most states make explicit reference in their statement of purpose to achieving the goals of consistency (predictability and proportionality) and fairness (nondiscrimination) in sentencing.  The research team sought to address the question, to what extent do sentencing guidelines contribute to the goals of: consistency -- like cases are treated alike; proportionality -- more serious offenders are punished more severely; and a lack of discrimination -- age, gender, and race are insignificant in who goes to prison and for how long.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The National Center for State Courts conducted an examination of sentencing patterns in three states with substantially different guidelines systems:</p>\n\n<ul>\n<li>Minnesota, which has a relatively strict system,</li>\n<li>Michigan, whose guidelines offer more judicial discretion, and</li>\n<li>Virginia, where compliance with the sentence recommendations is completely voluntary.</li>\n</ul>\n\n<p>The three states vary along critical dimensions of the presumptive versus voluntary nature of guidelines as well as basic mechanics. There are differences in the formal design, administration, and statutory framework of the Michigan, Minnesota, and Virginia sentencing systems. Minnesota, for example, tends to have tighter ranges on recommended sentences for sim\nilarly situated offenders than Michigan and Virginia, and Virginia employs a list-style scoring system to determine appropriate offender punishment in contrast to the use of sentencing grids in Minnesota and Michigan.</p>\n\n<p>For the 2004 Michigan Sentencing Outcomes Data (Part 1), the Michigan Department of Corrections Offender Management Network Information System (OMNI) provided sentencing guideline data for 32,754 individual offenders sentenced during calendar year 2004.  For the 2002 Minnesota Sentencing Outcomes Data (Part 2), the Minnesota Sentencing Commission provided data for 12,978 individual offenders sentenced in calendar year 2002. The Virginia Sentencing Commission provided the Fiscal Year 2002 Virginia Assault Sentencing Outcomes Data (Part 3) and the Fiscal Year 2002 Virginia Burglary Sentencing Outcomes Data (Part 4). The Assault and Burglary/Dwelling crime groups have 1,614 and 1,743 observations, respectively.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Variables in the four datasets are classified into the broad categories of conviction offense severity, prior record, offense seriousness, grid cell type, habitual/modifiers, departure, and extra guideline variables.</p>\n\n<p>The 2004 Michigan Sentencing Outcomes Data (Part 1) contains a total of 118 variables including type of disposition, prison sentence, length of prison sentence, log of prison length, statutory maximum, log of statutory maximum, 6 prior record level variables (Level A-Level F), 6 offense level variables (Level I-VI), 8 crime class variables (Class A-Class H), straddle cell, prison cell, 3 habitual offender variables (2nd, 3rd, and 4th), 6 crime group variables (property, person, controlled substance, public safety, public order, and public trust), departure, 18 dichotomous extra guideline variables (non-White, female, education, employed, assets, income, single, dependents, drug use, alcohol use, non-United States citizen, honorable discharge, mental health, young Black male, young drug user, private attorney, convicted at trial, and high volume judge), 4 categorical age variables (age less than 19, age 20-29, age 30-39, and age 40-49), and 57 dichotomous variables that represent each circuit court in Michigan.</p>\n\n<p>The 2002 Minnesota Sentencing Outcomes Data (Part 2) contains a total of 55 variables including whether a prison sentence was executed, log of length of prison sentence, 7 prior criminal history points variables, 11 offense severity level variables (Level 1-11), 3 crime type variables (crime against person, crime against property, drug crime), 3 weapon modifier variables, attempt modifier, conspiracy modifier, grid cell type, 3 subsequent modifier variables (weapon, sex, and drug), 8 dichotomous extra guideline variables (solicit juvenile, gang related, trial, Black, non-White, female, young offender, and young Black male), 2 departure variables (above and below), 2 age variables (age and age squared), and 10 dichotomous variables that represent each district in Minnesota.</p>\n\n<p>The 2002 Virginia Assault Sentencing Outcomes Data (Part 3) contains a total of 113 variables including prison sentence, length of prison sentence, log of prison length, Section C primary offense, log of base, 6 dichotomous extra guideline variables (Black, female, trial, Black male, Black female, White female), 2 departure variables (above and below), 3 categorical age variables (age less than 19, age 19-29, age 30-39), 6 region variables, 6 primary offense points variables, 11 additional counts points variables, 13 additional offenses points variables, 2 weapons variables (simulated weapon, firearm), serious victim injury, 8 prior convictions points variables, prior incarcerations, prior juvenile, 4 legal restraint variables, assault and battery, other person felony, 3 weapon used points variables, 4 victim injury points variables, 3 prior felony person points variables, and 31 dichotomous variables that represent each circuit in Virginia.</p>\n\n<p>The 2002 Virginia Burglary Sentencing Outcomes Data (Part 4) contains a total of 118 variables including prison sentence, length of prison sentence, log of prison length, Section C primary offense in months, log of base, 6 dichotomous extra guideline variables (Black, female, trial, Black male, Black female, White female), 3 categorical age variables (age less than 19, age 19-29, age 30-39), 6 region variables, 2 departure variables (above and below), 6 primary offense points variables, 7 additional counts points variables, 8 additional offenses points variables, 5 weapons variables (mandatory firearm conviction, simulated weapon, knife, firearm, knife or firearm), 5 prior convictions points variables, 4 prior property convictions points variables, 3 prior juvenile property convictions points variables, 5 prior misdemeanor convictions points variables, prior incarceration, prior revocations, prior juvenile, 2 legal restraint variables, physical injury, 4 prior felony conviction points variables, 6 prior felony burglary convictions points variables, 4 prior felony conviction person points variables, post release supervision, and 31 dichotomous variables that represent each circuit in Virginia.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"discrimination"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial decisions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offense classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing guidelines"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-11-30Version Text: 2009-11-30Subject: Study Level Error Note, Notes: Users should be aware that while the final sample for Part 4 included all offenders convicted of burglary/dwelling crimes during fiscal year 2002 in Virginia, resulting in a sample size of 1,743 offenders, there are 75 cases with \"Blank\" values in all variables in the dataset except for the 31 dichotomous variables that represent each circuit in Virginia. When one accounts for these 75 cases with considerable missing data, the Part 4 sample size becomes 1,668 cases, which is the case count that the principal investigators use in their final report listed in the related publications section for this study.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2003-IJ-CX-1015"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-11-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-07-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-06-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-07-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-06-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Michigan Department of Corrections Offender Management Network Information System (OMNI)","Part 2: Minnesota Sentencing Commission","Part 3 and Part 4: Virginia Sentencing Commission"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Virginia"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Part 1, Part 3, and Part 4: circuit. Part 2: district."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Part 1: All offenders sentenced during calendar year 2004 in Michigan.</p>\n\n<p>Part 2: All offenders sentenced during calendar year 2002 in Minnesota.</p>\n\n<p>Part 3: All offenders convicted of assault during fiscal year 2002 in Virginia.</p>\n\n<p>Part 4: All offenders convicted of burglary/dwelling crimes during fiscal year 2002 in Virginia.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The National Center for State Courts examined and classified all states with sentencing guidelines along a voluntary-mandatory continuum and selected three state systems as representative of alternative ways of configuring the control of judicial discretion: Michigan, Minnesota, and Virginia. Minnesota is the most mandatory system, followed by Michigan; Virginia is the least mandatory of the three.</p>\n\n<p>The final sample for Part 1 included all offenders sentenced during calendar year 2004 in Michigan, resulting in a sample size of 32,754 individual offenders. The final sample for Part 2 included all offenders sentenced during calendar year 2002 in Minnesota, resulting in a sample size of 12,978 individual offenders. The final sample for Part 3 included all offenders convicted of assault during fiscal year 2002 in Virginia, resulting in a sample size of 1,614 individual offenders. The final samp\nle for Part 4 included all offenders convicted of burglary/dwelling crimes during fiscal year 2002 in Virginia, resulting in a sample size of 1,743 individual offenders.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"2002 Minnesota Sentencing Outcomes Data","restricted":false,"version":1,"datasetVersionId":42081,"dataFile":{"id":2664657,"persistentId":"","pidURL":"","filename":"2002 Minnesota Sentencing Outcomes Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"2004 Michigan Sentencing Outcomes Data","restricted":false,"version":1,"datasetVersionId":42081,"dataFile":{"id":2664656,"persistentId":"","pidURL":"","filename":"2004 Michigan Sentencing Outcomes Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Fiscal Year 2002 Virginia Assault Sentencing Outcomes Data","restricted":false,"version":1,"datasetVersionId":42081,"dataFile":{"id":2664658,"persistentId":"","pidURL":"","filename":"Fiscal Year 2002 Virginia Assault Sentencing Outcomes Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Fiscal Year 2002 Virginia Burglary Sentencing Outcomes Data","restricted":false,"version":1,"datasetVersionId":42081,"dataFile":{"id":2664659,"persistentId":"","pidURL":"","filename":"Fiscal Year 2002 Virginia Burglary Sentencing Outcomes Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}