{"status":"OK","data":{"id":41516,"identifier":"ICPSR02791.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02791.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02791.v1","latestVersion":{"id":37516,"storageIdentifier":"file://10.3886/ICPSR02791.v1","versionState":"RELEASED","distributionDate":"2002-12-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:46:19Z","releaseTime":"2015-04-09T03:46:19Z","createTime":"2015-04-09T03:46:19Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Children's Out-of-Court Statements:  Effects of Hearsay on Jurors' Decisions in Sacramento County, California, and Maricopa County, Arizona, 1994-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Goodman, Gail S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Davis"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Myers, John E.B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of the Pacific. McGeorge College of Law"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this project was to investigate the effects of children's out-of-court hearsay statements on jurors' perceptions of witness credibility and defendant guilt. To accomplish this goal, three studies were conducted. The studies represented a series of increasingly ecologically valid investigations: mock jurors' perceptions of children's live and hearsay statements about a mock crime (Study 1), mock jurors' perceptions of real child sexual abuse victims' hearsay statements (Study 2), and actual jurors' perceptions of real child sexual abuse victims' hearsay statements (Study 3). In these contexts, \"hearsay statements\" are the repetition of a child's out-of-court statements in a court trial, either via a videotaped recording of the child's testimony in a forensic interview with a social worker or as described by an adult (the social worker or a police officer) who interviewed the child. The three studies permitted researchers to examine factors that jurors use to evaluate the reliability of children's hearsay evidence. The mock crime in Study 1 was touching the child on the stomach, nose, or neck. Jurors were instructed to consider those acts as if they were battery against a child. In Study 1, elaborate mock trials concerning the above mock crime were conducted under three trial conditions: (1) the child testified live in court, (2) a videotape of a simulated forensic interview with the child was presented, or (3) adult hearsay was presented (i.e., a social worker testified about what the child had said in the simulated forensic interview). A total of 370 mock jurors participated in Study 1, which was conducted in Sacramento County, California. In Study 2, videotapes of actual forensic interviews from real child sexual abuse cases were incorporated into mock trials instead of having live child testimony. The last two trial conditions in Study 2 were the same as those for Study 1, except that a police officer provided the adult hearsay testimony instead of a social worker. For Study 2, 170 mock jurors served on 15 main juries, which were held in Sacramento County, California. For both Studies 1 and 2, pre- and post-deliberation questionnaires were completed by mock jurors to ascertain their views on the credibility of the child and adult testimonies, the importance of various pieces of evidence, and the guilt of the defendant. Demographic\nquestionnaires were also filled out before the mock trials. In Study 3, real jurors from actual child sexual abuse trials were surveyed regarding their judgments of child and adult testimonies. The three trial conditions that were present in Studies 1 and 2 (live child testimony, videotaped testimony, and adult hearsay testimony) were also experienced by the Study 3 participants. These jurors also indicated the importance of various types of evidence and provided demographic data. A total of 248 jurors representing 43 juries from Sacramento County, California, and Maricopa County, Arizona, participated in Study 3. This collection includes aggregated data prepared from the Study 3 data to provide mean values for each of the 42 juries, as calculated from the individual juror responses. Data for one jury were eliminated from the aggregated data by the principal investigators. Variables from the demographic questionnaire for Studies 1 and 2 include trial condition, respondent's age, gender, marital status, occupation, ethnic background, religious orientation, and highest grade attained in school, if the respondent supported the death penalty, if the respondent was ever a victim of crime, number of children the respondent had, if the respondent was a United States citizen, if the respondent's native language was English, and if he or she had ever been a police officer, a convicted felon, a lawyer, or a judge. The pre-deliberation questionnaire for Study 1 asked jurors if they felt that the defendant was guilty, and how confident they were of the defendant's guilt or innocence. Jurors were also asked to assess the accuracy of various facts as given in the social worker's interview of the child and the child's statements in the taped interview, and what the likelihood was of the child's being influenced by the social worker, prosecutor, and/or defense attorney. Questions about the trial included the juror's assessment of the defendant, the social worker, and the research assistant. Jurors were also asked about the influence of various factors on their decisions regarding whether to believe the individuals in the case. Jurors' open-ended comments were coded on the most important factors in believing or doubting the child or the social worker, the most important evidence in the case, and whether anything could have been done to make the trial more fair. Post-deliberation questions in Study 1 included whether the defendant was guilty, how confident the juror was of the defendant's guilt or innocence regarding various charges in the case, and the final verdict of the jury. Questions similar to those in Study 1 were asked in the pre-deliberation questionnaire for Study 2, which also included respondents' opinions of the police officer, the mother, the doctor, and the use of anatomical dolls. The Study 2 post-deliberation questionnaire included questions on whether the defendant was guilty, how confident the juror was of the defendant's guilt or innocence, and the juror's assessment of the social worker's videotaped interview and the police officer's testimony. Variables from the Study 3 juror survey include the county/state where the trial was held, the juror's age, gender, ethnic background, and highest grade attained in school, if the juror supported the death penalty, if he or she was ever a victim of crime, and the amount of contact he or she had with children. Questions about the trial include the number of children the defendant was charged with abusing, the main child's age and gender, if a videotape was shown at trial, who interviewed the child on the videotape, the impact of seeing the videotape on the juror's decision to believe the child, the number of children who testified at the trial, and if the child was involved in a custody dispute. Additional questions focused on the defendant's relationship to the main child, who the first person was that the child told about the abuse, if the main child testified in court, the most i\nmportant evidence in the case in the opinion of the juror, the jury's verdict, and how fair the juror considered the trial. Finally, jurors were asked about the influence of various factors on their decision to believe or doubt the individuals in the case. Data in Study 3 also include coded open-ended responses to several questions. Variables provided for the Study 3 aggregated data consist of the calculated mean values for each of the 42 juries for most of the variables in the Study 3 juror survey data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Spurred by the United States Supreme Court's 1990  decision in Idaho v. Wright, courts are focusing increasing attention  on the reliability of children's out-of-court statements in trials of  child sexual abuse. At trial, the jury may hear about the child  victim's description of the abuse in one of several ways. If the child  is unavailable for live trial testimony, the child's earlier  out-of-court statements describing the abuse may be repeated in court  by an adult who interviewed the child. Or, a videotaped recording of  the child's out-of-court statements can be introduced. In either case,  it is the repetition of the child's out-of-court statements that  constitutes \"hearsay.\" Although evidentiary rules and constitutional  principles governing hearsay are familiar to courts and attorneys,  much less is known about the impact of hearsay on jurors. The goal of  this project was to investigate the effects of children's out-of-court  hearsay statements on jurors' perceptions of witness credibility and  defendant guilt. To accomplish this goal, three studies were  conducted, representing a series of increasingly ecologically valid  investigations: mock jurors' perceptions of children's live and  hearsay statements about a mock crime (Study 1), mock jurors'  perceptions of real child sexual abuse victims' hearsay statements  (Study 2), and actual jurors' perceptions of real child sexual abuse victims' hearsay statements (Study 3)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The three studies were conducted to examine  factors that jurors use to evaluate the reliability of children's  hearsay evidence. Hearsay evidence in the context of these three  studies consisted of two main presentation forms: previously recorded  forensic interviews with social workers (videotaped hearsay), and  testimony by an adult (i.e., a social worker or police officer) who  had spoken with the child before trial (adult witness hearsay). In  Study 1, jurors' perceptions of live versus hearsay testimony were  examined in a case involving a mock crime. The mock crime in Study 1  was touching the child on the stomach, nose, or neck. Jurors were  instructed to consider those acts as if they were battery against a  child. First, children participated in a play session in which they  were either touched or not touched by an adult male confederate (the  defendant). Then, a mock forensic interview about what happened in the  play session was conducted by an actual social worker, which was also  videotaped. Children who had not been touched by the confederate were  instructed to lie and claim that the mock crime had occurred. Next,  for each child, three trials were conducted. In one-third of the  trials, children testified live about what happened in the play  session, with children who had lied during the interview similarly  lying in the trial. In another third of the trials, videotapes of the  forensic interviews replaced the children testifying live. In the  final third of the trials, the social worker who interviewed the child  described what the child had said in the forensic interview. Different  sets of community jurors watched each trial and then completed  pre-deliberation questionnaires about their perceptions of defendant  guilt and witness credibility. Jurors then deliberated and provided  additional ratings following deliberation. Jurors also completed a  demographic questionnaire prior to viewing the moc\nk trial. A total of  370 mock jurors participated in Study 1, which was conducted in  Sacramento County, California. Study 2 was designed to explore jurors'  perceptions of two forms of hearsay when children allege sexual  abuse. For Study 2, 170 mock jurors served on 15 main juries, which  were held in Sacramento County, California. Actual videotaped forensic  interviews of children who alleged sexual abuse were procured from  child protection centers to serve as stimuli in the mock trials. Three  trial conditions were created regarding each child. In two conditions,  mock jurors observed a simulated trial during which the videotaped  interview between the child and social worker was presented. The  difference between the two conditions was that jurors in the  \"videotape-deliberation condition\" had access to the videotape during  deliberation, whereas jurors in the \"videotape condition\" viewed the  videotape only during the trial. In the third condition, the \"police  officer condition,\" jurors observed an actor portraying a police  officer who described the contents of the interview between the child  and the social worker to jurors. Following the trial, both before and  after deliberations, jurors' ratings were obtained regarding defendant  guilt and whether they thought the alleged crime had occurred. Jurors'  perceptions of child and adult hearsay witnesses' credibility were  examined as well. Study 2 jurors also completed a demographic  questionnaire prior to viewing the mock trial. Study 3 was undertaken  to examine how jurors in actual child sexual abuse trials perceived  adult hearsay and child witnesses. Thus, in contrast to Studies 1 and  2, but with similar trial conditions as in those studies (live child  testimony, videotaped testimony, and adult hearsay testimony), Study 3  involved jurors who had deliberated in real criminal court trials  involving children. A total of 248 jurors representing 43 juries from  Sacramento County, California, and Maricopa County, Arizona,  participated in Study 3. After deliberations, jurors completed  questionnaires concerning the child victims/witnesses who testified in  court. Jurors also answered questions about adult hearsay witnesses  who testified about what the child said before trial and provided  demographic information as well. This collection includes aggregated  data prepared from the Study 3 data to provide mean values for each of  the 42 juries, as calculated from the individual juror responses from  that jury. Data for one jury were eliminated from the aggregated data by the principal investigators."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables from the demographic questionnaire for  Studies 1 and 2 include trial condition, respondent's age, gender,  marital status, occupation, ethnic background, religious orientation,  and highest grade attained in school, if the respondent supported the  death penalty, if the respondent was ever a victim of crime, number of  children the respondent had, if the respondent was a United States  citizen, if the respondent's native language was English, and if he or  she had ever been a police officer, a convicted felon, a lawyer, or a  judge. The pre-deliberation questionnaire for Study 1 asked jurors if  they felt that the defendant was guilty, and how confident they were  of the defendant's guilt or innocence. Jurors were also asked to  assess the accuracy of various facts as given in the social worker's  interview of the child and the child's statements in the taped  interview, and what the likelihood was of the child's being influenced  by the social worker, prosecutor, and/or defense attorney. Questions  about the trial included the juror's assessment of the defendant, the  social worker, and the research assistant. Jurors were also asked  about the influence of various factors on their decisions regarding  whether to believe the individuals in the case. Jurors' open-ended  comments were coded on the most important factors in\nbelieving or  doubting the child or the social worker, the most important evidence  in the case, and whether anything could have been done to make the  trial more fair. Post-deliberation questions in Study 1 included  whether the defendant was guilty, how confident the juror was of the  defendant's guilt or innocence regarding various charges in the case,  and the final verdict of the jury. Questions similar to those in Study  1 were asked in the pre-deliberation questionnaire for Study 2, which  also included respondents' opinions of the police officer, the mother,  the doctor, and the use of anatomical dolls. The Study 2  post-deliberation questionnaire included questions on whether the  defendant was guilty, how confident the juror was of the defendant's  guilt or innocence, and the juror's assessment of the social worker's  videotaped interview and the police officer's testimony. Variables for  Study 3 include the county/state where the trial was held, the juror's  age, gender, ethnic background, and highest grade attained in school,  if the juror supported the death penalty, if he or she was ever a  victim of crime, and the amount of contact he or she had with  children. Questions about the trial include the number of children the  defendant was charged with abusing, the main child's age and gender,  if a videotape was shown at trial, who interviewed the child on the  videotape, the impact of seeing the videotape on the juror's decision  to believe the child, the number of children who testified at the  trial, and if the child was involved in a custody dispute. Additional  questions focused on the defendant's relationship to the main child,  who the first person was that the child told about the abuse, if the  main child testified in court, the most important evidence in the case  in the opinion of the juror, the jury's verdict, and how fair the  juror considered the trial. Finally, jurors were asked about the  influence of various factors on their decision to believe or doubt the  individuals in the case. Data in Study 3 also include coded open-ended  responses to several questions. Variables provided for the Study 3  aggregated data consist of the calculated mean values for each of the 42 juries for most of the variables in Study 3 juror survey data."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"evidence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"hearsay evidence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juries"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"testimony"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trials"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"witness credibility"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2791.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revise\nd  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Users are encouraged to obtain a copy of the final report for detailed information on each hearsay study.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0013"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-12-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994-05"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997-12"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Arizona"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-3: Individuals. Part 4: Juries."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult jurors in trials involving children's out-of-court testimony in California and Arizona."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: Mock jurors were recruited from the  community. Parts 3 and 4: Real jurors from actual child sexual abuse trials were surveyed."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates are not applicable for Studies 1  and 2. For Study 3, the respons\ne rate was 48 percent. Approximately  six jurors per jury sent responses to the researchers (with a range of 3 to 10 per jury)."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Study 1 Survey Data","restricted":false,"version":1,"datasetVersionId":37516,"dataFile":{"id":2628157,"persistentId":"","pidURL":"","filename":"Study 1 Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 2 Survey Data","restricted":false,"version":1,"datasetVersionId":37516,"dataFile":{"id":2628158,"persistentId":"","pidURL":"","filename":"Study 2 Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 3 Aggregated Survey Data","restricted":false,"version":1,"datasetVersionId":37516,"dataFile":{"id":2628160,"persistentId":"","pidURL":"","filename":"Study 3 Aggregated Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study 3 Survey Data","restricted":false,"version":1,"datasetVersionId":37516,"dataFile":{"id":2628159,"persistentId":"","pidURL":"","filename":"Study 3 Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}