{"status":"OK","data":{"id":40450,"identifier":"ICPSR22170.v1","persistentUrl":"https://doi.org/10.3886/ICPSR22170.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR22170.v1","latestVersion":{"id":36450,"storageIdentifier":"file://10.3886/ICPSR22170.v1","versionState":"RELEASED","distributionDate":"2011-05-31","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:34:33Z","releaseTime":"2015-04-09T03:34:33Z","createTime":"2015-04-09T03:34:33Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Stages of Change and the Group Treatment of Batterers in Montgomery County, Maryland, 2003-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Alexander, Pamela C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Wellesley College"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this project was to compare the effectiveness of a 26-week stages of change (SOC) group treatment approach with a standard Cognitive-Behavioral Therapy Gender-Reeducation (CBTGR) group treatment approach; to assess potential mediators of change; to conduct analyses on individual readiness to change as a moderator of treatment condition in predicting outcomes; to conduct exploratory analyses comparing the effectiveness of these 2 approaches in Spanish-speaking groups; and to assess the integrity of the 2 treatments with respect to therapist adherence. Male clients who were referred to the Montgomery County, Maryland, Abused Persons Program (APP) between June 2003 and January 2006 and who were appropriate for participation in either the English-speaking or Spanish-speaking 26-week group, were randomly assigned to either a Stage of Change (SOC) Treatment Format or a Cognitive-Behavioral Gender-Reeducation Format (CBTGR).  All participants at the APP routinely underwent a standard intake procedure.  Data collection consisted of (1) an intake interview and questionnaires completed by the batterer at intake, (2) an initial telephone interview of the partner, (3) data collected from the batterer at mid-treatment and post-treatment, (4) data collected at the end of treatment on the number of sessions attended, and (5) telephone-based follow-up information received from the partner at 6 and 12 months post-intake. The data file contains 550 cases and 901 variables. For the Abuser Intake Interview, the abuser was asked information regarding his age, education, employment status, income, relationship to the victim partner, current contact, children in common, and history of abuse and trauma.  As part of this intake, the offender completed several instruments including (1) the Conflict Tactics Scales-Revised (CTS2), (2) the University of Rhode Island Change Assessment (URICA), (3) the Personality Assessment Inventory (PAI), (4) the Alcohol Use Disorders Identification Test (AUDIT), (5) the Generality of Violence-Revised (GVQ-R), (6) Perceptions of Procedural Justice, and (7) the Dissociative Violence Scale (DVS). The victim partner was asked about demographics as well as relationship status, children in common, and current contact with the batterer.  As part of this interview, the victim partner also completed (1) the CTS2 items as they pertained to the batterer's behavior toward her in the previous six months and over the course of their relationship, (2) the Danger Assessment Scale (DAS), and (3) the Process of Change in Abused Women Scale (PROCAWS). At 8 and 16 weeks into treatment, APP staff administered the Working Alliance Inventory -- Short Form (WAI-S) along with the Group Cohesion Scale (GES-COH)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this project was to compare the effectiveness of a 26-week stages of change (SOC) group treatment approach with a standard Cognitive-Behavioral Therapy Gender-Reeducation (CBTGR) group treatment approach; to assess potential mediators of change; to conduct analyses on individual readiness to change as a moderator of treatment condition in predicting outcomes; to conduct exploratory analyses comparing the effectiveness of these 2 approaches in Spanish-speaking groups; and to assess\nthe integrity of the 2 treatments with respect to therapist adherence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Male clients who were referred to the Montgomery County, Maryland, Abused Persons Program (APP) between June 2003 and January 2006 and who were appropriate for participation in either the English-speaking or Spanish-speaking 26-week group were randomly assigned to either a Stage of Change (SOC) treatment format or a Cognitive-Behavioral Gender-Reeducation format (CBTGR).  The data file contains 550 cases.</p>\n\n<p>All participants at the APP routinely underwent a standard intake procedure.  Data collection consisted of (1) an intake interview and questionnaires completed by the batterer at intake, (2) an initial telephone interview of the partner, (3) data collected from the batterer at mid-treatment and post-treatment, (4) data collected at the end of treatment on the number of sessions attended, and (5) telephone-based follow-up information received from the partner at 6 and 12 months post-intake.  As these data were obtained on all program participants at the APP, they were stripped of all identifying information but were linked to the treatment condition to which the man was randomly assigned.  Data collected from initial and follow-up interviews of partners were similarly removed of all identifying information by APP staff other than an identification number allowing these data to be merged with that collected from the respective batterers.  Agency staff also transmitted data obtained at 8 and 16 weeks into the group as well as data regarding the number of sessions attended.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>For the Abuser Intake Interview, the abuser was asked information regarding his age, education, employment status, income, relationship to the victim partner, current contact, children in common, and history of abuse and trauma.  As part of this intake, the offender completed several instruments including:</p>\n\n<ul>\n<li><p>the Conflict Tactics Scales-Revised (CTS2) which contained an 8-item Psychological Aggression subscale, a 12-item Physical Assault subscale, and a 6-item Injury subscale.  Participants responded with respect to the most recent six months and the entire history of the relationship at baseline assessment</p></li>\n<li><p>the University of Rhode Island Change Assessment (URICA) which was a 32-item scale with subscales for Precontemplation, Contemplation, Action and Maintenance.  For use in this study, individuals were instructed to complete the questions with respect to their violence against their intimate partner</p></li>\n<li><p>the Personality Assessment Inventory (PAI) which used Infrequency and Positive Impression Management validity subscales and the Borderline Features and Antisocial Features subscales</p></li>\n<li><p>the Alcohol Use Disorders Identification Test (AUDIT) which was a 10-item screening tool to accurately discriminate casual drinkers from problem drinkers.  Additional items ask about the abuse of drugs</p></li>\n<li><p>the Generality of Violence-Revised (GVQ-R) to assess generality of violence.  Men were presented with a list of 11 violent behaviors from the CTS2 as well as 8 categories of people/situations.  The frequency of engaging in these behaviors toward each of the people in the categories were then summed, excluding violence against ex-wives/ex-girlfriends (since it constituted intimate violence) as well as violence that was part of a job requirement (e.g., military or police action)</p></li>\n<li><p>Perceptions of Procedural Justice which was a four-item measure of procedural justice by the criminal justice system, and</p></li>\n<li><p>the Dissociative Violence Scale (DVS) which contained nine items that inquired about dissociative experiences during the perpetration of violence, aside from any alcohol or drug-related experiences.</p></li>\n</ul>\n\n<p>The victim partner was asked about demographics as well as relationship status, children in common, and current contact with the batterer.  As part of this interview, the victim partner also completed:</p>\n\n<ul>\n<li><p>the CTS2 items as they pertained to the batterer's behavior toward her in the previous six months and over the course of their relationship</p></li>\n<li><p>the Danger Assessment Scale (DAS) which was a domestic violence risk assessment measure, and</p></li>\n<li><p>the Process of Change in Abused Women Scale (PROCAWS) which asked the respondent her attitudes toward her partner and the abuse she experienced and assessed her intentions with respect to remaining in the relationship.</p></li>\n</ul>\n\n<p>At 8 and 16 weeks into treatment, APP staff administered the Working Alliance Inventory -- Short Form (WAI-S) which assessed a general overriding alliance dimension along with the Group Cohesion Scale (GES-COH) which was an 18-item scale consisting of 2 9-item subscales measuring the degree of self-reported cohesiveness within a defined group as pertaining to emotional cohesion and task cohesion within the group.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol consumption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Hispanic or Latino origins"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-05-31Version Text: 2011-05-31Subject: Study Level Error Note, Notes: There is a discrepancy between the number of cases in the data file and the number of cases detailed in the final report.  The data file contains 550 cases while the final report mentions 528 cases.  This is due to 22 cases being excluded because in those cases the male had not been assigned to a group until much later after intake, thus making his partner's follow-up data 6 months from the intake much too early in the process to evaluate the effectiveness of the intervention.  The variable PFUNOUSE (PARTNER FU DON'T USE) indicates which cases were\nexcluded.;Subject: Study Level Error Note, Notes: The final report states that the 528 cases breakdown as follows: 200 men assigned to one of 19 English-speaking groups in the Stages of Change (SOC) condition, 175 men assigned to one of 16 English-speaking groups in the Cognitive-Behavioral Therapy Gender-Reeducation (CBTGR) condition, 47 men assigned to one of 4 Spanish-speaking groups in the SOC condition, and 106 men assigned to one of 10 Spanish-speaking groups in the CBTGR condition.  The data file breakdown is: 202 men in the English-speaking SOC, 175 men in the English-speaking CBTGR, 47 men in the Spanish-speaking SOC, and 104 men in the Spanish-speaking CBTGR.  The principal investigator indicated that the data file numbers are correct.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-WG-BX-0001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-05-31"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-06"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006-01"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006-01"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Maryland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male clients who were referred to the Montgomery County, Maryland, Abused Persons Program and who were appropriate for participation in either the English-speaking or Spanish-speaking 26-week group between June 20, 2003, and January 23, 2006, and their victims."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample consisted of a total of 550 batterers, 96.1 percent of whom were court-ordered to treatment.  Of the 528 cases, a total of 202 men were randomly assigned to one of 19 English-speaking groups in the Stages of Change (SOC) condition, 175 men were assigned to one of 16 English-speaking groups in the Cognitive-Behavioral Therapy Gender-Reeducation (CBTGR) condition, 47 men were assigned to one of 4 Spanish-speaking groups in the SOC condition, and 104 men were assigned to one of 10 Spanish-speaking groups in the CBTGR condition.  Men were only considered to have been assigned to a particular treatment format if they attended at least one session of that treatment condition.  Clients were excluded from group treatment if they were actively psychotic, had personality disorders severe enough to disrupt a group, or had very poor ability to communicate in English.  Information on their partners was less complete in that only 157 partners were successfully contacted at intake."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"on-site questionnaire"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"This study used the Conflict Tactics Scales-Revised (CTS2), the University of Rhode Island Change Assessment (URICA), the Personality Assessment Inventory (PAI), the Alcohol Use Disorders Identification Test (AUDIT), the Generality of Violence-Revised (GVQ-R), Perceptions of Procedural Justice, the Dissociative Violence Scale (DVS), the Danger Assessment Scale (DAS), the Process of Change in Abused Women Scale (PROCAWS), the Working Alliance Inventory -- Short Form (WAI-S), and the Group Cohesion Scale (GES-COH).  Several Likert-type scales were also used."}]}},"files":[{"description":"","label":"Stages of Change and the Group Treatment of Batterers in Montgomery County, Maryland, 2003-2006","restricted":false,"version":1,"datasetVersionId":36450,"dataFile":{"id":2620020,"persistentId":"","pidURL":"","filename":"Stages of Change and the Group Treatment of Batterers in Montgomery County, Maryland, 2003-2006","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}