{"status":"OK","data":{"id":43807,"identifier":"ICPSR21200.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21200.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR21200.v1","latestVersion":{"id":39807,"storageIdentifier":"file://10.3886/ICPSR21200.v1","versionState":"RELEASED","distributionDate":"2013-12-20","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:11:26Z","releaseTime":"2015-04-09T04:11:26Z","createTime":"2015-04-09T04:11:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Habeas Corpus Litigation in United States District Courts: An Empirical Study, 2000-2006"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"King, Nancy J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vanderbilt University Law School"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cheesman II, Fred L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ostrom, Brian J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Center for State Courts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the Habeas Corpus Litigation in United States District Courts: An Empirical Study, 2007 is to provide empirical information about habeas corpus cases filed by state prisoners in United States District Courts under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA). The writ of habeas corpus is a remedy regulated by statute and available in federal court to persons \"in custody in violation of the Constitution...\" When a federal court grants a writ of habeas corpus, it orders the state court to release the prisoner, or to repeat the trial, sentencing, or other proceeding that led to the prisoner's custody. Each year, state prisoners file between 16,000 and 18,000 cases seeking habeas corpus relief. The study was the first to collect empirical information about this litigation, a decade after AEDPA was passed. It sought to shed light upon an otherwise unexplored area of habeas corpus law by looking at samples of capital and non-capital cases and describing the court processing and general demographic information of these cases in detail.</p>\n\n<p>AEDPA changed habeas law by:</p>\n\n<ul>\n<li><p>Establishing a 1-year statute of limitation for filing a federal habeas petition, which begins when appeal of the state judgment is complete, and is tolled during \"properly filed\" state post-conviction proceedings;</p></li>\n<li><p>Authorizing federal judges to deny on the merits any claim that a petitioner failed to exhaust in state court;</p></li>\n<li><p>Prohibiting a federal court from holding an evidentiary hearing when the petitioner failed to develop the facts in state court, except in limited circumstances;</p></li>\n<li><p>Barring successive petitions, except in limited circumstances; and</p></li>\n<li><p>Mandating a new standard of review for evaluating state court determinations of fact and applications of constitutional law.</p></li>\n</ul>\n\n<p>The information found within this study is for policymakers who design or assess changes in habeas law, for litigants and courts who address the scope and meaning of the habeas statutes, and for researchers who seek information concerning the processing of habeas petitions in federal courts. Descriptive findings are provided detailing petitioner demographics, state proceedings, representation of petitioner in federal court, petitions, type of proceeding challenged, claims raised, intermediate orders, litigation steps, processing time, non-merits dispositions and merits disposition for both capital and non-capital cases which lead into the comparative and explanatory findings that provide information on current and past habeas litigation and how it has been effected by the Antiterrorism and Effective Death Penalty Act of 1996.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study sought to shed light upon an otherwise unexplored area of habeas corpus law and looked at samples of capital and non-capital cases and describes the court processing and general demographic information of these cases in detail. Empirical information about habeas corpus cases filed by state prisoners in United States District Courts under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) is provided. This information is intended for policymakers who design or assess chan\nges in habeas law, for litigants and courts who address the scope and meaning of the habeas statutes, and for researchers who seek information concerning the processing of habeas petitions in federal courts.</p>\n\n<p>Since the enactment of AEDPA, its provisions have been continually litigated. Each year between 16,000 and 18,000 cases, or approximately 1 out of every 14 civil cases filed in federal district courts, are filed by state prisoners seeking habeas corpus relief, and more than 6,000 of these cases reach the courts of appeals. During each term, the Supreme Court devotes a considerable portion of its limited docket to the application or interpretation of AEDPA. Habeas litigation is also a recurring topic of legislative attention.</p>\n\n<p>The empirical questions and assumptions about habeas litigation that have been raised in debates about the appropriate scope of habeas review provide the starting point for the research questions in this study. These issues fall into five general categories: (1) time before filing; (2) claims for relief; (3) the operation of defenses with four categories falling underneath: statute of limitations, exhaustion of claims in state court, successive petitions, and procedural default; (4) time for processing; (5) merits review and case outcomes.</p>\n\n<p>There is very little prior research concerning habeas litigation that contains empirical information. More information is known about the processing of habeas cases prior to AEDPA. Descriptive findings are provided detailing petitioner demographics, state proceedings, representation of petitioner in federal court, petitions, type of proceeding challenged, claims raised, intermediate orders, litigation steps, processing time, non-merits dispositions and merits disposition for both capital and non-capital cases which lead into the comparative and explanatory findings that provide information on current and past habeas litigation and how it has been effected by the Antiterrorism and Effective Death Penalty Act of 1996.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Because this was the first empirical examination of the application of AEDPA, the most important contribution of the present study may be to provide a thorough catalogue of descriptive information about habeas litigation. For each of the five general features of habeas review outlined above, the study collected detailed information for both capital and non-capital cases. Additionally, the study built on research prior to AEDPA to examine the differences between pre-AEDPA and post-AEDPA processing of habeas cases in order to identify the possible effects of the 1996 amendments. The study also examined the differences between the processing of capital and non-capital habeas cases.</p>\n\n<p>The final capital case sample was 368 capital cases, representing filings by 348 death row inmates drawn from districts with the highest volume of capital habeas filings and the final non-capital case sample was 2,378, approximately 6.5 percent of all 36,745 non-capital habeas filings by state prisoners during the sample period.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Data collected for each case included: demographic information about the prisoner; the nature of the state decision challenged; information about the petitioner's state offense and sentence; proceedings in state courts; petitions; amendments to petitions; in forma pauperis and representation status; post-petition pleadings (answers, motions, and replies); magistrate judge involvement; disc\novery; evidentiary hearings; stays; rulings on certificates of appealability; number of claims raised; and number of docket entries. The timing of various procedural events was tracked with over a dozen separate date variables. Information on each individual claim was collected, including claim type (about 100 separate claim types were tracked and then later aggregated into a smaller number of claim-type variables), the application of each of six different defenses, type of disposition, and reason for disposition for each claim.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"capital punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court cases"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"court system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal justice system"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"habeas corpus"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-12-20Version Text: 2013-12-20 Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-IJ-CX-0020"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-12-20"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Capital Case Sample obtained from PACER, the on-line filing system of the federal courts, and from original case documents at courthouses and federal archives, as well as online research.","Non-Capital Case Sample obtained from PACER, the on-line filing system of the federal courts."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["State prisoner capital and non-capital cases filed no earlier than 2000 seeking habeas corpus relief in United States District Courts under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Cases that had been filed no earlier than 2000 were examined, rather than select a sample of cases terminated during a specific period. This strategy had three advantages. First, it limited the cases in the study to cases processed after the Supreme Court had settled some of the more fundamental questions about the application of AEDPA that had divided lower courts through 1999. Second, it provided a consistent cohort of observations for predicting the likelihood of termination and the likelihood that the writ would be granted. Third, it facilitated the collection of much of the data from the Internet, as explained below. The disadvantage was that disposition information was unavailable for the cases in the sample that remained pending when the data collection closed.</p>\n\n<p>To select cases, the Administrative Office of the United States Courts (AO) datasets were first merged, reporting district court civil terminations from 2000 through 2005 and civil cases pending in district court in 2005. This merged set was then reduced to only those cases that were coded by the AO as general or capital habeas cases that the federal question as the basis for jurisdiction. This excluded cases against federal authorities.</p>\n\n<p>Information about non-capital cases was collected from PACER, the on-line filing system of the federal courts. Cases were selected at random from the merged set described above and include 7.5 percent of the general state habeas cases which had been filed in calendar year 2003 (with docket numbers beginning \"03\") and 7.5 percent of those started in 2004. Cases were selected by docket number rather than file date, because the file date recorded in the AO data was often later than the date the case began. From this group, duplicate cases, cases that turned out to be mislabeled as state non-capital habeas cases, and cases that started prior to 2003 or after 2004 were deleted.</p>\n\n<p>Two separate samples were selected: capital case sample and non-capital case sample. The final capital case sample was 368 capital cases, representing filings by 348 death row inmates drawn from districts with the highest volume of capital habeas filings. According to the annual reports of the AO, in only 13 districts were 20 or more capital habeas cases filed during the years 2001-2004: Texas (south, east, north, west), Pennsylvania (east), Ohio (north and south), California (central), Arizona, Nevada, Alabama (north), Florida (middle), and Oklahoma (west). The final non-capital case sample was 2,378 approxima\ntely 6.5 percent of all 36,745 non-capital 2003-2004 habeas filings by state prisoners during the sample period.</p>\n\n<p>Dataset 1 (Capital Cases Sample Data) contains 368 cases and 2,206 variables. Dataset 2 (Non-Capital Cases Sample Data) contains 2,378 cases and 1,517 variables.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Capital Cases Sample Data","restricted":false,"version":1,"datasetVersionId":39807,"dataFile":{"id":2649117,"persistentId":"","pidURL":"","filename":"Capital Cases Sample Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Non-Capital Cases Sample Data","restricted":false,"version":1,"datasetVersionId":39807,"dataFile":{"id":2649118,"persistentId":"","pidURL":"","filename":"Non-Capital Cases Sample Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}