{"status":"OK","data":{"id":46397,"identifier":"ICPSR06787.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06787.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06787.v1","latestVersion":{"id":42397,"storageIdentifier":"file://10.3886/ICPSR06787.v1","versionState":"RELEASED","distributionDate":"1998-01-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:39:52Z","releaseTime":"2015-04-09T04:39:52Z","createTime":"2015-04-09T04:39:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Victims' Ratings of Police Services in New York and Texas, 1994-1995 Survey"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Newmark, Lisa"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harrell, Adele"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Adams, Bill"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Family Violence Prevention and Services Act of 1984  (FVPSA) provided funding, through the Office of Victims of Crime in  the United States Department of Justice, for 23 law enforcement  training projects across the nation from 1986 to 1992. FVPSA was  enacted to assist states in (1) developing and maintaining programs  for the prevention of family violence and for the provision of shelter  to victims and their dependents and (2) providing training and  technical assistance for personnel who provide services for victims of  family violence. The National Institute of Justice awarded a grant to  the Urban Institute in late 1992 to evaluate the police training  projects. One of the program evaluation methods the Urban Institute  used was to conduct surveys of victims in New York and Texas. The  primary objectives of the survey were to find out, from victims who  had contact with law enforcement officers in the pre-training period  and/or in the post-training period, what their experiences and  evaluations of law enforcement services were, how police interventions  had changed over time, and how the quality of services and changes  related to the police training funded under the FVPSA. Following the  conclusion of training, victims of domestic assault in New York and  Texas were surveyed through victim service programs across each  state. Similar, but not identical, instruments were used at the two  sites. Service providers were asked to distribute the questionnaires  to victims of physical or sexual abuse who had contact with law  enforcement officers. The survey instruments were developed to obtain  information and victim perceptions of  the following key subject areas: history of abuse, characteristics of  the victim-abuser relationship, demographic characteristics of the  abuser and the victim, history of law enforcement contacts,   services  received from law enforcement officers, and victims' evaluations of  these services. Variables on history of  abuse include types of abuse experienced, first and last time  physically or sexually abused, and frequency of abuse. Characteristics  of the victim-abuser relationship include length of involvement with  the abuser, living arrangement and relationship status at time of last  abuse, number of children the victim had, and number of  children at home at the time of last abuse. Demographic variables  provide age, race/ethnicity, employment status, and education level of  the abuser and the victim. Variables on the history of law enforcement  contacts and services received include number of times law  enforcement officers were called because of assaults on the victim,  number of times law enforcement officers actually came to the  scene, first and last time officers came to the scene, number of times  officers were involved because of assaults on the victim, number of  times officers were involved in the last 12 months, and type of  law enforcement agencies the officers were from. Data are also included on  city size by population, city median household income, county  population density, county crime rat\ne, and region of state of the  responding law enforcement agencies. Over 30 variables record the  victims' evaluations of the officers' responsiveness, helpfulness, and attitudes."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Family Violence Prevention and Services Act  of 1984 (FVPSA) provided funding, through the Office of Victims of  Crime in the Department of Justice, for 23 law enforcement training  projects across the nation from 1986 to 1992. FVPSA was enacted to  assist states in: (1) developing and maintaining programs for the  prevention of family violence and provision of immediate shelter and  assistance to victims and their dependents, and (2) providing training  and technical assistance for personnel who provide services for  victims of family violence. This training included regionally-based  training and technical assistance for local and state law enforcement  personnel to develop and implement training programs, and to  disseminate information on improved responses to family violence  incidents. The National Institute of Justice awarded a grant to the  Urban Institute in late 1992 to evaluate the police training projects.  One of the program evaluation methods the Urban Institute used was to  conduct surveys of victims in New York and Texas. The surveys provided  quantifiable data on law enforcement responses to domestic violence  calls from the perspective of the ultimate beneficiaries of the  training projects, the victims served by law enforcement  personnel. The primary objectives of the survey were to find out, from  victims who had contact with law enforcement officers in the  pre-training period and/or in the post-training period, what their  experiences and evaluations of law enforcement services were, how  police interventions had changed over time, and how the quality of  services and changes related to the police training funded under the  FVPSA. Information obtained about the effects of the training projects  conducted in these states offered recommendations for future police training and policy development efforts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"FVPSA training in New York was awarded to the New  York Office for the Prevention of Domestic Violence for the period  October 1990 to March 1993. The Texas Center for Law Enforcement  Education received the grant in Texas and was funded from September  1991 to February 1993. A total of 242 executives and trainers and 540  officers attended the training sessions in Texas. Following the  conclusion of law enforcement training, victims of domestic assault  were surveyed through victim service programs across each state. Every  program serving victims of domestic violence in New York and Texas was  mailed a package containing a cover letter from the local advocacy  organization, ten copies of the survey, and a return envelope. New  York programs also received a cover letter and survey instructions in  a question-and-answer format from the Urban Institute. Service  providers were asked to distribute the questionnaires to victims of  physical or sexual abuse who had contact with law enforcement  officers, and to provide assistance or instructions as needed. A  total of 128 programs received 1,240 surveys. In New York, the  advocacy organizations provided a list of service programs, and most  of the packages were mailed directly from the Urban Institute in late  January 1995. Postage-paid return envelopes were provided for mailing  the surveys back to the Institute by the requested deadline of March  1, 1995. In Texas, the advocacy organization mailed the survey  packages to the 62 programs across the state in mid-December  1994. Completed surveys were mailed back to the advocacy organization  by late January 1995 and then forwarded to the Institute. Follow-up  postcards were mailed in late February and early March to programs in  both states that had not returned any completed surveys, requesting  their cooperation and extending the deadline to March\n31, 1995. The  final sample of eligible respondents consisted of 547 victims, 326  contacted through 53 programs in New York, and 221 contacted through  33 programs in Texas. All returned surveys were logged in, reviewed  for eligibility, and edited for clarification as necessary upon  receipt. Eligible surveys were then numerically coded and entered into  an automated database. Data entry was subjected to complete  verification of 20 percent of the cases. Somewhat different response  formats for certain survey items were used at the two sites, but data  for these items were coded to permit cross-state comparisons where  appropriate. Additional cleaning procedures occurred during the early  phase of analysis, in which anomalous data were checked against the original source and changes were made in the raw data file as needed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables on history of abuse include types of  abuse experienced, first and last time physically or sexually abused,  and frequency of abuse. Demographic variables provide age,  race/ethnicity, employment status, and education level of the abuser  and the victim. Characteristics of the victim-abuser relationship  cover length of involvement with the abuser, living arrangement and  relationship status at time of last abuse, the number of children the  victim had, and the number of children at home at the time of last  abuse. Variables on the history of law enforcement contacts and  services received include the number of times law enforcement officers  were called because of assaults on the victim, the number of times law  enforcement officers actually came to the scene, first and last time  officers came to the scene, number of times officers were involved  because of assaults on the victim, number of times officers were  involved in the last 12 months, and the type of law enforcement  agencies the officers were from. Data are also included on city size by  population, city median household income, county population density,  county crime rate, and region of state of the reponding law  enforcement agencies. Over 30 variables record the victims'  evaluations of the officers' responsiveness, helpfulness, and attitudes."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files, SAS transport (XPORT) file, and SPSS portable file; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-IJ-CX-K009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-01-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1994-12"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994-12"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1995-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Victims of domestic violence in New York and Texas."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"New York and Texas were chosen as survey sites for several  reasons: (1) The high level of training dissemination in both states  increased the likelihood that victims in the survey might have  encountered officers exposed to training experiences and materials  related to the FVPSA training activities. (2) Victim advocacy groups  in each state were planning or had conducted similar surveys and could  provide access to victim service programs and their clients. (3) The  two states provided diversity in both geographical location and  population demographics. (4) The two represent the second and third  most populous states in the nation and the two most populous states to  receive FVPSA training grants. A total of 128 programs received 1,240  surveys. The final sample of eligible respondents consist\ned of 547  victims, 326 contacted through 53 programs in New York, and 221 contacted through 33 programs in Texas."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Since the service program was used as the  sampling unit and victims were recruited through programs, response  rates were computed as the proportion of programs that returned  completed questionnaires. The response rate from New York programs was  41 percent, and in Texas the response rate was 53 percent. From the  ten surveys sent to each program, the programs returned from one to 23  completed surveys each, for an average of 6.4 usable surveys per program."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Victims' Ratings of Police Services in New York and Texas, 1994-1995 Survey","restricted":false,"version":1,"datasetVersionId":42397,"dataFile":{"id":2666821,"persistentId":"","pidURL":"","filename":"Victims' Ratings of Police Services in New York and Texas, 1994-1995 Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}