{"status":"OK","data":{"id":41161,"identifier":"ICPSR02370.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02370.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02370.v1","latestVersion":{"id":37161,"storageIdentifier":"file://10.3886/ICPSR02370.v1","versionState":"RELEASED","distributionDate":"2000-08-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:42:23Z","releaseTime":"2015-04-09T03:42:23Z","createTime":"2015-04-09T03:42:23Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Psychological Classification of Adult Male Inmates in Federal Prison in Indiana, 1986-1988"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Van Voorhis, Patricia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection, conducted in a federal penitentiary  and prison camp in Terre Haute, Indiana, between September 1986 and  July 1988, was undertaken to examine the reliability and validity of  psychological classification systems for adult male inmates. The  classification systems tested were Warren's Interpersonal Maturity  Level (I-level), Quay Adult Internal Management Systems (AIMS),  Jesness Inventory, Megargee's MMPI-Based Prison Typology, and Hunt's  Conceptual Level. The study sought to answer the following questions:  (a) Which psychological classification systems or combination of  systems could be used most effectively with adult populations? (b)  What procedures (e.g., interview, paper-and-pencil test, staff  assessment, or combination) would assure maximum efficiency without  compromising psychometric precision? (c) What could the commonalities  and differences among the systems reveal about the specific systems  and about general classification issues pertinent to this population?  and (d) How could the systems better portray the prison experience?  The penitentiary was a low-maximum-security facility and the prison  camp was a minimum-security one. A total of 179 penitentiary inmates  and 190 camp inmates participated. The study employed both a pre-post  and a correlational design. At intake, project staff members  interviewed inmates, obtained social, demographic, and criminal  history background data from administrative records and test scores,  and then classified the inmates by means of an I-level  diagnosis. Social and demographic data collected at intake included  date of entry into the prison, age, race, marital status, number of  dependents, education, recorded psychological diagnoses, occupation  and social economic status, military service, evidence of problems in  the military, ability to hold a job, and residential  stability. Criminal history data provided include age at first  nontraffic arrest, arrests and convictions, prison or jail sentences,  alcohol or drug use, total number and kinds of charges for current  offense, types of weapon and victims involved, co-offender  involvement, victim-offender relationship, if the criminal activity  required complex skills, type of conviction, and sentence  length. T-scores for social maladjustment, immaturity, autism,  alienation, manifest aggression, withdrawal, social anxiety,  repression, and denial were also gathered via the Jesness Inventory  and the MMPI. Interview data cover the inmates' interactions within  the prison, their concerns about prison life, their primary  difficulties and strategies for coping with them, evidence of guilt or  empathy, orientation to the criminal label, relationships with family  and friends, handling problems and affectivity, use of alcohol and  drugs, and experiences with work and school. For the follow-up, the  various types of assessment activities were periodically conducted for  six months or until the inmate's release date, if the inmate was  required to serve less than six months. Data collected at follow-up  came from surveys of inmates, official reports of disciplinary  infractions or victimizations, and prison staff assessments of  inmates' prison adjustment and work performance. The follow-up surveys  collected information on inmates' participation in treatment and  educational\nprograms, work absenteeism, health, victimization  experiences and threats, awards, participation in aggressive,  threatening, or other illegal activities, contact with family and  friends, communication strategies, stress, sources of stress, and  attitudes and beliefs about crime and imprisonment. Follow-up ratings  by prison staff characterized the inmates on several clinical scales,  according to each rater's global assessment of the interviewee. These  characteristics included concern for others, role-taking abilities,  assertiveness, inmate's relations with other inmates, authorities, and  staff, verbal and physical aggressiveness, emotional control under  stress, cooperativeness, need for supervision, response to  supervision, maturity, behavior toward other inmates, and behavior toward staff."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The research was conducted in response to a  growing demand for sound methods for classifying prison populations in  order to manage correctional facilities effectively and to reduce  inmates' problem behavior. The classification systems tested were: (1)  Warren's Interpersonal Maturity Level, (2) Jesness Inventory, (3)  Hunt's Conceptual Level, (4) Megargee's MMPI-Based Prison Typology,  and (5) the Quay Adult Internal Management System (AIMS). Although  several classification systems had been developed, prior research had  devoted insufficient attention to the reliability, validity, and  utility of the systems. Moreover, most of the classifications were  developed for juvenile correctional systems and had not been tested  sufficiently with adult offenders. This study sought to answer the  following questions: (a) Which psychological classification systems or  combination of systems could be used most effectively with adult  populations? (b) What procedures (e.g., interview, paper-and-pencil  test, staff assessment, or combination) would assure maximum  efficiency without compromising psychometric precision? (c) What could  the commonalities and differences among the systems reveal about the  specific systems and about general classification issues pertinent to  this population? and (d) How could the systems better portray the prison experience?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study, conducted in a federal penitentiary  and federal prison camp in Terre Haute, Indiana, between September  1986 and July 1988, was undertaken to examine the reliability and  validity of psychological classifications of adult male inmates. The  penitentiary was a low-maximum-security facility and the prison camp  was a minimum-security one. A total of 190 camp inmates and 179  penitentiary inmates participated. At the time of the study, inmates  were assigned to institutions according to security criteria only and  were not classified further within the institution. The study employed  both a pre-post and a correlational design. At intake, project staff  members interviewed inmates, collected social, demographic, and  criminal history background data from administrative records and test  scores, and then classified the inmates by means of an I-level  diagnosis. For the follow-up, the various types of assessment  activities were periodically conducted for six months or until the  inmate's release date, if the inmate was required to serve less than six months."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Background data collected at intake included social  and demographic data prior to or at arrest, prior adult and juvenile  records, current offenses, and arrest or conviction processing.  Social and demographic data collected at intake included date of entry  into the prison, age, race, marital status, number of dependents,  education, recorded psychological diagnoses, occupation and social  economic status, military service, evidence of problems in the  military, ability to hold a job, and residential stability. Criminal  history data provided include age at first nontraffic arrest, arrests  and convicti\nons, prison or jail sentences, alcohol or drug use, total  number and kinds of charges for current offense, types of weapon and  victims involved, co-offender involvement, victim-offender  relationship, if the criminal activity required complex skills, type  of conviction, and sentence length. T-scores of social maladjustment,  immaturity, autism, alienation, manifest aggression, withdrawal,  social anxiety, repression, and denial were also gathered via the  Jesness Inventory and the MMPI. Interview data cover the inmates'  interactions within the prison, their concerns about prison life,  their primary difficulties and strategies for coping with them,  evidence of guilt or empathy, orientation to the criminal label,  relationships with family and friends, handling problems and  affectivity, use of alcohol and drugs, and experiences with work and  school. Data collected at follow-up came from surveys of inmates,  official reports of disciplinary infractions or victimizations, and  prison staff assessments of inmates' prison adjustment and work  performance. The follow-up interviews collected information on  inmates' participation in treatment and educational programs, work  absenteeism, health, victimization experiences and threats, awards,  participation in aggressive, threatening, or other illegal activities,  contact with family and friends, communication strategies, stress,  sources of stress, and attitudes and beliefs about crime and  imprisonment. Follow-up ratings by prison staff characterized the  inmates on several clinical scales, according to each rater's global  assessment of the interviewee. These characteristics included concern  for others, role-taking abilities, assertiveness, inmate's relations  with other inmates, authorities, and staff, verbal and physical  aggressiveness, emotional control under stress, cooperativeness, need  for supervision, response to supervision, maturity, behavior toward other inmates, and behavior toward staff."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"male offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison adjustment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prisons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2008-04-04Version Text: 2008-04-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Website.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"85-IJ-CX-0063"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-08-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1986"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1988"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1986"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1988"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, administrative records data, and clinical data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, self-enumerated questionnaires,  prison records, psychological assessment tests, and ratings by project and prison staff"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adult male inmates in the federal penitentiary and federal prison camp in Terre Haute, Indiana, admitted from 1986 to 1988."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rates were 76 percent for  penitentiary inmates and 83 percent for camp inmates. Computation of  the response rates was based on the ratio of inmates intervie\nwed to inmates asked to participate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Quay Adult Internal Management System (AIMS), Megargee's  MMPI-Based Prison Typology, Warren's Interpersonal Maturity Level (I-Level), Hunt's Conceptual Level, and the Jesness Inventory."}]}},"files":[{"description":"","label":"Psychological Classification of Adult Male Inmates in Federal Prison in Indiana, 1986-1988","restricted":false,"version":1,"datasetVersionId":37161,"dataFile":{"id":2624839,"persistentId":"","pidURL":"","filename":"Psychological Classification of Adult Male Inmates in Federal Prison in Indiana, 1986-1988","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}