{"status":"OK","data":{"id":38563,"identifier":"ICPSR02023.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02023.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02023.v1","latestVersion":{"id":34563,"storageIdentifier":"file://10.3886/ICPSR02023.v1","versionState":"RELEASED","distributionDate":"2000-09-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:46Z","releaseTime":"2015-04-09T03:13:46Z","createTime":"2015-04-09T03:13:46Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Community Supervision of Drug-Involved Probationers in San Diego County, California, 1991-1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hoctor, Darlanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pennell, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Curtis, Christine"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Probationers in Recovery (PIR) program, developed by the San Diego County Probation Department, targeted high-risk, drug-abusing offenders with the goal of controlling offender behavior without increasing risks to communities. This evaluation of PIR was based on a quasiexperimental design that compared program activities and outcomes for two matched groups of high-risk probationers receiving different levels of service and supervision. The assessment included both a process evaluation to discover if expected service levels were implemented as designed, and an impact evaluation to assess the effectiveness of drug treatment within an intensive community supervision program. The experimental group included 209 PIR participants who received intensive community supervision and drug treatment, and the control group consisted of 151 probationers who were assigned to regular high-risk probation caseloads and who met the PIR screening criteria. The samples were selected from probationers entering community supervision from February to December 1991. The length of the PIR program varied, but for purposes of analysis the minimum time in the program to represent the intervention period was set at eight months, including relapse prevention. A comparable period was used for the control group. The subsequent six-month period was used to measure the effects of PIR and regular high-risk probation after intervention. Intake interviews were conducted with a subsample of 96 probationers in PIR and 80 in the control group (Part 1). The interviews were conducted within the first two weeks after intake. Follow-up interviews were conducted with these probationers after they had completed eight months of PIR or regular high-risk probation to measure experiences on probation and changes in behavior and attitudes (Part 2). Follow-up interviews were completed with 47 probationers from the experimental group in the PIR program and 35 in the control group. The case tracking portion of the study involved the review of probation, treatment, and state and local criminal history files (Part 3). Data on technical violations and arrests for new crimes were compiled for the following time periods: (1) six months prior to the instant offense (the baseline), (2) the first eight months of community supervision (the in-program period), (3) the six months after intervention, and (4) the combined 14-month period. The initial interview (Part 1) included questions regarding sociodemographic characteristics, current offense, awareness of probation conditions ordered, perceived consequences for violations of probation, drug use and drug history, prior drug treatment and treatment needs, c\nriminal history, expectations regarding the probation term, opinions regarding probation and treatment, daily activities prior to the current offense, current life satisfaction, and prospects for the future. Questions on the follow-up interview (Part 2) focused on changes in probationers' personal lives (e.g., employment, income, education, marital status, living situation, and relationships with family and friends), technical probation violations and new offenses committed during the eight-month period, sanctions imposed by probation staff, contacts with probation and treatment staff, changes in drug use and daily activities, expectations with regard to remaining crime- and drug-free in the future, attitudes regarding probation and treatment, treatment needs, and significant life changes over the eight-month period. Variables in the tracking data file (Part 3) include sociodemographic characteristics, current offense and sentence imposed, probation conditions ordered, drug use history, offense and probation violations occurring before, during, and after an eight-month probation period, custody time, changes in level of probation supervision, and program interventions such as drug tests, services delivered, and sanctions imposed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To cope with the demands of the increasing  custody and community supervision populations, a majority of which are  under the influence of drugs upon arrest, criminal justice officials  in San Diego County searched for innovative and effective approaches  to assess, manage, control, and treat offenders. Specifically, the  Probationers in Recovery (PIR) program, developed by the San Diego  County Probation Department, targeted high-risk, drug-abusing  offenders with the goal of controlling offender behavior without  increasing risks to communities. To address the research issues  resulting from limitations inherent in prior studies, this evaluation  of PIR matched experimental and control groups using PIR screening  criteria to ensure comparability between groups, analyzed extensive  and detailed information to determine which aspects of the program  were effective, based the definition of \"program success\" upon issues  raised in prior literature and on information obtained through lengthy  discussions with program personnel, and clearly defined the program  goals, organizational structure, program operations, and evaluation  design in order to make informed cross-program generalizations. This  evaluation tested two hypotheses: (1) the provision of drug treatment  within the PIR program would reduce subsequent drug use and criminal  behavior of high-risk probationers, and (2) successful outcomes of  reduced drug use and criminality would also be associated with  characteristics of offenders and of program services. Specifically,  the data address the following questions: (a) What types of  interventions, including drug testing and treatment, lead to better  results for high-risk probationers? (b) What are the characteristics  of probationers who remain drug-free after intervention? (c) Is there  an association between reducing drug use and criminal behavior after  intervention? (d) How does intervention affect daily life patterns of  offenders? (e) What specific intervention strategies are effective  with particular types or classifications of offenders? (f) Which  graduated sanctions are effective alternatives to revocation for  probation violators? and (g) What are the appropriate measures of improvement during and after intervention?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This evaluation was based on a quasiexperimental  design comparing program activities and outcomes for two matched  groups of high-risk probationers receiving different levels of service  and supervision. The assessment included both a process evaluation to  discover if expected service levels were implemented as designed, as  well as an impact evaluation to assess the effectiveness of dru\ng  treatment within an intensive community supervision program. The  experimental group included 209 PIR participants who received  intensive community supervision and drug treatment, and the control  group consisted of 151 probationers who were assigned to regular  high-risk probation caseloads and who met the PIR screening  criteria. The samples were selected from probationers entering  community supervision from February to December 1991. The length of  the PIR program varied, but for purposes of analysis the minimum time  in the program to represent the intervention period was set at eight  months, including relapse prevention. A comparable period was used for  the control group. The subsequent six-month period was used to measure  the effects of PIR and regular high-risk probation after  invention. Intake interviews were conducted with a subsample of 96  probationers in PIR and 80 in the control group (Part 1). The  interviews were conducted within the first two weeks after  intake. Follow-up interviews were conducted with these probationers  after they had completed eight months of PIR or regular high-risk  probation to measure experiences on probation and changes in behavior  and attitudes (Part 2). Follow-up interviews were completed with 47  probationers from the experimental group in the PIR program and 35 for  the control group. The case tracking portion of the study involved the  review of probation, treatment, and state and local criminal history  files (Part 3). Data on technical violations and arrests for new  crimes were compiled for the following time periods: (1) six months  prior to the instant offense (the baseline), (2) the first eight  months of community supervision (the in-program period), (3) the  following six months after intervention, and (4) the combined 14-month period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The initial interview (Part 1) included questions  regarding sociodemographic characteristics, current offense, awareness  of probation conditions ordered, perceived consequences for violations  of condition, drug use and drug history, prior drug treatment and  treatment needs, criminal history, expectations regarding the  probation term, opinions regarding probation and treatment, daily  activities prior to the current offense, current life satisfaction,  and prospects for the future. Questions on the follow-up interview  (Part 2) focused on changes in probationers' personal lives (e.g.,  employment, income, education, marital status, living situation, and  relationships with family and friends), technical probation violations  and new offenses committed during the eight-month period, sanctions  imposed by probation staff, contacts with probation and treatment  staff, changes in drug use and daily activities, expectations with  regard to remaining crime- and drug-free in the future, attitudes  regarding probation and treatment, treatment needs, and significant  life changes over the eight-month period. Variables in the tracking  data file (Part 3) include sociodemographic characteristics, current  offense and sentence imposed, probation conditions ordered, drug use  history, offense and probation violations occurring before, during,  and after an eight-month probation period, custody time, changes in  level of probation supervision, and program interventions such as drug tests, services delivered, and sanctions imposed."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"postrelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probationers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"supervised liberty"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2023.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-DD-CX-0057"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-09-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1991"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1991"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Personal interviews. Part 3: Probation, treatment, and state and local criminal history files"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"San Diego"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All probationers entering community supervision in San Diego County from February to December 1991."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Sample selection was based on a nonequivalent control  group design. Experimental and control groups were matched using the  PIR screening criteria. The subsample for the initial intake interview  was selected from the first probationers available from new  assignments to PIR and regular high-risk probation at the Probation  Department's Central Office during the 11-month sample selection period."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The refusal rate for the initial interview was  less than 1 percent. Only one probationer refused to be  interviewed. For the follow-up interview, the response rate was 49  percent for the experimental group and 44 percent for the control  group. The reasons for the low response rate for both groups included:  probationers absconding or not showing up for appointments with the  interviewer, incarceration outside San Diego County, relocation with  probation permission (e.g., witness relocation, transfer to  supervision in another county due to employment), delays in gaining  access to those incarcerated in the Metropolitan Correctional Center  facility, releases from probation supervision, and participation in  residential treatment programs to which interviewers were denied  access. The exact number of interviewees in each category was not documented."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Case Tracking Data","restricted":false,"version":1,"datasetVersionId":34563,"dataFile":{"id":2606045,"persistentId":"","pidURL":"","filename":"Case Tracking Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Follow-up Interview Data","restricted":false,"version":1,"datasetVersionId":34563,"dataFile":{"id":2606044,"persistentId":"","pidURL":"","filename":"Follow-up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Initial Interview Data","restricted":false,"version":1,"datasetVersionId":34563,"dataFile":{"id":2606043,"persistentId":"","pidURL":"","filename":"Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}