{"status":"OK","data":{"id":45969,"identifier":"ICPSR31333.v1","persistentUrl":"https://doi.org/10.3886/ICPSR31333.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR31333.v1","latestVersion":{"id":41969,"storageIdentifier":"file://10.3886/ICPSR31333.v1","versionState":"RELEASED","distributionDate":"2011-05-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:35:09Z","releaseTime":"2015-04-09T04:35:09Z","createTime":"2015-04-09T04:35:09Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Police Arrest Decisions in Intimate Partner Violence Cases in the United States, 2000 and 2003"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rhodes, Karin V."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Pennsylvania"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Dichter, Melissa E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Pennsylvania"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to better understand the factors associated with police decisions to make an arrest or not in cases of heterosexual partner violence and how these decisions vary across jurisdictions. The study utilized data from three large national datasets: the National Incident-Based Reporting System (NIBRS) for the year 2003, the Law Enforcement Management and Administrative Statistics (LEMAS) for the years 2000 and 2003, and the United States Department of Health and Human Services Area Resource File (ARF) for the year 2003. Researchers also developed a database of domestic violence state arrest laws including arrest type (mandatory, discretionary, or preferred) and primary aggressor statutes. Next, the research team merged these four databases into one, with incident being the unit of analysis. As a further step, the research team conducted spatial analysis to examine the impact of spatial autocorrelation in arrest decisions by police organizations on the results of statistical analyses. The dependent variable for this study was arrest outcome, defined as no arrest, single male arrest, single female arrest, and dual arrest for an act of violence against an intimate partner. The primary independent variables were divided into three categories: incident factors, police organizational factors, and community factors."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to better understand the factors associated with police decisions to make an arrest or not in cases of heterosexual partner violence and how these decisions vary across jurisdictions. The specific aims of the study were:</p>\n\n<ol>\n<li>To describe the broad sets of incident, organizational, and community factors associated with gender-specific intimate partner violence (IPV) arrest patterns and identify which set of variables is most predictive of an arrest outcome.</li>\n<li>Controlling for the other sets of variables, to identify which specific variables within each set are most predictive of an arrest outcome.</li>\n<li>To quantify the magnitude of spatial autocorrelation between law enforcement agencies with respect to arrest decisions and examine the impact of accommodating this autocorrelation.</li>\n</ol>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study utilized data from three large national datasets: the National Incident-Based Reporting System (NIBRS) for the year 2003, the Law Enforcement Management and Administrative Statistics (LEMAS) for the years 2000 and 2003, and the United States Department of Health and Human Services Area Resource File (ARF) for the year 2003. NIBRS is a part of the Uniform Crime Reporting Program (UCR), administered by the Federal Bureau of Investigation (FBI). It is an incident-based reporting system that includes all crimes known to the police within 22 offense categories and is more detailed than the UCR. The primary unit of analysis for the NIBRS is a reported crime incident. Within the incident, data are collected for offense(s), offender(s), victim(s), and, where applicable, arrestee(s). The LEMAS survey collects data from a nationally representative sample of publicly funded State and local law en\nforcement agencies in the United States. The LEMAS survey offers a comprehensive picture of the landscape of American policing and includes descriptors of general police department characteristics as well as specific law enforcement variables related to Intimate Partner Violence (IPV). The ARF provides access to community variables such as disadvantage and ethnic heterogeneity from more than 50 data sources, including the United States Census, the Bureau of Labor Statistics, and the Centers for Medicare and Medicaid Services.</p>\n\n<p>Researchers also developed a database of domestic violence state arrest laws including arrest type (mandatory, discretionary, or preferred) and primary aggressor statutes. All of the statutes on which these data were based were enacted in 2003 or before and had not been changed as of 2005, indicating that they were in place in 2003. Next, the research team merged these four databases into one, with incident being the unit of analysis. After merging the datasets and selecting the incidents, the research team then ran distribution and multicolliniarity analyses to determine where they needed to collapse categories and recode some of the variables, or create new variables. Independent variables were selected based on theoretical relevance and distributions in the final dataset. The dependent variable -- arrest decision -- was created using the incident variables for gender and number of arrests and resulted in a categorical variable with four possible values: no arrest, female only arrest, male only arrest, and both female and male (dual) arrest. As a further step, the research team conducted spatial analysis to examine the impact of spatial autocorrelation in arrest decisions by police organizations on the results of statistical analyses.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The dependent variable for this study was arrest outcome, defined as no arrest, single male arrest, single female arrest, and dual arrest for an act of violence against an intimate partner. The primary independent variables were divided into three categories: incident factors, police organizational factors, and community factors.</p>\n\n<p>Incident variables included extra-legal and legal factors. Extra-legal factors include those associated with the couple (sex of offender and, by implication, sex of the victim since all cases for this study were heterosexual couples; race and age of male and of female partner; type of relationship) as well as those associated with the particular incident (whether it occurred in a residence or not and during the day or night). Legal factors include type of offense (sexual assault, aggravated assault, simple assault, intimidation), presence of victim injuries, weapon involvement, and suspected offender substance use.</p>\n\n<p>Agency variables included type of agency (sheriff's office, county agency, or municipal agency), agency budget, number of sworn officers per capita of the jurisdictional population, and percent of sworn officers who are female. Community variables were measured at a county level and included population size, median age, percent foreign born, percent urban, percent single-parent households, median household income, percent below poverty line, percent of adults with high school degrees, percent of adults with college degrees, unemployment rate, percent female, percent White, arrest policy type (discretionary, mandatory, or preferred) for domestic violence cases, and whether or not the community had a primary aggressor policy for domestic violence cases.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"aggravated assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partners"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimidation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spatial data"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2011-05-26Version Text: 2011-05-26Subject: Study Level Error Note, Notes: The data producer generated a SAS setup file for this collection, which references the LAW ENFORCEMENT AGENCY IDENTIFIERS CROSSWALK [UNITED STATES], 2005 (ICPSR 4634) and the United States Department of Health and Human Services Area Resource File (ARF) for the year 2005. Users should be aware that the 2005 ARF contains cumulative variables from years up to 2005. The research team used the 2003 variables from that dataset. The 2005 crosswalk file was selected because it contained the greatest number of agencies to allow linking of agency geography.; Subject: null  Type: null  Notes: Electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-IJ-CX-0005"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2011-05-26"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["program source code"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["LAW ENFORCEMENT MANAGEMENT AND ADMINISTRATIVE STATISTICS (LEMAS): 2000 SAMPLE SURVEY OF LAW ENFORCEMENT AGENCIES (ICPSR 3565)","LAW ENFORCEMENT MANAGEMENT AND ADMINISTRATIVE STATISTICS (LEMAS): 2003 SAMPLE SURVEY OF LAW ENFORCEMENT AGENCIES (ICPSR 4411)","NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2003 (ICPSR 4292), DS4: Administrative Segment","NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2003 (ICPSR 4292), DS5: Offense Segment","NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2003 (ICPSR 4292), DS7: Victim Segment","NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2003 (ICPSR 4292), DS8: Offender Segment","NATIONAL INCIDENT-BASED REPORTING SYSTEM, 2003 (ICPSR 4292), DS9: Arrestee Segment","United States Department of Health and Human Services Area Resource File, 2003","LAW ENFORCEMENT AGENCY IDENTIFIERS CROSSWALK [UNITED STATES], 2005 (ICPSR 4634)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["ZIP code centroid"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["incident"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The research team used the most recently available National Incident-Based Reporting System (NIBRS) data at the time: those for the year 2003. The research team also utilized the United States Department of Health and Human Services Area Resource File (ARF) for the year 2003 and Law Enforcement Management Administrative Statistics (LEMAS) data for the year 2003. The 2003 LEMAS data covered only 58 percent of the incidents from NIBRS in the research team's dataset. To increase the number of agencies included in the sample, the researchers added an additional year (2000) of LEMAS data, which increased agency representation by 61 percent. As police agencies do not generally change that much within a three-year time frame, the research team decided that the benefit of completing so much of the previously missing data by adding in the 2000 data outweighed the risk of having inaccurate data.</p>\n\n<p>The research team filtered the merged dataset to include only incidents containing an intimate partner violence (IPV) offense, defined as an act of violence (excluding homicide) against a current or former intimate partner. Offenses selected included aggravated assault, simple assault, sexual assault, and intimidation. Cases were then selected if the victim-offender relationships included boyfriend/girlfriend (including \"common-law spouse\"), spouse, or ex-spouse. Given the rare occurrence (less than 1 percent) of cases with same-sex relationships identified in the NIBRS dataset, the researchers limited their analysis to incidents involving heterosexual couples. They included only adult (age 18 years or more) victims and offenders. In order to identify dual arrest cases, the research team limited their analysis to incidents in which there was one identified victim and one identified offender with one male and one female.</p>\n\n<p>The research team also filtered cases from the LEMAS variables, selecting police agencies most likely to be the responders to 911 calls. These included sheriffs' offices, county police, and municipal police and excluded primary state agencies, tribal police, and regional police. They also excluded agencies that did not respond to citizen calls and those that did not respond to crime incidents. The purpose of this filtering was to include only agencies that responded to IPV calls and excluded those agencies that did not make IPV arrests.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Users should consult the SAS setup file for this collection to see how weights were calculated and utilized for this study."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The 2003 LEMAS questionnaire was sent to 3,179 state and local law enforcement agencies, with a response rate of 90.6 percent. The 2000 LEMAS survey was mailed to 3,132 state and local police agencies, with a response rate of 97.4 percent. Response rates are not applicable for the NIBRS, however 5,271 police agencies in 23 states participated in the NIBRS data collection program in 2003. Response rates are not applicable for the ARF."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Police Arrest Decisions in Intimate Partner Violence Cases in the United States, 2000 and 2003","restricted":false,"version":1,"datasetVersionId":41969,"dataFile":{"id":2664107,"persistentId":"","pidURL":"","filename":"Police Arrest Decisions in Intimate Partner Violence Cases in the United States, 2000 and 2003","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}