{"status":"OK","data":{"id":39767,"identifier":"ICPSR09981.v1","persistentUrl":"https://doi.org/10.3886/ICPSR09981.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR09981.v1","latestVersion":{"id":35767,"storageIdentifier":"file://10.3886/ICPSR09981.v1","versionState":"RELEASED","distributionDate":"1996-06-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:27:05Z","releaseTime":"2015-04-09T03:27:05Z","createTime":"2015-04-09T03:27:05Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Line Police Officer Knowledge of Search and Seizure Law:  An Exploratory Multi-city Test in the United States, 1986-1987"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Memory, John Madison"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Criminal Justice Associates of the Carolinas"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection was undertaken to gather information  on the extent of police officers' knowledge of search and seizure law,  an issue with important consequences for law enforcement. A  specially-produced videotape depicting line duty situations that  uniformed police officers frequently encounter was viewed by 478 line  uniformed police officers from 52 randomly-selected cities in which  search and seizure laws were determined to be no more restrictive than  applicable United States Supreme Court decisions. Testing of the  police officers occurred in all regions as established by the Federal  Bureau of Investigation, except for the Pacific region (California,  Oregon, and Washington), since search and seizure laws in these states  are, in some instances, more restrictive than United States Supreme  Court decisions. No testing occurred in cities with populations under  10,000 because of budget limitations. Fourteen questions to which the  officers responded were presented in the videotape. Each police  officer also completed a questionnaire that included questions on  demographics, training, and work experience, covering their age, sex,  race, shift worked, years of police experience, education, training on  search and seizure law, effectiveness of various types of training  instructors and methods, how easily they could obtain advice about  search and seizure questions they encountered, and court outcomes of  search and seizure cases in which they were involved. Police  department representatives completed a separate questionnaire  providing department characteristics and information on search and  seizure training and procedures, such as the number of sworn officers,  existence of general training and the number of hours required,  existence of in-service search and seizure training and the number of  hours and testing required, existence of policies and procedures on  search and seizure, and means of advice available to officers about  search and seizure questions. These data comprise Part 1. For purposes  of comparison and interpretation of the police officer test scores,  question responses were also obtained from other sources. Part 2  contains responses from 36 judges from states with search and seizure  laws no more restrictive than the United States Supreme Court  decisions, as well as responses from a demographic and work-experience  questionnaire inquiring about their age, law school attendance,  general judicial experience, and judicial experience and education  specific to search and seizure laws. All geographic regions except New  England and the Pacific were represented by the judges. Part 3,  Comparison Data, contains answers to the 14 test questions only, from  15 elected district attorneys, 6 assistant district attorneys, the  district attorney in another city and 11 of his assistant district  attorneys, a police attorney with expertise in search and seizure law,  24 police academy trainees with no previous police work experience who  were tested before search and seizure law training, a second group of  17 police academy trainees -- some with police work experience but no  search\nand seizure law training, 55 law enforcement officer trainees  from a third academy tested immediately after search and seizure  training, 7 technical college students with no previous education or  training on search and seizure law, and 27 university criminal justice  course students, also with no search and seizure law education or training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A line uniformed police officer's lack of  knowledge of search and seizure law can result in a variety of  consequences, including violation of a citizen's Fourth and Fourteenth  Amendment constitutional rights, exclusion of items seized from  introduction into evidence at trial, failure to obtain conviction of  clearly guilty persons, failure to take authorized law enforcement  action, and liability for damages and disciplinary action by the  officers' department. Information about officers' knowledge of search  and seizure law may also be relevant to significant issues such as the  effectiveness of various types of police training, higher education of  police, police selection, and the effect of the Mapp exclusionary  rule. This research project addressed the following questions: (1) How  well can line uniformed police officers in states with search and  seizure laws no more restrictive than United States Supreme Court  decisions apply that law? (2) How great is the variation in knowledge  from department to department and region to region? (3) What types of  training and police department procedures are associated with  relatively greater success in application of search and seizure law?  and (4) Generally, which demographic and experiential variables show  statistically significant relationships with officer ability to apply this law?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A specially-produced videotape depicting line duty  situations that uniformed police officers frequently encounter was  viewed by 478 line uniformed police officers from 52 randomly-selected  cities in which search and seizure laws were determined to be no more  restrictive than applicable United States Supreme Court decisions.  The 14 videotape scripts and questions received favorable legal  sufficiency review by a recognized national authority on search and  seizure law. Also, two panels of experts on search and seizure law  reviewed the videotaped test and, except for one panel asserting that  Question 4 had two arguably correct answers, concluded that the test  was legally valid. A research project staff member conducted testing  in each city. At predetermined times, the videotape was stopped and  subjects were asked one or more questions about what action the  officers in the videotape could lawfully take. Subjects were shown and  read a full version of each alternative answer and then shown and read  a short-form version of the same answers. Subjects marked their  answers after the short-form versions were provided. Police officers  marked their answers on index cards that were collected before the  tape continued. Other groups marked their answers on answer sheets.  The police officers also completed a questionnaire that included  questions on demographics, training, and work experience. Police  department representatives completed a separate questionnaire  providing department characteristics and information on search and  seizure training and procedures. For purposes of comparison and  interpretation of the police officer test scores, judges, prosecutors,  police trainees, and college and university students were also tested.  The 46 state criminal trial court judges tested were all attending a  one-week course for judges on constitutional criminal procedure. The  day after answering the video questions, 36 judges also completed a  demographic and work-experience questionnaire. These 36 judges were  from states with search and seizure laws no more restrictive than the  United States Supreme Court decisions. Other comparison groups  included 15 elected district a\nttorneys attending a state prosecutors'  association meeting, 6 assistant district attorneys from a major  city's district attorney's office, the district attorney in another  city and 11 of his assistant district attorneys, a police attorney  with expertise in search and seizure law, 24 police academy trainees  with no previous police work experience who were tested before search  and seizure law training, a second group of 17 police academy trainees  -- some with police work experience but no search and seizure law  training, 55 law enforcement officer trainees from a third academy  tested immediately after search and seizure training, 7 technical  college students with no previous education or training on search and  seizure law, and 27 university criminal justice course students, also with no search and seizure law education or training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In addition to the 14 test responses, police  officers provided information on their age, sex, race, shift worked,  years of police experience, education, training on search and seizure  law, effectiveness of various types of training instructors and  methods, how easily they could obtain advice about search and seizure  questions they encountered, and court outcomes of search and seizure  cases in which they were involved. Police department representatives  provided information on the number of sworn officers, existence of  general training and the number of hours required, existence of  in-service search and seizure training and the number of hours and  testing required, existence of policies and procedures on search and  seizure, and means of advice available to officers about search and  seizure questions. Judges provided information about their age, law  school attendance, general judicial experience, and judicial  experience and education specific to search and seizure laws. Data  from all other comparison groups are comprised of only the test question responses."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"civil rights"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"district attorneys"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"knowledge level"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"search and seizure laws"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Supreme Court decisions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-01-12Version Text: 2006-01-12Version Date: 2006-01-12Version Text: 2006-01-12 Subject: null  Type: null  Notes: All files were removed from dataset 4 and flagged as study-level files, so that they will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Users are encouraged to obtain a copy of the Final  Report for a complete description of the sampling procedures used to  select the police officers and information about the selection of the comparison groups.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"85-IJ-CX-0071 and OJP-87-M-304"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1996-06-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1986"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1987"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1986"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1987"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires and test responses to situations shown in a videotape"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All police officers in states where the search and seizure  laws are no more restrictive than the United States Supreme Court decisions."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The number of officers tested in particular cities was  based on the number of police officers employed in cities of  particular sizes in regions of the United States. None of the comparison groups was randomly selected."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Comparison Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614475,"persistentId":"","pidURL":"","filename":"Comparison Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Judges Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614474,"persistentId":"","pidURL":"","filename":"Judges Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Police Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614473,"persistentId":"","pidURL":"","filename":"Police Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Comparison Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614478,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Comparison Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Judges Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614477,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Judges Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Police Data","restricted":false,"version":1,"datasetVersionId":35767,"dataFile":{"id":2614476,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Police Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}