{"status":"OK","data":{"id":39106,"identifier":"ICPSR03987.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03987.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03987.v1","latestVersion":{"id":35106,"storageIdentifier":"file://10.3886/ICPSR03987.v1","versionState":"RELEASED","distributionDate":"2004-10-08","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:19:50Z","releaseTime":"2015-04-09T03:19:50Z","createTime":"2015-04-09T03:19:50Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibi\nlity \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Determinants of Case Growth in Federal District Courts in the United States, 1904-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Shughart, William F. II"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Mississippi. Department of Economics"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Karahan, Gökhan R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Nicholls State University, Department of Finance and Economics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study analyzed the determinants of the explosion in  the caseload of the United States federal district courts that  commenced in 1960. First, the study sought to provide forecasts of  future demands on the federal courts while reducing forecasting errors  by taking account of the time series properties of the case data. The  researchers constructed a comprehensive dataset based on annual  aggregated civil and criminal case volumes of individual federal  district courts spanning the period 1904-1998, for a total of 95  yearly observations. Secondly, the study specified and estimated  multivariate econometric models of the determinants of civil case  filings over time and across geographic space using panel data  techniques. These empirical models were run on three alternative  datasets consisting of observations on statewide, districtwide, and  circuitwide United States civil, private civil, and total civil cases  per capita, over the period 1960 to 1998. The empirical models  included standard socioeconomic variables, such as income, population  density, and race, along with variables that controlled for fixed  effects associated with the courts' geographic location. The study  also addressed the pressing issue of allocating judgeships across  circuits and districts. Variables include total civil and criminal  cases, percentage of minority population, unemployment rate,  percentage of drug and immigration cases, annual unweighted and  weighted total case filings per judge, and annual civil and criminal case filings per judge."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study analyzed the determinants of the  explosion in the caseload of the United States federal district courts  that commenced in 1960. Between 1904 and 2002, civil cases grew at an  average annual rate of about 3 percent, a rate far greater than the  growth of population or per capita income over the same period. By  contrast, criminal case filings increased more slowly over the past 60  years -- by about 0.5 percent annually on the average. First, using  econometric techniques, this study sought to provide forecasts of  future demands on the federal courts, reducing forecasting errors by  taking account of the time series properties of the case  data. Out-of-sample forecasts were generated through 2020. Secondly,  the study also specified and estimated multivariate econometric models  of the determinants of civil case filings over time and across  geographic space using panel data techniques. The study investigated  the distribution of federal civil cases across states, districts, and  circuits. Models were presented that policymakers can use to forecast  the future caseloads of the federal court system as a whole and to  estimate how the total caseload can be expected to be distributed geographically."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In order to specify and estimate models of the  determinants of the demand for federal district court cas\nes, the  researchers constructed a comprehensive dataset based on aggregated  annual case volumes of individual district courts. They analyzed the  stochastic behavior of aggregate annual civil and criminal case  filings spanning the 1904-1998 period, for a total of 95 yearly  observations. The objective was to ascertain whether the series was a  realization of stationary versus nonstationary stochastic processes, a  crucial distinction regarding the underlying data generating process  to the development of a univariate time-series forecasting model. The  time series of civil and criminal cases was also subjected to a  variety of unit-root tests to obtain robust evidence regarding the  degree of smoothness in the series under study. In an attempt to model  the socioeconomic factors possibly associated with the increased civil  case filings since the 1960s, the study also investigated the  distribution of federal civil cases across states, districts, and  circuits. Civil case filings were analyzed using three different  categories: United States cases, private cases, and their summed  total. Due to lack of data for the 1961-1998 period at more  disaggregated levels, the modeling for the three categories of cases  was limited to three levels: (1) statewide models using district-level  observations aggregated to the state level, (2) districtwide models to  analyze the influence of the factors at the district level, and (3)  circuitwide models using district-level observations aggregated to the  circuit level. The empirical models included standard socioeconomic  variables, such as income, population density, and race, along with  variables that controlled for fixed effects associated with the  courts' geographic location. For the sake of continuity, the Fifth  Circuit and the Eleventh Circuit were treated as a single circuit, the  Fifth Circuit. The researchers also investigated the interplay between  criminal and civil caseloads by collecting panel data from 1968 to  1998. These data included variables on judgeships per district, disposition of cases, and drug and immigration cases."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data in Part 1 (Federal Court Civil and  Criminal Cases, 1904-1998) contain information for year, total civil  cases, and total criminal cases separately and added together. Parts 2  through 5 (Federal Court District Data and Federal Court Circuit Data,  1961-1998, Federal Court Statewide Data, 1961-1998, and Federal Court  Statewide Data, 1976-1998) include year, indicator variables for the  11 geographical circuits, including the District of Columbia Circuit,  per capita income, total civil cases pending from previous year, total  civil cases filed, per capita total civil cases filed, total civil  cases terminated, total civil cases pending for the following year,  United States civil cases pending from previous year, United States  civil cases filed, per capita United States civil cases filed, United  States civil cases terminated, United States civil cases pending for  following year, private civil cases pending from previous year,  private civil cases filed, per capita private civil cases filed,  private civil cases terminated, private civil cases pending for the  following year, land area, population, number of people per unit of  land area, per capita government employees, percentage of minority  population, and unemployment rate. Parts 2 and 3 also include total  income, size of minority population, total number of government  employees, and labor force. Parts 2, 4, and 5 also include an  indicator for southern districts. Part 6 (Federal Court Panel Data on  Drugs and Immigration, 1968-1998) contains information on year,  district name, number of judges, pending total criminal cases, total  criminal cases commenced and terminated, the total of drug-related and  immigration cases, civil and criminal case filings per judge, pending  cases, terminations, and criminal trials per judge, median filing to\ndisposition of criminal and civil cases, and percentage of drug and  immigration cases out of all criminal cases. Variables for Part 7  (District Court Drug and Immigration Data for Arizona and Southern  California, 1970-2002) include year, unweighted and weighted cases per  judge, percentage deviation of weighted cases from unweighted cases,  total criminal cases, drug cases, immigration cases, total drug and  immigration cases, percentage of drug and immigration cases separately  and combined, and the number of judges in the District of Arizona and  the Southern District of California. Variables for Part 8 (Weighted  Versus Unweighted Federal Court Civil and Criminal Case Filings Per  Judge, 1969-2002) include year, annual civil and criminal case filings  per judge, and annual unweighted and weighted total case filings per  judge. Part 9 (Weighted Versus Unweighted Federal Court District Cases  Per Judge, 1984) includes variables for unweighted and weighted total cases per judge in district."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"caseloads"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"civil courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"district courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"federal courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"forecasting models"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3987.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3987.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Systems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-IJ-CX-0042"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-10-08"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1904"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2003"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data, aggregate data, and survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["All criminal court case data were obtained from the   Administrative Office of the United States Courts: FEDERAL COURT  MANAGEMENT STATISTICS (1968-2002) and the \"Annual Report of the   Director\" (1968-1998). Some civil court case data were obtained from  the following sources from the United States Department of Commerce,   Bureau of the Census: COUNTY AND CITY DATA BOOKS (1962, 1967, 1972,  1977, 1983, 1994), CURRENT POPULATION SURVEY (1976-2002, for some of  the larger states from 1970), USA Counties CD-ROM (since 1970), and  \"Statistical Abstracts of the United States\" (1961-1998). Civil court  case data were also obtained from the Administrative Office of the  United States Courts: FEDERAL COURT MANAGEMENT STATISTICS (1961-2002),  and the \"Annual Report of the Director\" (1968-1998). Time-series data  on civil, criminal, and total cases (1904-1998) are from the \"Annual  Reports of the Director\" (1995-1998) and from Richard Posner, THE  FEDERAL COURTS: CHALLENGE AND REFORM, Cambridge, MA: Harvard University Press, 1996, pp. 391-393."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["federal court districts"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Court cases by year","Parts 2, 6, and 7: Federal court district by year","Part 3: Federal court circuit by year","Parts 4 and 5: State by year","Part 8: Case filings per judge by year","Part 9: Cases per judge"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Federal district court cases from 1904-2002."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Data were obtained from the various data sources on all  civil and criminal federal district court cases from 1904-1998. As  part of the project the researchers also generated out-of-sample  forecasts through 2020 based on estimates of autoregressive time  series models of civil and criminal cases and by using annual data for the years 1904 to 1998."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"District Court Drug and Immigration Data for Arizona and California (Southern), 1970-2002","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610185,"persistentId":"","pidURL":"","filename":"District Court Drug and Immigration Data for Arizona and California (Southern), 1970-2002","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court Circuit Data, 1961-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610181,"persistentId":"","pidURL":"","filename":"Federal Court Circuit Data, 1961-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court Civil and Criminal Cases, 1904-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610179,"persistentId":"","pidURL":"","filename":"Federal Court Civil and Criminal Cases, 1904-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court District Data, 1961-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610180,"persistentId":"","pidURL":"","filename":"Federal Court District Data, 1961-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court Panel Data on Drugs and Immigration, 1968-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610184,"persistentId":"","pidURL":"","filename":"Federal Court Panel Data on Drugs and Immigration, 1968-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court Statewide Data, 1961-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610182,"persistentId":"","pidURL":"","filename":"Federal Court Statewide Data, 1961-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Federal Court Statewide Data, 1976-1998","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610183,"persistentId":"","pidURL":"","filename":"Federal Court Statewide Data, 1976-1998","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Weighted Versus Unweighted Federal Court Civil and Criminal Case Filings Per Judge, 1969-2002","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610186,"persistentId":"","pidURL":"","filename":"Weighted Versus Unweighted Federal Court Civil and Criminal Case Filings Per Judge, 1969-2002","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Weighted Versus Unweighted Federal Court District Cases Per Judge, 1984","restricted":false,"version":1,"datasetVersionId":35106,"dataFile":{"id":2610187,"persistentId":"","pidURL":"","filename":"Weighted Versus Unweighted Federal Court District Cases Per Judge, 1984","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}