{"status":"OK","data":{"id":38848,"identifier":"ICPSR06792.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06792.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR06792.v1","latestVersion":{"id":34848,"storageIdentifier":"file://10.3886/ICPSR06792.v1","versionState":"RELEASED","distributionDate":"1998-12-07","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:16:58Z","releaseTime":"2015-04-09T03:16:58Z","createTime":"2015-04-09T03:16:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Uniform Crime Reports: Monthly Weapon-Specific Crime and Arrest Time Series, 1975-1993 [National, State, and 12-City Data]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Carlson, Susan M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Western Michigan University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"These data were prepared in conjunction with a project  using Bureau of Labor Statistics data (not provided with this  collection) and the Federal Bureau of Investigation's Uniform Crime  Reporting (UCR) Program data to examine the relationship between  unemployment and violent crime. Three separate time-series data files  were created as part of this project: a national time series (Part 1),  a state time series (Part 2), and a time series of data for 12  selected cities: Baltimore, Buffalo, Chicago, Columbus, Detroit,  Houston, Los Angeles, Newark, New York City, Paterson (New Jersey),  and Philadelphia (Part 3). Each data file was constructed to include  82 monthly time series: 26 series containing the number of Part I  (crime index) offenses known to police (excluding arson) by weapon  used, 26 series of the number of offenses cleared by arrest or other  exceptional means by weapon used in the offense, 26 series of the  number of offenses cleared by arrest or other exceptional means for  persons under 18 years of age by weapon used in the offense, a  population estimate series, and three date indicator series. For the  national and state data, agencies from the 50 states and  Washington, DC, were included in the aggregated data file if they  reported at least one month of information during the year. In  addition, agencies that did not report their own data (and thus had no  monthly observations on crime or arrests) were included to make the  aggregated population estimate as close to Census estimates as  possible. For the city time series, law enforcement agencies with  jurisdiction over the 12 central cities were identified and the  monthly data were extracted from each UCR annual file for each of the  12 agencies. The national time-series file contains 82 time series,  the state file contains 4,083 time series, and the city file contains  963 time series, each with 228 monthly observations per time  series. The unit of analysis is the month of observation. Monthly  crime and clearance totals are provided for homicide, negligent  manslaughter, total rape, forcible rape, attempted forcible rape,  total robbery, firearm robbery, knife/cutting\ninstrument robbery,  other dangerous weapon robbery, strong-arm robbery, total assault,  firearm assault, knife/cutting instrument assault, other dangerous  weapon assault, simple nonaggravated assault, assaults with  hands/fists/feet, total burglary, burglary with forcible entry,  unlawful entry-no force, attempted forcible entry, larceny-theft,  motor vehicle theft, auto theft, truck and bus theft, other vehicle theft, and grand total of all actual offenses."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"These data were prepared in conjunction with a  project using Bureau of Labor Statistics data (not provided with this  collection) and the Federal Bureau of Investigation's Uniform Crime  Reporting (UCR) Program data to examine the relationship between  unemployment and violent crime. Past research on the relationship  between unemployment and crime using national, annual, United States  time-series data had produced results that were contrary to  theoretical expectations, particularly for violent crime rates. One  hypothesized reason for the anomalous findings in these studies was  that the data used in past investigations of the unemployment-crime  relationship were aggregated across space, time, types of weapons  used, and unemployment across race/sex/age groups in such a way that  differences in the relationship across units that were aggregated  canceled out to produce misleading results. This research project  explored this hypothesis by disaggregating the analysis of  unemployment and violent crime in four ways. First, monthly and  quarterly averaged time-series data were used to allow direct  examination of seasonal effects on crime rate trends, to test whether  violent crime rates respond to increases in unemployment immediately  or only after some time has elapsed, and to reveal any bias due to  time aggregation. Second, weapon-specific data were used to show what,  if any, differences exist in the relationship between violent crime  and unemployment by type of weapon used. Of particular interest was  the relationship of unemployment and the use of firearms in robbery  and aggravated assault. If economic distress in the form of  unemployment affects weapon-specific forms of violence differently,  these variations may cancel each other out and produce null results  when only total rates are examined. Third, to examine the possibility  of a spatial aggregation bias, the present study prepared monthly  weapon-specific violent crime data for the nation as a whole, for the  50 states and the District of Columbia, and for 12 selected  cities. The national-level data served as the benchmark for assessing  the impact of spatial aggregation. Fourth, unemployment data were  disaggregated by race (white and non-white), sex (for males only), and  age using the most crime-prone years of 16-19, 20-24, and 25-34. These  unemployment data were selected to test the proposition that economic  distress among younger Black men is most likely to produce increases  in violent crime rates. Models were also estimated for white males in the same age group."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Three separate time-series data files were created  as part of this project: a national time series, a state time series,  and a time series of data for 12 selected cities: Baltimore, Buffalo,  Chicago, Columbus, Detroit, Houston, Los Angeles, Newark, New York  City, Paterson (New Jersey), and Philadelphia. Each time-series data  file was constructed to include 82 monthly time series: 26 series  containing the number of Part I (crime index) offenses known to police  (excluding arson) by weapon used, 26 series of the number of offenses  cleared by arrest or other exceptional means by weapon used in the  offense, 26 series of the number of offenses cleared by arrest or  other exceptional means for persons under 18 years of age by weapon  used in the offense, a population estimate series, and three date  indicator series. For the state file, the population\nestimate is equal  to the sum of the three population estimates provided for each agency  in the UCR annual data file aggregated by state. Creation of each  time-series file began with aggregating the agency-level data in each  UCR annual data file to the appropriate level using the SPSS AGGREGATE  procedure. For the national and state data, agencies from the 50 states  and Washington, DC, were included in the aggregated data  file if they reported at least one month of information during the  year. In addition, agencies that did not report their own data (and  thus had no monthly observations on crime or arrests) were included to  make the aggregated population estimate as close to Census estimates  as possible. For the city time series, law enforcement agencies with  jurisdiction over the 12 central cities were identified and the  monthly data were extracted from each UCR annual file for each of the  12 agencies. The above procedures, performed for each time series  file, produced files containing one record for the national file, 51  records for the state file, and 12 records for the city file, each  with 937 observations per record comprised of the 12 monthly  observations for each of the 78 weapon-specific crime and arrest  variables, and an annual population estimate. The state file also  included a numeric state identifier and the city file a numeric city  identifier. To convert to time series, 12 population variables were  created, each equal to the annual aggregated estimate from the UCR  data, and then the data were written to ASCII files in the 12F12  format. For each file, the resulting data matrix had 12 columns  containing the population variables with each row containing the 12  monthly observations of a weapon-specific crime or arrest  variable. The matrix for the national, state, and city files had 79  rows, 4,080 rows, and 960 rows, respectively. Each data matrix was  transposed, the SPSS date variables (year_, month_, and date_) were  added to the new data matrix, and the file was saved as an SPSS save  file. Once the monthly time series had been extracted from each of the  19 annual tapes, the 19 SPSS save files were sequentially concatenated  using the SPSS MERGE FILES/ADD CASES procedure. The final national  time-series file contains 82 time series, the state file contains  4,083 time series, and the city file contains 963 time series, each  with 228 monthly observations per time series. The total number of  aggravated assaults was calculated by subtracting the number of  simple nonaggravated assaults from the total number of assaults. From  the national file, the annual crime rates for the seven index offenses  were computed using the aggregated UCR file and compared to the annual  rates published each year in \"Crime in the United States\" by the  Federal Bureau of Investigation. With the exception of robbery, the  majority of the crime rates calculated with the aggregated data were  lower than the published figures. However, less than 10 percent of the  rates based on the aggregated UCR data differed from the annual FBI figures by more than 5 percent."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Monthly crime and clearance totals are provided for  homicide, negligent manslaughter, total rape, forcible rape, attempted  forcible rape, total robbery, firearm robbery, knife/cutting  instrument robbery, other dangerous weapon robbery, strong-arm  robbery, total assault, firearm assault, knife/cutting instrument  assault, other dangerous weapon assault, simple nonaggravated  assault, assaults with hands/fists/feet, total burglary, burglary with  forcible entry, unlawful entry-no force, attempted forcible entry,  larceny-theft, motor vehicle theft, auto theft, truck and bus theft, other vehicle theft, and grand total of all actual offenses."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"auto theft"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"burglary"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"clearance rates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime rates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"homicide"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"larceny"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"robbery"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Uniform Crime Reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"weapons offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD V. Courts"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VIII. Official Statistics"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Data from the Bureau of Labor Statistics used in  the analyses for the final report are not provided as part of this  collection. (2) The 1980 data were corrected by ICPSR and provided to  the principal investigator, and the corrected data are included in   this collection. (3) The 1993 data were added to the collection by the  principal investigator after the initial phase of the project, and for  this reason are not included in the Final Report. (4) The user guide  and codebooks are provided as Portable Document Format (PDF) files.  The PDF file format was developed by Adobe Systems Incorporated and  can be accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-0032"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-12-07"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1975"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Uniform Crime Reporting Program Data Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["UNIFORM CRIME REPORTS: OFFENSES KNOWN AND CLEARANCES BY ARREST (ICPSR 9028)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Month of observation."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All crimes and arrests in the United States from 1975-1993."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The national and state data include crime and arrest  information from all 50 states and the District of Columbia. The  selection of cities was based on policy-relevant similarities and  differences. Factors included: (1) an increase in the city's poverty  rate during the 1970s, (2) a change in the concentration of  African-Americans residing in the city limits, (3) differences in the  political-economic experiences, (4) robbery and aggravated assault  rates that were substantially above the national levels, and (5) differences in the states' handgun control policies."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"City Data","restricted":false,"version":1,"datasetVersionId":34848,"dataFile":{"id":2608181,"persistentId":"","pidURL":"","filename":"City Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Data","restricted":false,"version":1,"datasetVersionId":34848,"dataFile":{"id":2608179,"persistentId":"","pidURL":"","filename":"National Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Data","restricted":false,"version":1,"datasetVersionId":34848,"dataFile":{"id":2608180,"persistentId":"","pidURL":"","filename":"State Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}