{"status":"OK","data":{"id":44564,"identifier":"ICPSR02750.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02750.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02750.v1","latestVersion":{"id":40564,"storageIdentifier":"file://10.3886/ICPSR02750.v1","versionState":"RELEASED","distributionDate":"2000-12-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:19:41Z","releaseTime":"2015-04-09T04:19:41Z","createTime":"2015-04-09T04:19:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Survey of Gun Owners in the United States, 1996"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hemenway, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard School of Public Health"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Azrael, Deborah"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard School of Public Health"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to obtain information on the  characteristics of gun ownership, gun-carrying practices, and  weapons-related incidents in the United States -- specifically, gun  use and other weapons used in self-defense against humans and animals.  Data were gathered using a national random-digit-dial telephone  survey. The respondents were comprised of 1,905 randomly-selected  adults aged 18 and older living in the 50 United States. All  interviews were completed between May 28 and July 2, 1996. The sample  was designed to be a representative sample of households, not of  individuals, so researchers did not interview more than one adult from  each household. To start the interview, six qualifying questions were  asked, dealing with (1) gun ownership, (2) gun-carrying practices, (3)  gun display against the respondent, (4) gun use in self-defense  against animals, (5) gun use in self-defense against people, and (6)  other weapons used in self-defense. A \"yes\" response to a qualifying  question led to a series of additional questions on the same topic as  the qualifying question. Part 1, Survey Data, contains the coded data  obtained during the interviews, and Part 2, Open-Ended-Verbatim  Responses, consists of the answers to open-ended questions provided by  the respondents. Information collected for Part 1 covers how many  firearms were owned by household members, types of firearms owned  (handguns, revolvers, pistols, fully automatic weapons, and assault  weapons), whether the respondent personally owned a gun, reasons for  owning a gun, type of gun carried, whether the gun was ever kept  loaded, kept concealed, used for personal protection, or used for  work, and whether the respondent had a permit to carry the  gun. Additional questions focused on incidents in which a gun was  displayed in a hostile manner against the respondent, including the  number of times such an incident took place, the location of the event  in which the gun was displayed against the respondent, whether the  police were contacted, whether the individual displaying the gun was  known to the respondent, whether the incident was a burglary, robbery,  or other planned assault, and the number of shots fired during the  incident. Variables concerning gun use by the respondent in  self-defense against an animal include the number of times the  respondent used a gun in this manner and whether the respondent was  hunting at the time of the incident. Other variables in Part 1 deal  with gun use in self-defense against people, such as the location of  the event, if the other individual knew the respondent had a gun, the  type of gun used, any injuries to the respondent or to the individual  that required medical attention or hospitalization, whether the  incident was reported to the police, whether there were any arrests,  whether other weapons were used in self-defense, the type of other  weapon used, location of the incident in which the other weapon was  used, and whether the respondent was working as a police officer or  security guard or was in the military at the time of the  event. Demographic variables in Part 1 include the gender, race, age,  household income, and type of community (city, suburb, or rural) in\nwhich the respondent lived. Open-ended questions asked during the  interview comprise the variables in Part 2. Responses include  descriptions of where the respondent was when he or she displayed a  gun (in self-defense or otherwise), specific reasons why the  respondent displayed a gun, how the other individual reacted when the  respondent displayed the gun, how the individual knew the respondent  had a gun, whether the police were contacted for specific self-defense events, and if not, why not."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data regarding the incidence and characteristics  of weapons-related events can be valuable in assessing the costs and  benefits of private gun ownership. The majority of previous research  had focused primarily on gun ownership. Very few studies covered a  national population, distinguished civilian use from military or  police use, or distinguished gun use against humans from that against  animals. This study sought to report on the characteristics of gun  ownership, gun-carrying practices, and weapons-related incidents --  specifically, gun use and other weapons used in self-defense against  humans and animals. In addition, the study also focused on how the respondents described the weapons-related events."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Parts 1 and 2 were gathered using a  national random-digit-dial telephone survey. The sample was comprised  of randomly-selected adults aged 18 and older living in  randomly-selected households in the 50 United States. First, draft  versions of the questionnaire were pilot-tested on an unspecified  group to help ensure that the final questionnaire would be  comprehensive and free of any contextual bias. The responses from the  pilot tests were analyzed, and the final questionnaire incorporated  adjustments indicated by the pilot tests. The pilot test interviews  were not included in the final survey sample. To start the interview,  six qualifying questions were asked, dealing with (1) gun ownership,  (2) gun-carrying practices, (3) gun display against the respondent,  (4) gun use in self-defense against animals, (5) gun use in  self-defense against people, and (6) other weapons used in  self-defense. A \"yes\" response to a qualifying question led to a  series of additional questions on the same topic as the qualifying  question. The interviews, lasting between 5 and 20 minutes, were  completed between May 28 and July 2, 1996. No more than one adult from  each household was interviewed. The sample was designed to be a  representative sample of households, not of individuals. Rather than  interview the adult who answered the phone or who happened to be home  at the time of the call, the study was designed to select a household  adult chosen at random. In practice, this meant researchers  alternately asked to speak with a man or with a woman living in the  household. If there was no person of the requested gender living in  the household, the initial respondent was interviewed. Once a  telephone number had been randomly selected for inclusion in the  survey sample, as many as ten repeat phone calls were made until a  final disposition was assigned. Respondents were guaranteed anonymity,  and no identifying information was collected. As with many telephone  surveys, the data may be subject to various response-related biases,  including telescoping and self-presentation bias. Coupled with the  rarity of some of the reported events (e.g., self-defense gun use),  the principal investigators note that population-based estimates generated from these data should be viewed cautiously."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Information collected for Part 1 covers how many  firearms were owned by household members, types of firearms owned  (handguns, revolvers, pistols, fully automatic weapons, and assault  weapons), whether the respondent personally owned a gun, reasons for  owning a gun, type of gun carried, whether the gun was ever kept  loaded, k\nept concealed, used for personal protection, or used for  work, and whether the respondent had a permit to carry the  gun. Additional questions focused on incidents in which a gun was  displayed in a hostile manner against the respondent, including the  number of times such an incident took place, the location of the event  in which the gun was displayed against the respondent, whether the  police were contacted, whether the individual displaying the gun was  known to the respondent, whether the incident was a burglary, robbery,  or other planned assault, and the number of shots fired during the  incident. Variables concerning gun use by the respondent in  self-defense against an animal include the number of times the  respondent used a gun in this manner and whether the respondent was  hunting at the time of the incident. Other variables in Part 1 deal  with gun use in self-defense against people, such as the location of  the event, if the other individual knew the respondent had a gun, the  type of gun used, any injuries to the respondent or to the individual  that required medical attention or hospitalization, whether the  incident was reported to the police, whether there were any arrests,  whether other weapons were used in self-defense, the type of other  weapon used, location of the incident in which the other weapon was  used, and whether the respondent was working as a police officer or  security guard or was in the military at the time of the  event. Demographic variables in Part 1 include the gender, race, age,  household income, and type of community (city, suburb, or rural) in  which the respondent lived. Open-ended questions asked during the  interview comprise the variables in Part 2. Responses include  descriptions of where the respondent was when he or she displayed a  gun (in self-defense or otherwise), specific reasons why the  respondent displayed a gun, how the other individual reacted when the  respondent displayed the gun, how the individual knew the respondent  had a gun, whether the police were contacted for specific self-defense events, and if not, why not."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"firearms"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun ownership"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun registration"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gun use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"hunting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"personal security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"self defense"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violent crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2750.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Part 2 is an ASCII text file consisting of  verbatim responses to open-ended survey questions. (2) The user guide,  codebook, and data collection instrument are provided by ICPSR as a  Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to  obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0094"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-12-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996-05-28"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996-07-02"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Households."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All households in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Stratified random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the households randomly selected for the  survey, 27 percent refused to participate. Once the interviews began, less than 2 percent did not complete the entire survey."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Open-Ended Verbatim Responses","restricted":false,"version":1,"datasetVersionId":40564,"dataFile":{"id":2654754,"persistentId":"","pidURL":"","filename":"Open-Ended Verbatim Responses","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Survey Data","restricted":false,"version":1,"datasetVersionId":40564,"dataFile":{"id":2654753,"persistentId":"","pidURL":"","filename":"Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}