{"status":"OK","data":{"id":43624,"identifier":"ICPSR03581.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03581.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03581.v1","latestVersion":{"id":39624,"storageIdentifier":"file://10.3886/ICPSR03581.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:09:24Z","releaseTime":"2015-04-09T04:09:24Z","createTime":"2015-04-09T04:09:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Decision-Making in the Juvenile Justice System in Illinois, Indiana, Michigan, and Ohio, 1999-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sarri, Rosemary"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Michigan. Institute for Social Research. Center for Political Studies"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goals of the juvenile justice system in the United  States have always been multiple, beginning with rehabilitation, the  primary goal when the juvenile court was established. More recently,  policies advocating accountability seem to have predominated over  other goals of the court, and concern exists that structured  decision-making (SDM) in support of individual accountability has  begun to fundamentally change the juvenile justice system. This study  examined the use of SDM in state correctional agencies in Illinois,  Indiana, Michigan, and Ohio and in juvenile courts in three counties  in each of those states. Data were collected in phases from March 1999  to August 2000 during periodic site visits. Probation officers, judges  and referees, prosecutors, and defense attorneys were interviewed in  each of the 12 courts. Each survey contained a core set of questions  eliciting respondents' views of juvenile justice, disposition  objectives, and the use and value of SDM. Questions relevant to  particular decision-makers were also included. All respondents  provided demographic information and information about their job experience in criminal justice and professional training."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The juvenile justice system in the United States,  implemented at the turn of the twentieth century as a legal and social  institution for children, has undergone significant changes over the  last quarter century. The goals of the juvenile justice system have  always been multiple, beginning with rehabilitation, the primary goal  when the juvenile court was established. More recently, policies  advocating accountability seem to have predominated over other goals  of the court, and concern exists that structured decision-making (SDM)  in support of individual accountability has begun to fundamentally  change the juvenile justice system. SDM is generally defined as a  formal and standardized procedure to guide decision-makers by defining  the criteria they must use in their deliberations and eventual  decisions. Major types of SDM are risk assessment, needs assessment,  and security level classification. This study examined the use of SDM  in state correctional agencies in Illinois, Indiana, Michigan, and  Ohio and in juvenile courts in three counties in each of those  states. The project had six specific goals: (1) To assess the effects  of recent revisions in juvenile codes on decision-making processes in  juvenile courts, (2) to identify correlates of processing and  placement decisions, (3) to document and analyze the policies and  practices of individual accountability as an organizing principle that  defines the relationships among\npublic agencies and citizens, (4) to  assess the utility of various types of SDM in sample courts, (5) to  assess the context for decision-making to find causes and correlates  of case processing decisions and the patterns of accountability and  structured decision-making, and (6) to assess practitioners' perspectives  about structured decision-making, classification, and risk and needs assessment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were collected in phases from March 1999 to  August 2000 during periodic site visits. The first site visits were  made to units of state government involved with the court. Using data  from state site visits, which usually lasted three days, the selection  process for courts and counties was refined. Once courts were  tentatively selected, chief judges at each of the selected courts were  contacted to determine their willingness to participate in the  study. The second set of site visits was to each of the selected  courts. In several courts, surveys were not distributed on the first  visit but were mailed and distributed by the court. However, in-person  distribution of the questionnaires was more effective in securing high  response rates. Probation officers, judges and referees, prosecutors,  and defense attorneys were interviewed in each of the 12 courts. The  surveys were based on previous surveys of juvenile court  decision-makers and SDM, for example, Champion (1994) and Barton and  Creekmore (1994), which were modified to fit the study. Each survey  contained a core set of questions regarding juvenile justice  administration, but modifications relevant to particular  decision-makers were made. The survey was pre-tested in two counties  and further changes were made based on those results. The survey was  self-administered in each of the courts. The names of potential  respondents were obtained through the assistance of court administrators and/or department heads."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"All respondents were asked to answer a core set of  questions as well as questions that related to their specific role as  judge, probation officer, prosecutor, or public defender, in the  juvenile justice system. All respondents answered questions on their  general views of juvenile justice, which included questions on the  importance of rehabilitation, punishment, and due process. There were  also core questions on disposition objectives, what factors turn  juveniles away from further involvement in delinquency and crime, the  use of SDM, the value of SDM, whether decisions recommended by SDM are  too lenient, about right, or too restrictive, the meaning of  accountability, and inter-organizational and community relations,  including questions on community groups' influence over the court,  similarity of the respondent's views to the views of others in the  community, and the working relationship between the court and  community groups. In addition, prosecutors and public defenders  answered questions on the factors that influenced their decision to  file a petition, recommend a disposition, and make a waiver decision  to adult court. Judges and probation officers answered additional  questions on the availability of resources for the juvenile court in  their county, factors that influenced them when making a disposition,  and the usefulness of SDM, including questions on situations in which  the respondent had overridden SDM recommendations. Judges also  answered questions on judicial discretion. The probation survey data  include several derived variables. All respondents provided background  information, including age, gender, ethnic/racial background, marital  status, number of children in certain age groups, past job experience  in criminal justice, percentage of cases handled that were juvenile,  duties unrelated to juvenile justice, job satisfaction, attendance of  professional training meetings, and which organizations provided the  training. Probation officers were al\nso questioned on the highest level of education attained."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"decision making"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile justice"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"needs assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3581.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3581.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebooks, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader\nis provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-JB-VX-0110"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were collected from self-administered questionnaires."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Probation officers, judges and referees, prosecutors, and  defense attorneys in juvenile courts in Illinois, Indiana, Michigan, and Ohio."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Illinois, Indiana, Michigan, and Ohio were selected  because they are contiguous states in the same geographic region, and  it was assumed that they would share common properties, such that the  states' general environments would not be a significant factor  affecting interpretation of the research findings. Among factors that  these four states have in common are the following: concentration of  basic industry, extensive farming in rural counties, one or more major  urban areas, and significant racial and ethnic diversity. Another  criterion for selecting these states was their variation in terms of  characteristics related to case processing and juvenile justice. The  states varied greatly in the availability and types of state resources  at local as compared to state levels. In each state, three counties  were chosen based on selection criteria designed to include a variety  of contexts for SDM. First, a populous urban jurisdiction was selected  in each state. These jurisdictions had large case volumes and pressure  to process cases quickly, as some of the most serious social problems,  such as poverty and high arrest rates, occurred in the large urban  jurisdictions. Second, a community was selected that provided a range  of community resources for dispositional programs. These resources  would provide many dispositional alternatives, suggesting more complex  decision-making. Third, a community was selected that had several  social problems but limited dispositional resources. These communities  faced processing pressures without resources, making it likely that  decision-making would be simpler and more constrained. Mitigating the  choice of counties were such things as a court's willingness to  participate and geography. A few counties were unable to participate  for a variety of reasons, such as court reorganization or staff  turnover. The study sought to avoid geographic concentration in the  sample. In one state, most of the large and medium-sized counties were  geographically concentrated, so in that state smaller courts were  selected. The study attempted to survey all probation officers, judges  and referees, prosecutors, and defense attorneys in each of the 12 counties."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"In total, 65.2 percent of probation officers,  judges and referees, prosecutors, and defense attorneys completed the surveys."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Judge Survey Data","restricted":false,"version":1,"datasetVersionId":39624,"dataFile":{"id":2647482,"persistentId":"","pidURL":"","filename":"Judge Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Probation Officer Survey Data","restricted":false,"version":1,"datasetVersionId":39624,"dataFile":{"id":2647483,"persistentId":"","pidURL":"","filename":"Probation Officer Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prosecutor Survey Data","restricted":false,"version":1,"datasetVersionId":39624,"dataFile":{"id":2647484,"persistentId":"","pidURL":"","filename":"Prosecutor Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Public Defender Survey Data","restricted":false,"version":1,"datasetVersionId":39624,"dataFile":{"id":2647485,"persistentId":"","pidURL":"","filename":"Public Defender Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}