{"status":"OK","data":{"id":38397,"identifier":"ICPSR35596.v1","persistentUrl":"https://doi.org/10.3886/ICPSR35596.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR35596.v1","latestVersion":{"id":34397,"storageIdentifier":"file://10.3886/ICPSR35596.v1","versionState":"RELEASED","distributionDate":"2014-12-22","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:11:56Z","releaseTime":"2015-04-09T03:11:56Z","createTime":"2015-04-09T03:11:56Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Survey of Public Participation in the Arts 1982-2012 Combined File [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Endowment for the Arts"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Survey of Public Participation in the Arts (SPPA) is sponsored by the National Endowment for the Arts to\ninform the understanding of how Americans engage in the arts. This combined data file aggregates SPPA data from 1982, 1985, 1992, 2002, 2008, and 2012. The combined data file does not include the 1997 SPPA because the survey design for the 1997 SPPA was quite different from the other six SPPA studies. Respondents were asked a core set of questions about their participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. Questions were also asked about their reading preferences. The data file has demographic and geographic variables and information about the housing unit. The combined file was produced to facilitate trend analysis of SPPA estimates over time. Because arts participation rates change over time, the combined file is not recommended as a source to calculate current arts participation. Users should check the NADAC Website for the most current data source for estimating arts participation. The combined file has 97,295 cases and 85 variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Survey of Public Participation in the Arts (SPPA) is sponsored by the National Endowment for the Arts to inform the understanding of how Americans engage in the arts."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This combined data file aggregates SPPA data from 1982, 1985, 1992, 2002, 2008, and 2012. The combined data file does not include the 1997 SPPA because the survey design for the 1997 SPPA was quite different from the other six SPPA studies. The 1982, 1985, and 1992 SPPA was appended to the National Crime Survey. The 2002, 2008, and 2012 SPPA was conducted as part of the Current Population Survey. Starting with 2002, the SPPA attempted to obtain self-responses from household members aged 18 and over. Proxy responses were allowed if attempts for a self-response were unsuccessful. At the same time, the SPPA accepted proxy responses for spouses or partners. In 2008, rather than administer the entire SPPA survey to all respondents, the questionnaire was separated into modules, so that any one respondent only answered the core arts attendance questions and two of the four modules. In 2012, one quarter of the sample received the Core 1 questionnaire which was the same as used in previous years and a random selection of two of the five modules. The other quarter of the sample received the Core 2 questionnaire that included experimental questions and a random selection of two of the five modules. The combined file was produced to facilitate trend analysis of SPPA estimates over time. Because arts participation rates change over time, the combined file is not recommended as a source to calculate current arts participation. Users should check the NADAC Website for the most current data source for estimating arts participation. The number of completed interviews by year were: 1982, 17,254; 1985, 13,675; 1992, 12,736; 2002, 17,135; 2008, 18,444; and 2012, 18,051. The combined file has a total of 97,295 cases and 85 variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The data file provides information on Americans' participation in the arts, including their participation in, and frequency of attending, art performances and events in the following categories: jazz music, classical music, opera, musicals, plays (nonmusical), ballet, other dance, art museums, arts-crafts fairs, and historical park/monument sites. Questions were also asked about their reading preferences. The data file has demographic and geographic variables and information about the housing unit."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts audiences"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts participation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"leisure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"reading"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recreation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC IX. Participation in Arts and Leisure Activities"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-12-22Version Text: 2014-12-22Subject: Study Level Error Note, Notes: Any changes to the question wording or response options for the different years of SPPA data collection are described in the Notes that display above the frequency counts in the codebook. Similarly, the Universe for each variable that identifies in what years (1982, 1985, 1992, 2002, 2008, and 2012) that variable is available is provided in the codebook below the Notes.;Subject: Study Level Error Note, Notes: <p>Users should keep in mind a few broad differences in the survey designs when comparing or combing SPPA data from different years. Some of the more prominent differences that could have some impact on the estimates include:</p>\n\n<ul>\n<li>The 1982, 1985 and 1992 SPPA were supplements to the National Crime Victimization survey (NCVS) while the 2002, 2008, and 2012 surveys were supplements to the Current Population Survey (CPS)</li>\n<li>The SPPA NCVS supplements were collected across the calendar year, while the CPS supplements were collected in one month (i.e., 2002: August, 2008: May,2012: June)</li>\n<li>The 1985 SPPA was only collected for the first six months of the year</li>\n<li>CPS (2002, 2008, and 2012 SPPA) allows proxy reports for respondents who could not be reached after four attempts</li>\n<li>The 2008 and 2012 SPPA data file include spouse/partner proxy reported responses</li>\n<li>The first two SPPA studies were primarily in-person interviews done at the respondent's house, while the subsequent SPPA studies have been done primarily by telephone</li>\n</ul>;Subject: Study Level Error Note, Notes: <p>The SPPA provides estimates for 32 states: Alabama; California; Colorado, Connecticut; Florida; Georgia; Illinois; Iowa; Kansas; Maine; Maryland; Massachusetts; Michigan; Minnesota; Missouri; Nebraska; Nevada; New Jersey; New York; North Carolina; North Dakota; Ohio; Oregon; Pennsylvania; Rhode Island; South Carolina; South Dakota; Texas; Virginia; Washington; West Virginia; and Wyoming.</p>\n\n<p>In addition, the SPPA can reliably supply arts participation estimates for 11 metropolitan areas: Boston-Worchester-Manchester, MA-NH; Chicago-Naperville-Michigan City, IL-IN; Dallas-Fort Worth, TX; Denver-Aurora-Boulder, CO; Detroit-Warren-Flint, MI; Los Angeles-Long Beach-Riverside, CA; Miami-Fort Lauderdale-Miami Beach, FL; New York-Newark-Bridgeport, NY-NJ-CT-PA; Philadelphia-Camden-Vineland, PA-NJ-DE-MD; San Jose-Francisco-Oakland, CA; and Washington-Baltimore-Northern Virginia, DC-MD-VA-WV.</p>;Subject: Study Level Error Note, Notes: Due to the limit in the number of allowable rows of 65,536 in Excel 97-2003 (file ending, xls), the Excel file being distributed with this collection is in the later version of Excel (file ending of xlsx).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-12-22"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2012"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2012-07-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2012-07-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["In 1982 and 1985, one-quarter of the interviews were conducted over the phone; three-quarters face-to-face. In 1992, about three-quarters of the interviews were conducted by telephone, and one quarter of the respondents were interviewed face-to-face in their homes. In 2002, more than 90 percent of the interviews were conducted by telephone and less than 10 percent were face-to-face interviews. In 2008 and 2012, interviews were conducted by computer-assisted telephone interviews (CATI) and computer-assisted personal interviews (CAPI)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["State"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Non-institutionalized adults living in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Each year the sample was selected using a stratified multi-stage design. All non-institutionalized adults living in the United States were eligible. In 1982, 1985, and 1992 the SPPA survey was appended to the National Crime Survey, conducted by the Census Bureau for the Department of Justice. The sample was drawn from the United States Census Bureau's population counts. In 1982, about one in twelve NCS households was asked to respond to the SPPA questions. In 1985, about one in six NCS households was asked to respond to the SPPA questions. In 1992, the sample frame was the same as that used in the 1982 survey. In 2002, 2008, and 2012 the SPPA survey was a supplement to the Current Population Survey conducted by the Census Bureau. The sample was also drawn from the Census Bureau's population counts. In 2002, one quarter of the CPS households in August 2002 were sampled for the SPPA supplement. In 2008, one quarter of the CPS households in May 2008 were sampled for the SPPA supplement. In 2012, one half of the CPS households in July 2012 were sampled for the SPPA supplement because two versions of the core questionnaire were administered."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted personal interview (CAPI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"The data file includes two weight variables: WEIGHT is used when producing estimates for a particular year or comparing years, and WEIGHT_NORMALIXED is used when pooling or combing data across years. The data file also h\nas two variables -- VARSTRAT and VARUNIT --that are included to help people estimate the variance or standard error associated with the estimates. Users are encouraged to see the appendix to the data dictionary (available in PDF as part of this collection) that describes in detail the weighting and variance estimation procedures."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Response rates for the surveys was as follows: 1982, over 85 percent; 1985, over 85 percent; 1992, over 80 percent; 2002, 70 percent; 2008, 81.6 percent; and 2012, not available."}]}},"files":[{"description":"","label":"Survey of Public Participation in the Arts 1982-2012 Combined File [United States]","restricted":false,"version":1,"datasetVersionId":34397,"dataFile":{"id":2605118,"persistentId":"","pidURL":"","filename":"Survey of Public Participation in the Arts 1982-2012 Combined File [United States]","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}