{"status":"OK","data":{"id":37879,"identifier":"ICPSR25481.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25481.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25481.v1","latestVersion":{"id":33879,"storageIdentifier":"file://10.3886/ICPSR25481.v1","versionState":"RELEASED","distributionDate":"2009-10-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:06:13Z","releaseTime":"2015-04-09T03:06:13Z","createTime":"2015-04-09T03:06:13Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Compstat and Organizational Change in the United States, 1999-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisburd, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Greenspan, Rosann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mastrofski, Stephen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the study was to determine how Compstat programs were being implemented across the United States by examining the diffusion of Compstat and factors associated with its implementation. Another goal of the study was to assess the impact of Compstat on line or patrol officers at the bottom of the police organization.  The researchers administered a national survey on Compstat and problem solving in police agencies (Part 1) by mail to all 515 American police agencies with over 100 sworn police officers, and to a random sample of 100 agencies with between 50 and 100 sworn officers. The researchers received a total of 530 completed surveys (Part 1) between June 1999 and April 2000. The researchers distributed an anonymous, voluntary, and self-administered survey (Part 2) between December 2000 and May 2001 to a total of 450 patrol officers at three police departments -- Lowell, Massachusetts (LPD), Minneapolis, Minnesota (MPD), and Newark, New Jersey (NPD). The Compstat Survey (Part 1) contains a total of 321 variables pertaining to executive views and departmental policy, organizational features and technology, and comments about problem solving in police agencies.  The Line Officer Survey (Part 2) contains a total of 85 variables pertaining to the patrol officers' involvement in Compstat-generated activities, their motivation to participate in them, and their views on these activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The purpose of the study was to determine how Compstat programs were being implemented across the United States by examining the diffusion of Compstat and factors associated with its implementation.  More specifically, the purpose of the study was to assess how many local police departments were using Compstat and the extent to which they had implemented its six core elements:</p>\n\n<ol>\n<li>Mission clarification</li>\n<li>Internal accountability</li>\n<li>Geographic organization of operational command</li>\n<li>Organizational flexibility</li>\n<li>Data-driven analysis of problems and assessment of department’s problem-solving efforts</li>\n<li>Innovative problem-solving tactics</li>\n</ol>\n\n<p>Furthermore, another goal of the study was to assess the impact of Compstat on line or patrol officers at the bottom of the police organization.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The researchers administered a national survey on Compstat and problem solving in police agencies (Part 1) by mail to all 515 American police agencies with over 100 sworn police officers, and to a random sample of 100 agencies with between 50 and 100 sworn officers. The survey was divided into two sections: executive views and organizational features.  The mailing included a letter asking the chief to complete (or to delegate to a person who could reflect his/her views) the part of the survey relevant to overall departmental policy and someone familiar with technology to complete those sections of the survey. The research team assured the departments of complete confidentiality and included a survey instrument with a unique identific\nation number affixed and a stamped, addressed, return envelope. The researchers followed up with a series of phone calls as well as a second and third mailing. The researchers received a total of 530 completed surveys (Part 1) between June 1999 and April 2000.</p>\n\n<p>In order to assess the impact of Compstat on those at the bottom of the police organization, the researchers distributed an anonymous, voluntary, and self-administered survey (Part 2) between December 2000 and May 2001 to a total of 450 patrol officers at 3 police departments -- Lowell, Massachusetts (LPD), Minneapolis, Minnesota (MPD), and Newark, New Jersey (NPD).  The research team selected these 3 sites because they had implemented Compstat, they differed in size, organization, and crime environment, and they were receptive to having a field researcher on site for an extended period.  The line officer survey was administered to patrol officers at the 3 research sites who regularly attended roll call on the day, early night, and late shifts. Due to constraints of time and personnel, the survey allowed the research team to obtain far more information from patrol officers than they could have gathered through interviews.  When distributing the survey, the on-site researcher informed officers that the Police Foundation was conducting the study to learn how Compstat worked in their department and valued any feedback they were willing to provide. Officers were asked to describe the extent of their involvement in Compstat-generated activities, their motivation to participate in them, and their views on these activities.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Compstat Survey (Part 1) contains a total of 321 variables pertaining to executive views and departmental policy, organizational features and technology, and comments about problem solving in police agencies.  Variables include small or large department and region. Executive views variables include the year the chief assumed that position, the chief’s approach to establishing priorities for the department, the goal of reducing crime by a specific number or percent,  how often reported and how useful were 7 different types of information, 19 ranking variables of goals that police executives pursue, if the agency is divided into districts, the likelihood of 5 events occurring, who usually makes 8 types of decisions, the crime/disorder problem that consumed more of the department’s efforts than any other problem in the last 12 months, 24 different tactics used to solve this problem, the importance of 9 considerations in deciding which tactics or methods to use, an assessment of department’s efforts, the most influential source, an assessment of department’s progress in solving the problem, the frequency of the department assessing its progress in dealing with the problem using statistical measures, the department’s ability to produce and analyze data about the problem, the method altered, 8 types of structure or procedure changes, the frequency of 8 methods of communication, familiarity with NYPD’s approach to Compstat, if attended Compstat, length of time the department spent doing 11 features associated with Compstat, and if the department implemented Compstat. Organizational features include if the agency is divided into districts, the organization of 12 functions in the department, the organization of command over personnel, data analysis, records management system, computer-aided dispatch system, hardware platforms, the method of entry into records management system, the method of exporting from the records management system to departmental computers, technology, the use of an automated system to track the location of patrol vehicles, the use of 8 crime mapping/crime analysis techniques, patrol officer access to 4 types of computerized data files, the type of access to files at 8 agencies, if and how the department maintains 5 types of information, the frequency that 15 types of information are rep\norted to the police managers, the method of auditing, the time lag between 5 events and the availability for computer analysis, and 14 other organizational characteristics pertaining to the number of sworn and the number of civilian personnel.  Lastly, Part 1 includes a variable for comments from the Executive Views portion of the survey and a variable containing comments from the Organizational Features section.</p>\n\n<p>The Line Officer Survey (Part 2) contains a total of 85 variables pertaining to the patrol officers' involvement in Compstat-generated activities, their motivation to participate in them, and their views on these activities.  Specifically, variables in Part 2 include site name, precinct, and general shift. Other variables include both the importance of and the effectiveness of reducing complaints against officers, reducing violent crime, improving the quality of life, arresting people committing misdemeanor offenses, holding inspectors accountable for crimes in their precincts, providing timely and accurate crime data, responding quickly to calls for service, identifying crime patterns and choosing appropriate tactics, responding quickly to emerging crime problems, holding officers accountable for crimes in their beats, following up to assess whether solutions were successful, making officers and equipment available to different precincts as needed, encouraging officers to take responsibility for their beat, resolving disputes among different segments of the community, and creating and maintaining open lines of communication with the community. Variables also include rankings of the amount of praise received for ten activities, if the officer attended meetings, their participation in meetings, the frequency of supervisor discussions at meetings, changes in job responsibilities, impact on performance, and the impact on the department as a good place to work. Other variables include the number of years the officer worked for the city in a sworn position, their current rank, work hours, age, education, sex, racial group, ethnicity, and other comments written on survey.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Compstat"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime statistics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"decision making"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"goals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organizational structure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"statistical data"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trends"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2009-10-30Version Text: 2009-10-30Subject: Study Level Error Note, Notes: Data from the short, intensive site visits of 2 to 3 days at 16 sites selected from the national survey are not available as part of this collection. Additionally, data from the extended site visits at 3 police departments -- Lowell, Massachusetts (LPD), Minneapolis, Minnesota (MPD), and Newark, New Jersey (NPD), -- are not available as part of this data collection. However Line Officer Survey data are available from those 3 sites as Part 2 of this collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"1998-IJ-CX-0070"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009-10-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-12"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: The data were obtained between June 1999 and April 2000 from surveys administered to the chief of police in all agencies with 100 or more full-time, sworn officers and to a random sample of 100 agencies with between 50 and 99 officers according to the 1996 Directory Survey of Law Enforcement Agencies [DIRECTORY OF LAW ENFORCEMENT AGENCIES, 1996 (ICPSR 2260)] conducted by the United States Bureau of the Census for the United States Bureau of Justice Statistics (BJS).","Part 2: The data were obtained between December 2000 and May 2001 by using self-administered surveys to patrol officers at three police departments -- Lowell, Massachusetts (LPD), Minneapolis, Minnesota (MPD), and Newark, New Jersey (NPD)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Lowell"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minneapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Minnesota"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Newark"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["precinct"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: police agency","Part 2: individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All police agencies in the United States with over 50 full-time, sworn police officers in 1996. Part 2: All line officers in the Lowell, Massachusetts, Minneapolis, Minnesota, and Newark, New Jersey, police departments between December 2000 and May 2001."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>At the time of the sample selection for the Compstat Survey (Part 1) in 1999, the most complete, current listing of police agencies in the Un\nited States was the 1996 Directory Survey of Law Enforcement Agencies conducted by the United States Bureau of the Census for the United States Bureau of Justice Statistics (BJS).  According to the directory, there were 515 agencies with 100 or more sworn officers, and 698 agencies with 50 to 99 officers. The principal investigators sent the survey instrument by mail to all of the 515 largest agencies, and to a random sample of 100 agencies with between 50 and 99 officers.  The full universe of larger departments was sampled because the principal investigators believed that Compstat programs are most appealing to such departments and thus most likely to be implemented in them. They determined that it was also important to assess whether smaller agencies were also beginning to develop Compstat-like programs. It would have been prohibitively costly to survey all smaller agencies, but the random sample of agencies with 50 to 99 officers allowed the project to assess whether Compstat programs are also influencing smaller departments. The researchers decided not to sample from among departments with fewer than 50 full-time, sworn officers because they thought it reasonable to assume that such police agencies lack the resources and organizational complexity to implement Compstat.</p>\n\n<p>The sample for the Line Officer Survey (Part 2) was comprised of a total of 450 patrol officers at 3 police departments -- Lowell, Massachusetts (LPD), Minneapolis, Minnesota (MPD), and Newark, New Jersey (NPD).  Between December 2000 and May 2001, the on-site researcher in each department distributed the 10- to 15-minute survey on separate days across all shifts to ensure a representative sample of patrol officers who attended roll call.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"computer-assisted self interview (CASI)"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"none"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: The researchers received 530 completed surveys out of a total of 615 mailed surveys, yielding a response rate of 86.2 percent.  Part 2: Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Compstat Survey","restricted":false,"version":1,"datasetVersionId":33879,"dataFile":{"id":2602094,"persistentId":"","pidURL":"","filename":"Compstat Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Line Officer Survey","restricted":false,"version":1,"datasetVersionId":33879,"dataFile":{"id":2602095,"persistentId":"","pidURL":"","filename":"Line Officer Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}