{"status":"OK","data":{"id":38639,"identifier":"ICPSR04535.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04535.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04535.v1","latestVersion":{"id":34639,"storageIdentifier":"file://10.3886/ICPSR04535.v1","versionState":"RELEASED","distributionDate":"2007-06-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:14:37Z","releaseTime":"2015-04-09T03:14:37Z","createTime":"2015-04-09T03:14:37Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to ICPSR member institutions.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Datasets on Charges of Malfeasance, Preference Votes, Government Portfolios, and Characteristics of Legislators, Chamber of Deputies, Republic of Italy, Legislatures I-XI, 1948-1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Golden, Miriam A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California-Los Angeles"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><strong>Overview</strong></p>\n\n<p>This study contains three individual datasets, as well as a  combined dataset in which the component datasets have been merged and  additional information incorporated.</p>\n\n<p><strong>Part 1:</strong></p>\n\n<p>The dataset contains preference votes received by Christian  Democratic (DC) and Socialist Party (PSI) candidates in the Italian  elections for Legislatures I-XI to the Chamber of Deputies (1948 to  1992). During this period, Italy used a relatively pure version of  open-list proportional representation. Until the 1992 parliamentary  elections, voters could optionally indicate their preference for as  many as three (or in districts with 16 or more representatives, four)  candidates from the party list they selected. As of 1992, voters could  use only a single preference vote. Typically, only about 30 percent of  Italian voters used any of their available preference votes. Individual  candidates were seated according to the number of preference votes  received, while the number of seats won by each party was determined  by the number of list votes received by the party. The number of seats  (district magnitude) in Italy's 31 electoral districts using  proportional representation (a 32nd electoral district, the Valle  d'Aosta, was a majoritarian single member district) ranged from 4 to  53, with the average around 20. Parties listed as many candidates as  there were seats, and individuals could stand in as many as three  districts simultaneously, as well as simultaneously for the Chamber of  Deputies and the Senate. Starting with the elections held in 1994, the  electoral system was substantially altered, and a mixed PR/majoritarian  system used. It is not possible to match electoral districts before  and after 1994. (This description of Italy's electoral system is taken  from Douglas Wertman, \"The Italian Electoral Process: The Elections of  June 1976,\" in ITALY AT THE POLLS: THE PARLIAMENTARY ELECTIONS OF  1976, ed. Howard R. Penniman, Washington, D.C.: American Enterprise  Institute, 1977.) The dataset includes the number of individual-level  preference votes received by each Chamber candidate for the DC and  PSI, the candidate's party affiliation, the candidate's district  number, the candidate's legislature number, whether the candidate was  elected or not, and whether, having won, the individual chose to be  seated in another district or for the upper house instead. The data  are arranged by candidate and district within each legislature. There  may be multiple records of the same candidate within the same  legislature if the individual ran in multiple districts.</p>\n\n<p><strong>Part 2:</strong></p>\n\n<p>The dataset on parliamentary malfeasance, contains information on  all requests by the Italian judiciary to remove parliamentary immunity  (so-called 'richieste di autorizzazioni a procedure', commonly  abbreviated in Italian as RAP) from deputies during the first 11  postwar legislatures (elected in 1948 through 1992), including the  nature of the judicial charges, the partisan affiliation of the deputy  charged, the deputy's electoral district and legislature, whether  immunity was lifted or not, etc. The Italian constitution (Article 68)  required that the Ministry of Justice transmit requests to remove  immunity to parliament in order to investigate a legislator for  suspected criminal wrong-doing or in order to proceed with an arrest  warrant. A majority vote by the floor of the relevant chamber was  required to lift immunity. Requests were first dealt with in committee  (by the 'Guinta per l\ne autorizzazioni a procedere') before proceeding  to the floor. Most requests over the period on which data are  available were not granted. Many simply lapsed with the end of the  legislature, never having been voted on. Legislators were investigated  and/or charged with crimes ranging from traffic offenses to murder.  Our coding distinguishes opinion crimes (such as libel and slander)  from other (more serious) types of malfeasance. A constitutional  change in November 1993 ended the requirement that the Chamber approve  all requests to remove parliamentary immunity before the judiciary  could proceed, and the dataset thus ends with the end of the XI  Legislature in 1994. The data are arranged by RAP and deputy within  each legislature. There may be multiple records of the same deputy  within the same legislature if the individual was named in multiple  RAP. A single RAP may name multiple deputies.</p>\n\n<p><strong>Part 3:</strong></p>\n\n<p>The dataset on government portfolios lists all ministers and  undersecretaries for Legislatures I-XI, Republic of Italy. It includes  information on whether the minister was drawn from the Chamber of  Deputies, the Senate, or outside the legislature, as well as in which  government the individual served. For members of the Chamber of  Deputies, the individual's party affiliation, electoral district,  party experience, and other demographic characteristics are also  included. The data are arranged by individual and government within  each legislature. There may be multiple records of the same minister  within the same legislature if the individual was seated in multiple  governments within the same legislative period.</p>\n\n<p><strong>Part 4:</strong></p>\n\n<p>The combined dataset on malfeasance, preference votes of DC and PSI  candidates, government portfolios, and all seated deputies merges the  three datasets above and incorporates the full universe of deputies.  The combined dataset contains all the information enumerated above,  and also includes records for all deputies not otherwise included, as  well as the number of preference votes received by deputies affiliated  with parties other than the DC and the PSI. Note that this combined  dataset is complex because the same individual may appear multiple  times even within the same legislature, for different reasons. The  dataset on malfeasance contains a separate observation for each  individual charge of malfeasance, so that deputies who are charged  multiple times (either within the same legislative period or in  different legislatures) appear as multiple separate observations. In  the dataset on preference votes, the same candidate may appear more  than once, if he or she stands for election in multiple districts  and/or legislatures. The same is true, finally, for the dataset of  government portfolios, because multiple governments were seated within  a single legislature. Therefore, the same minister may appear more  than once within a legislature if he or she held office in multiple  governments. The component datasets were combined under the  supervision of the Principal Investigator on the basis of a unique  identifier (\"tid\") assigned to each individual person/deputy/minister.  This allows the researcher to track individual deputies over different  legislatures, as well as to track whether the same deputy was charged  multiple times with malfeasance or served in multiple governments.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government corruption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"political corruption"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DATAPASS I. NDIIPP"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DATAPASS subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR II.A.2. Community and Urban Studies, Studies of Local Politics, Nations Other Than the United States"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR VIII.A. Governmental Structures, Policies, and Capabilities, Behavior and Attitudes of Bureaucrats"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"IDRC III. Electoral Systems and Political Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"IDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-06-21Version Text: 2007-06-21 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"SES-0074860"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-06-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1948"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2006"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Italy"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}}]}]}},"files":[{"description":"","label":"Dataset on Charges of Malfeasance, Chamber of Deputies, Republic of Italy, Legislatures I-XI","restricted":false,"version":1,"datasetVersionId":34639,"dataFile":{"id":2606457,"persistentId":"","pidURL":"","filename":"Dataset on Charges of Malfeasance, Chamber of Deputies, Republic of Italy, Legislatures I-XI","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dataset on Government Portfolios, Chamber of Deputies, Republic of Italy, Legislatures I-XI","restricted":false,"version":1,"datasetVersionId":34639,"dataFile":{"id":2606458,"persistentId":"","pidURL":"","filename":"Dataset on Government Portfolios, Chamber of Deputies, Republic of Italy, Legislatures I-XI","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Dataset on Preference Votes, Chamber of Deputies, Republic of Italy, Legislatures I-XI","restricted":false,"version":1,"datasetVersionId":34639,"dataFile":{"id":2606456,"persistentId":"","pidURL":"","filename":"Dataset on Preference Votes, Chamber of Deputies, Republic of Italy, Legislatures I-XI","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Individual-Level Dataset on Charges of Malfeasance, Preference Votes, Government Portfolios, and Members of the Chamber of Deputies, Republic of Italy, Legislatures I-XI","restricted":false,"version":1,"datasetVersionId":34639,"dataFile":{"id":2606459,"persistentId":"","pidURL":"","filename":"Individual-Level Dataset on Charges of Malfeasance, Preference Votes, Government Portfolios, and Members of the Chamber of Deputies, Republic of Italy, Legislatures I-XI","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}