{"status":"OK","data":{"id":41524,"identifier":"ICPSR03002.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03002.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03002.v1","latestVersion":{"id":37524,"storageIdentifier":"file://10.3886/ICPSR03002.v1","versionState":"RELEASED","distributionDate":"2000-10-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:46:25Z","releaseTime":"2015-04-09T03:46:25Z","createTime":"2015-04-09T03:46:25Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Chicago Women's Health Risk Study, 1995-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Block, Carolyn Rebecca"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Illinois Criminal Justice Information Authority"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of the Chicago Women's Health Risk Study (CWHRS)  was to develop a reliable and validated profile of risk factors  directly related to lethal or life-threatening outcomes in intimate  partner violence, for use in agencies and organizations working to  help women in abusive relationships. Data were collected to draw  comparisons between abused women in situations resulting in fatal  outcomes and those without fatal outcomes, as well as a baseline  comparison of abused women and non-abused women, taking into account  the interaction of events, circumstances, and interventions occurring  over the course of a year or two. The CWHRS used a quasi-experimental  design to gather survey data on 705 women at the point of service for  any kind of treatment (related to abuse or not) sought at one of four  medical sites serving populations in areas with high rates of intimate  partner homicide (Chicago Women's Health Center, Cook County Hospital,  Erie Family Health Center, and Roseland Public Health Center). Over  2,600 women were randomly screened in these settings, following strict  protocols for safety and privacy. One goal of the design was that the  sample would not systematically exclude high-risk but understudied  populations, such as expectant mothers, women without regular sources  of health care, and abused women in situations where the abuse is  unknown to helping agencies. To accomplish this, the study used  sensitive contact and interview procedures, developed sensitive  instruments, and worked closely with each sample site. The CWHRS  attempted to interview all women who answered \"yes -- within the past  year\" to any of the three screening questions, and about 30 percent of  women who did not answer yes, provided that the women were over age 17  and had been in an intimate relationship in the past year. In total,  705 women were interviewed, 497 of whom reported that they had  experienced physical violence or a violent threat at the hands of an  intimate partner in the pa\nst year (the abused, or AW, group). The  remaining 208 women formed the comparison group (the non-abused, or  NAW, group). Data from the initial interview sections comprise Parts  1-8. For some women, the AW versus NAW interview status was not the  same as their screening status. When a woman told the interviewer that  she had experienced violence or a violent threat in the past year, she  and the interviewer completed a daily calendar history, including  details of important events and each violent incident that had  occurred the previous year. The study attempted to conduct one or two  follow-up interviews over the following year with the 497 women  categorized as AW. The follow-up rate was 66 percent. Data from this  part of the clinic/hospital sample are found in Parts 9-12. In  addition to the clinic/hospital sample, the CWHRS collected data on  each of the 87 intimate partner homicides occurring in Chicago over a  two-year period that involved at least one woman age 18 or  older. Using the same interview schedule as for the clinic/hospital  sample, CWHRS interviewers conducted personal interviews with one to  three \"proxy respondents\" per case, people who were knowledgeable and  credible sources of information about the couple and their  relationship, and information was compiled from official or public  records, such as court records, witness statements, and newspaper  accounts (Parts 13-15). In homicides in which a woman was the homicide  offender, attempts were made to contact and interview her. This  \"lethal\" sample, all such homicides that took place in 1995 or 1996,  was developed from two sources, HOMICIDES IN CHICAGO, 1965-1995 (ICPSR  6399) and the Cook County Medical Examiner's Office. Part 1 includes  demographic variables describing each respondent, such as age, race  and ethnicity, level of education, employment status, screening status  (AW or NAW), birthplace, and marital status. Variables in Part 2  include details about the woman's household, such as whether she was  homeless, the number of people living in the household and details  about each person, the number of her children or other children in the  household, details of any of her children not living in her household,  and any changes in the household structure over the past  year. Variables in Part 3 deal with the woman's physical and mental  health, including pregnancy, and with her social support network and  material resources. Variables in Part 4 provide information on the  number and type of firearms in the household, whether the woman had  experienced power, control, stalking, or harassment at the hands of an  intimate partner in the past year, whether she had experienced  specific types of violence or violent threats at the hands of an  intimate partner in the past year, and whether she had experienced  symptoms of Post-Traumatic Stress Disorder related to the incidents in  the past month. Variables in Part 5 specify the partner or partners  who were responsible for the incidents in the past year, record the  type and length of the woman's relationship with each of these  partners, and provide detailed information on the one partner she  chose to talk about (called \"Name\"). Variables in Part 6 probe the  woman's help-seeking and interventions in the past year. Variables in  Part 7 include questions comprising the Campbell Danger Assessment  (Campbell, 1993). Part 8 assembles variables pertaining to the chosen  abusive partner (Name). Part 9, an event-level file, includes the type  and the date of each event the woman discussed in a 12-month  retrospective calendar history. Part 10, an incident-level file,  includes variables describing each violent incident or threat of  violence. There is a unique identifier linking each woman to her set  of events or incidents. Part 11 is a person-level file in which the  incidents in Part 10 have been aggregated into totals for each  woman. Variables in Part 11 include, for example, the total number of\nincidents during the year, the number of days before the interview  that the most recent incident had occurred, and the severity of the  most severe incident in the past year. Part 12 is a person-level file  that summarizes incident information from the follow-up interviews,  including the number of abuse incidents from the initial interview to  the last follow-up, the number of days between the initial interview  and the last follow-up, and the maximum severity of any follow-up  incident. Parts 1-12 contain a unique identifier variable that allows  users to link each respondent across files. Parts 13-15 contain data  from official records sources and information supplied by proxies for  victims of intimate partner homicides in 1995 and 1996 in  Chicago. Part 13 contains information about the homicide incidents  from the \"lethal sample,\" along with outcomes of the court cases (if  any) from the Administrative Office of the Illinois Courts. Variables  for Part 13 include the number of victims killed in the incident, the  month and year of the incident, the gender, race, and age of both the  victim and offender, who initiated the violence, the severity of any  other violence immediately preceding the death, if leaving the  relationship triggered the final incident, whether either partner was  invading the other's home at the time of the incident, whether  jealousy or infidelity was an issue in the final incident, whether  there was drug or alcohol use noted by witnesses, the predominant  motive of the homicide, location of the homicide, relationship of  victim to offender, type of weapon used, whether the offender  committed suicide after the homicide, whether any criminal charges  were filed, and the type of disposition and length of sentence for  that charge. Parts 14 and 15 contain data collected using the proxy  interview questionnaire (or the interview of the woman offender, if  applicable). The questionnaire used for Part 14 was identical to the  one used in the clinic sample, except for some extra questions about  the homicide incident. The data include only those 76 cases for which  at least one interview was conducted. Most variables in Part 14  pertain to the victim or the offender, regardless of gender (unless  otherwise labeled). For ease of analysis, Part 15 includes the same 76  cases as Part 14, but the variables are organized from the woman's  point of view, regardless of whether she was the victim or offender in  the homicide (for the same-sex cases, Part 15 is from the woman  victim's point of view). Parts 14 and 15 can be linked by ID  number. However, Part 14 includes five sets of variables that were  asked only from the woman's perspective in the original questionnaire:  household composition, Post-Traumatic Stress Disorder (PTSD), social  support network, personal income (as opposed to household income), and  help-seeking and intervention. To avoid redundancy, these variables  appear only in Part 14. Other variables in Part 14 cover information  about the person(s) interviewed, the victim's and offender's age, sex,  race/ethnicity, birthplace, employment status at time of death, and  level of education, a scale of the victim's and offender's severity of  physical abuse in the year prior to the death, the length of the  relationship between victim and offender, the number of children  belonging to each partner, whether either partner tried to leave  and/or asked the other to stay away, the reasons why each partner  tried to leave, the longest amount of time each partner stayed away,  whether either or both partners returned to the relationship before  the death, any known physical or emotional problems sustained by  victim or offender, including the four-item Medical Outcomes Study  (MOS) scale of depression, drug and alcohol use of the victim and  offender, number and type of guns in the household of the victim and  offender, Scales of Power and Control (Johnson, 1996) or Stalking and  Harassment (Sheridan,\n1992) by either intimate partner in the year  prior to the death, a modified version of the Conflict Tactics Scale  (CTS) (Johnson, 1996) measuring the type of physical violence  experienced by either intimate partner, and the Campbell Danger  Assessment for the victim and offender. In addition, Part 14 contains  a number of summary variables about the fatal incident, most of which  are also in Part 13. These include questions related to the  circumstances of the incident, time, place, witnesses, who had  initiated the violence, outcome for the offender (e.g., suicide or  other death, arrest, sentence, etc.), and outcome for children and  others who witnessed the violence or found the body. Part 15 contains  the same data as Part 14, except that each variable is presented from  the woman's point of view, regardless of whether she was the victim or  offender in the homicide. Additional summary variables were added  regarding the overall nature of any prior physical abuse in the  relationship, as well as the overall pattern of leaving and returning to the relationship in the year prior to the death."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Despite the current proliferation of intimate  violence studies, domestic violence advocates and policymakers in  public health and criminal justice are often confused about the  efficacy of practical interventions. Under what circumstances is a  woman at risk if she terminates an abusive relationship? In what  situations does arrest increase or decrease the risk of death? How do  stalking and other forms of harassment interact with events and  changing circumstances, such as gun ownership or pregnancy, in  affecting the risk of a lethal outcome for a victim or offender? The  Chicago Women's Health Risk Study was conceived to respond to the  increasing need for information that would be vital to medical, public  health, and criminal justice agencies, and to domestic violence  advocates and educators in building public health and public safety  strategies. To help this array of practitioners identify and  effectively intervene in potentially life-threatening intimate  violence situations, the goal of the CWHRS was to develop a reliable  and validated profile of risk factors directly related to lethal  outcomes in intimate violence, for use in agencies and organizations  working to help women in abusive relationships. Data were collected to  draw comparisons between abused women in situations resulting in fatal  outcomes and those without fatal outcomes, as well as baseline  comparisons between abused women and non-abused women, while taking  into account the interaction of numerous events, circumstances, and interventions occurring over the course of a year or two."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The CWHRS used a quasi-experimental design to  gather survey data on 705 women at the point of service for any kind  of treatment (related to abuse or not) sought at one of four medical  sites serving populations in areas with high rates of intimate partner  homicide (Chicago Women's Health Center, Cook County Hospital, Erie  Family Health Center, and Roseland Public Health Center). Over 2,600  women patients were randomly screened for abuse using a screening  questionnaire based on the Intimate Violence Screening Tool. The  screener determined if a woman had a history of physical abuse by an  intimate partner in the past year and whether she wanted to  participate in the study. Although the format of the screening  differed slightly for each site, it always included three questions:  (1) \"Has your intimate partner ever hit, slapped, kicked, or otherwise  physically hurt or threatened you?\" (2) \"Has your intimate partner  ever forced you to engage in sexual activities that made you  uncomfortable?\" and (3) \"Are you afraid of your intimate partner?\" A  woman was categorized as \"screened AW (abused woman)\" if she answered  positively to any of the three questions and met all of the following  c\nriteria: the abuse took place within the past year, the abuser was an  intimate partner (regardless of gender), and the woman answering was  at least 18 years old. Women answering \"no\" to all questions who were  at least 18 years old and who had had an intimate relationship in the  past year were categorized as \"screened NAW (non-abused woman).\" From  the women screened, 705 valid initial interviews were conducted, in  which supportive and understanding interviewers asked more sensitive  questions about the violence. After the interview, 497 women were  categorized as AW (they had experienced violence or a violent threat  from an intimate partner in the past year), and 208 women were  categorized as NAW. Data were collected through face-to-face  interviews conducted during 1997-1998 with the women. To ensure  anonymity and increase safety and security during the interview  process, each initial interview took place in a private and secure  room, behind a closed door, at the hospital, clinic, or health  center. The interviews, lasting an average of 45 minutes, were  conducted in both Spanish and English and touched upon details of each  abusive incident (for the abused women), harassment and stalking,  social support network, help-seeking and interventions, household  composition, mental and physical health, pregnancy, and firearm  availability. The interviewer and each abused woman worked together to  complete a 12-month retrospective \"calendar history,\" highlighting key  events and each violent incident that had happened in the woman's life  during the past year. The data instrument was a set of blank calendars  printed with one or two months per page. First, the woman was asked to  place holidays and important life events on the calendar (e.g., having  a baby, changing jobs, or moving). The woman and the interviewer also  placed on the calendar each violent incident at the specific day or  closest approximate day of occurrence. (If a woman told an interviewer  about a violent incident that was not committed by an intimate  partner, the incident was recorded in the event calendar dataset.) If  a woman had been abused by more than one intimate partner in the  previous year, interviewers recorded each separate incident on the  calendar. Each woman received ten dollars at the initial interview as  a thank-you for her participation in the study. Data from the initial  interview sections comprise Parts 1-8. To collect prospective data on  each of the 497 women who interviewed as AW, each woman was asked, at  the end of the initial interview, for her consent to be reinterviewed  in a series of follow-up interviews. If a woman consented, she was  asked to provide one or more contacts where she might be  reached. Researchers conducted at least one follow-up interview with  approximately 323 of the 497 abused women during 1998 and 1999, via  personal and telephone interviews. Each respondent was given 20  dollars for each follow-up interview as a thank-you for her continued  participation. The follow-up interview schedule was similar to the  initial interview. In addition to the questionnaire, women who had  experienced any violence at the hand of an intimate partner since the  initial interview completed a follow-up calendar history, covering the  period since the initial interview. At the second follow-up interview,  women who had experienced any violence completed a follow-up calendar  history for the period since the first follow-up interview. In  homicides in which a woman was the homicide offender, attempts were  made to contact and interview her. Every intimate homicide that  occurred in Chicago in 1995 or 1996 involving a woman over the age of  17 was included, regardless of whether further investigation  determined the homicide to be justified. This \"lethal\" sample, all  such homicides that took place in 1995 or 1996, was developed from two  sources, HOMICIDES IN CHICAGO, 1965-1995 (ICPSR 6399) and the Cook  County Medical Ex\naminer's Office. The lethal sample contained 87  homicides, including 57 women victim cases, 28 women offender cases,  and two same-sex cases. Additional data for the lethal sample were  collected using official records from the Chicago Police Department  Murder Analysis Reports, Cook County Criminal Court records, and  newspaper articles from the Chicago Tribune archive, and the Chicago  Sun-Times and Chicago Defender microfiche archives (Parts  13-15). Researchers wanted to locate individuals who could serve as  knowledgeable and credible proxy respondents about the relationship  between the victim and the offender in the year prior to the  homicide. They began with the names and addresses of relatives who had  identified the body provided from the Medical Examiner files, and the  names of witnesses provided by the Cook County Criminal Court records,  and used three primary strategies to develop the proxy contacts.  First, researchers contacted potential proxies by phone using numbers  listed in the case files, current telephone books, the HAYNES  CRISS-CROSS DIRECTORY at the Harold Washington Public Library, and  Internet directories. Next, they mailed letters to family members  introducing the study and inviting participation as potential  proxies. Third, they made field visits to the homicide sites,  particularly to neighbors of the couple who might provide potential  proxy contact information. Researchers were able to locate and  interview at least one proxy respondent for all but 11 of the 87  homicide cases. It took as many as three proxy interviews (conducted  face-to-face and via telephone) to compile the information necessary  to complete a case. Researchers were able to obtain permission from  the Illinois Department of Corrections to interview women homicide  offenders still in prison when data collection began. Each of the  proxy respondents completed, as far as possible, the same  questionnaire used for the 705 women sampled in the clinic/hospital settings."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Parts 1-12 comprise data from the clinic/hospital  sample and contain a unique identifier variable that allows users to  link each respondent across files. Part 1 includes demographic  variables describing each woman, such as age, race and ethnicity,  level of education, employment status, screening status (AW or NAW),  birthplace, and marital status. It also includes information  (relationship type and length) on the woman's intimate partner, or if  there was more than one, the partner the woman felt \"closest to.\"  Variables in Part 2 describe the woman's living arrangements at the  initial interview and the previous year, including whether she was  homeless or living in a treatment center or shelter, the number of  people living in the household, the number of the woman's children  living in and outside the household, whether the children were the  woman's birth, adopted, or foster children, the relationship, age, and  gender of up to ten children (the woman's and others) living in and  outside the household, and the age, gender, and relationship of up to  ten adults living in the household. Any changes to the household  (e.g., someone going to jail or a baby being born) and the dates of  each change are included as well. Variables in Part 3 deal with the  respondent's physical and mental health, including general well-being,  type and duration of any physical or emotional limiting condition,  amount of bodily pain experienced, pregnancy and pregnancy outcome in  the past year, alcohol or drug use and treatment, a four-item Medical  Outcomes Study (MOS) scale of depression (Hays et al., 1995, Stewart  et al., 1988), a scale of the strength of the woman's social support  network (acceptance and support, knowledge of and access to resources,  and tangible help in emergencies), and measures of other resources,  such as personal and household incomes. Variables in Part 4 provide  information on the number and type of gun\ns found in the woman's home,  Scales of Power and Control (Johnson, 1996) or Stalking and Harassment  (Sheridan, 1992) by any intimate partner in the past year, specific  types of physical violence or violent threat she might have  experienced by any intimate partner in the past year (using the CTS as  modified by Johnson, 1996), and the PTSD Symptom Scale (Foa, et al.,  1993) measuring Post-Traumatic Stress Disorder related to these  incidents. Part 5 contains variables from a lengthy section of the  interview that determined which intimate partner had been responsible  for the incidents just mentioned (this may not be the partner  described in Part 1). If more than one partner was responsible for any  of the incidents, the woman was asked to choose one partner to talk  about, identified as \"Name.\" Variables in Part 5 record the woman's  partner situation (e.g., whether the partner mentioned in Part 1 was  the only abuser, how many partners and how many abusers were  mentioned), and basic information (type and length of relationship)  about each partner mentioned in addition to the \"closest\" partner  discussed in Part 1. Finally, Part 5 includes a series of variables  about Name (the chosen abusive partner, or the \"closest\" partner for  NAW women), including Name's age, gender, and race or ethnicity, the  length of the relationship between the woman and Name, the age  difference between them, Name's employment status and education,  living arrangements with Name, whether the woman had left or ended the  relationship, tried to leave, or asked Name to leave or end the  relationship in the past year, and if so her reasons, whether she or  Name had returned to the relationship after it ended, and if so her  reasons, her children with Name and where they were living in the past  year, and whether she had children who were stepchildren to Name.  Variables in Part 6 cover the woman's help-seeking and interventions  in the past year. Women interviewed as NAW (who answered \"no\" to each  of the violence or violence threat questions) were not asked these  questions. Part 6 has detailed sets of questions about informal  help-seeking (talking to someone about the violence), and about three  kinds of formal help-seeking (contacting an agency or counselor,  seeking medical help, and contacting the police). A summary variable  counts the types of help mentioned. Information on each of these four  types of help-seeking includes whether the woman had tried to seek  that type of help, her reasons for doing so, what type of help she  received, and whether it was helpful. For this public-use version of  the data the narrative responses have been deleted, but the variables  with coded responses still remain. Part 6 also includes general  questions on interventions, such as jail time, probation, orders of  protection, and types of counseling or treatment involving Name, the  seriousness of incidents with Name (whether the woman felt her life  was in danger, whether Name tried to force her to do something  illegal), and coded summaries of the woman's responses to open-ended  questions about what she needed but did not get from formal types of  help, as well as her advice to other women in a similar situation.  Variables in Part 7 include questions comprising the Campbell Danger  Assessment (Campbell, 1993), such as whether Name used drugs or  alcohol, tried to control the woman's daily activities, beat her while  she was pregnant, or had ever choked or tried to strangle her. In  addition, Part 7 includes questions about Name's violence outside the  home, whether Name had ever been arrested, and if so, the type of  charge(s), and whether the woman had had any other intimate partner  who was violent toward her. Part 8 is provided to make analysis easier  for the user. It pulls together all of the information about Name (the  chosen abusing intimate partner, or for women who interviewed as NAW,  the closest intimate partner). In addition, Part 8 includ\nes a number  of summary variables created for analysis. Variables in Part 8 include  the type and length of relationship with Name, Name's age, gender, and  racial/ethnic group, age disparity between the woman and Name, Name's  education and occupation, living arrangements with Name, whether the  woman left, or tried to leave, or ended the relationship with Name in  the past year, and if so her reasons, whether she returned to the  relationship after it ended, and if so her reasons, children with Name  and where they were living, and her children who were Name's  stepchildren. Part 9 includes information about the events women  mentioned in the 12-month retrospective \"calendar history,\" or in  their response to interview narrative questions. Part 9 is an  event-level file, with a unique identifier linking each woman to her  set of events. Part 9 variables include a coded description of the  event, the date of the event, and for events in which the date spanned  a period of time, the beginning and ending dates. Violent incidents  not committed by an intimate partner are included as events in Part  9. Part 10 contains information about each violent incident or threat  of violence that the woman mentioned in the 12-month retrospective  calendar history. Part 10 is an incident-level file, with a unique  identifier linking each woman to her set of incidents. Variables in  Part 10 include two aggregate summaries of the number and maximum  severity of the incidents over the past year (see Part 11), as well as  information on each incident. Variables include the severity code,  date, whether a weapon was involved, whether there were other people  present, and if so, who, if anyone else was injured, whether the woman  suffered a miscarriage as a result of the incident, whether the woman  was restrained or tied down in the incident, whether Name tried to  choke or strangle her, whether the woman or Name were using drugs or  alcohol at the time of the incident, and the number of days between  the incident and the interview. Part 11 consists of aggregate  person-level variables created from the incidents in Part  10. Variables for Part 11 record the total number of incidents during  the year, the number of days before the initial interview that the  most recent incident occurred, the maximum severity of any incident in  the past year, the total number of incidents coded under each category  of severity, the number of incidents involving a weapon, a gun, or a  knife, the number of incidents resulting in miscarriage, the number of  incidents in which the woman was restrained or tied down, the number  of incidents in which other people, including children, were present,  the number of incidents in which the woman had used alcohol or drugs,  the number of incidents in which Name had used alcohol or drugs, and  the number of incidents in which both had used alcohol or drugs. Part  12 is a person-level file containing variables summarizing violent  incidents at the hands of any intimate partner (Name or any other  intimate partner) the woman experienced on follow-up. Variables in  Part 12 include the dates of each follow-up interview, the number of  days from the initial interview to each follow-up and the total number  of follow-up days, whether there had been any violent incidents since  the last interview, the total number of violent incidents during the  follow-up period, the maximum severity of the incidents at each  follow-up and overall, and the status of the follow-up (including  whether the woman consented or had died). Parts 13-15 contain data  from official records sources and information supplied by proxies for  victims of intimate partner homicides in 1995 and 1996 in  Chicago. Part 13 contains information about the homicide incidents  from the \"lethal sample,\" along with outcomes of the court cases (if  any) from the Administrative Office of the Illinois Courts. Variables  for Part 13 include the number of victims killed in the in\ncident, the  month and year of the incident, the gender, race, and age of both the  victim and offender, who initiated the violence, the severity of any  other violence immediately preceding the death, whether leaving the  relationship triggered the final incident, whether either partner was  invading the other's home at the time of the incident, whether  jealousy or infidelity was an issue in the final incident, whether  there was drug or alcohol use noted by witnesses, the predominant  motive of the homicide, location of the homicide, relationship of  victim to offender, type of weapon used, whether the offender  committed suicide after the homicide, whether any criminal charges  were filed, and the type of disposition and length of sentence for  that charge. Parts 14 and 15 contain data collected using the proxy  interview questionnaire (or the interview of the woman offender, if  applicable). The questionnaire used for Part 14 was identical to the  one used in the clinic sample, except for some extra questions about  the homicide incident. The data include only those 76 cases for which  at least one interview was conducted. Most variables in Part 14  pertain to the victim or the offender, regardless of gender (unless  otherwise labeled). For ease of analysis, Part 15 includes the same 76  cases as Part 14, but the variables are organized from the woman's  point of view, regardless of whether she was the victim or offender in  the homicide (for the same-sex cases, Part 15 is from the woman  victim's point of view). Parts 14 and 15 can be linked by ID  number. However, Part 14 includes five sets of variables that were  asked only from the woman's perspective in the original questionnaire:  household composition, Post-Traumatic Stress Disorder (PTSD), social  support network, personal income (as opposed to household income), and  help-seeking and intervention. To avoid redundancy, these variables  appear only in Part 14. Other variables in Part 14 cover information  about the person(s) interviewed, the victim's and offender's age, sex,  race/ethnicity, birthplace, employment status at time of death, and  level of education, a scale of the victim's and offender's severity of  physical abuse in the year prior to the death, the length of the  relationship between victim and offender, the number of children  belonging to each partner, whether either partner tried to leave  and/or asked the other to stay away, the reasons why each partner  tried to leave, the longest amount of time each partner stayed away,  whether either or both partners returned to the relationship before  the death, any known physical or emotional problems sustained by the  victim or offender, including the MOS scale of depression, drug and  alcohol use of the victim and offender, number and type of guns in the  household of the victim and offender, Scales of Power and Control  (Johnson, 1996) or Stalking and Harassment (Sheridan, 1992) by either  intimate partner in the year prior to the death, a modified version of  the Conflict Tactics Scale (CTS) (Johnson, 1996) measuring the type of  physical violence experienced by either intimate partner, and the  Campbell Danger Assessment for the victim and offender. In addition,  Part 14 contains a number of summary variables about the fatal  incident, most of which are also in Part 13. These include questions  related to the circumstances of the incident, time, place, witnesses,  who had initiated the violence, outcome for the offender (e.g.,  suicide or other death, arrest, sentence, etc.), and outcome for  children and others who witnessed the violence or found the body. Part  15 contains the same data as Part 14, except that each variable is  presented from the woman's point of view, regardless of whether she  was the victim or offender in the homicide. Additional summary  variables were added regarding the overall nature of any prior  physical abuse in the relationship, as well as the overall pattern of  leaving\nand returning to the relationship in the year prior to the death."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fatalities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"relationships"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk factors"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File QU3002.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3002.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  ref\nlect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebooks, and data collection  instruments are provided by ICPSR as two Portable Document Format  (PDF) files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0020"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-10-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, aggregate data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, telephone interviews, and official records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Chicago"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-8, 11, and 12: Individuals. Parts 9 and 10:  Live events and physical abuse incidents. Parts 13 and 14: Intimate  partner homicide incidents. (Part 14 includes only those incidents in  which there was at least one proxy or offender interview.) Part 15:  the individual woman victim or woman offender (woman victim in the two same-sex cases) in each homicide."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1-7: Non-abused and abused women living in Chicago,  IL. Parts 8-12: Abused women living in Chicago, IL. Parts 13-15: Intimate partner homicide cases in Chicago, IL, in 1995-1996."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Convenience and random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for Part 12 (Summary of Abuse  on Follow-up Data) was 65 percent. Response rates for Parts 1-11 and Parts 13-15 are not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used as well as the  Medical Outcomes Study (MOS) scale of depression (Hays et al., 1995,  Stewart et al., 1988), Scales of Power and Control (Johnson, 1996) and  Stalking and Harassment (Sheridan, 1992), a modified version of the  Conflict Tactics Scale (CTS) (Johnson, 1996), the Post-Traumatic  Stress Disorder (PTSD) Symptom Scale (Foa et al., 1993), and the Campbell Danger Assessment (Campbell, 1993)."}]}},"files":[{"description":"","label":"Abuse Calendar Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628184,"persistentId":"","pidURL":"","filename":"Abuse Calendar Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Aggregate Abuse Calendar Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628185,"persistentId":"","pidURL":"","filename":"Aggregate Abuse Calendar Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Event Calendar Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628183,"persistentId":"","pidURL":"","filename":"Event Calendar Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Official Records for the Proxy Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628187,"persistentId":"","pidURL":"","filename":"Official Records for the Proxy Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Primary Intimate Partner Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628182,"persistentId":"","pidURL":"","filename":"Primary Intimate Partner Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Proxy Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628188,"persistentId":"","pidURL":"","filename":"Proxy Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Section D, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628176,"persistentId":"","pidURL":"","filename":"Questionnaire Section D, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Section L, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628179,"persistentId":"","pidURL":"","filename":"Questionnaire Section L, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Section M, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628180,"persistentId":"","pidURL":"","filename":"Questionnaire Section M, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Section N, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628181,"persistentId":"","pidURL":"","filename":"Questionnaire Section N, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Sections B and C, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628175,"persistentId":"","pidURL":"","filename":"Questionnaire Sections B and C, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Sections E and F, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628177,"persistentId":"","pidURL":"","filename":"Questionnaire Sections E and F, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Questionnaire Sections G Through K, ClinicHospital Initial Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628178,"persistentId":"","pidURL":"","filename":"Questionnaire Sections G Through K, ClinicHospital Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Restructured Proxy Interview Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628189,"persistentId":"","pidURL":"","filename":"Restructured Proxy Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Summary of Abuse on Follow-Up Data","restricted":false,"version":1,"datasetVersionId":37524,"dataFile":{"id":2628186,"persistentId":"","pidURL":"","filename":"Summary of Abuse on Follow-Up Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}