{"status":"OK","data":{"id":44294,"identifier":"ICPSR04126.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04126.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR04126.v1","latestVersion":{"id":40294,"storageIdentifier":"file://10.3886/ICPSR04126.v1","versionState":"RELEASED","distributionDate":"2012-05-23","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:16:44Z","releaseTime":"2015-04-09T04:16:44Z","createTime":"2015-04-09T04:16:44Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Impact of Intimate Partner Violence on Women's Labor Force Participation in Illinois, 1999-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Riger, Stephanie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Chicago"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Staggs, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Illinois at Chicago"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The first goal of this study was to identify the incidence of partner violence among Temporary Assistance for Needy Families (TANF) recipients over a three-year period. The second goal of this study was to examine the impact of partner violence on women's labor force participation over time. A final goal of this research was to explore the short and longer-term consequences of victimization on women’s employment and economic well-being, as well as their physical and mental health.</p>\n\n<p>This study used the first three years of data from the Illinois Families Study (IFS). The first of the annual surveys was administered between November 1999 and September 2000, the second between February 2001 and September 2001, and the third between February 2002 and September 2002.</p>\n\n<p>The three data files contain very similar information including such items as a household roster, housing and neighborhood characteristics, employment, literacy and skills, parenting, and children. There is also information related to the respondent's history, health, self-efficacy, life events, experiences with domestic violence, civic participation and social support, income resources, and experiences with welfare.</p>\n\n<p>The Part 1 (Wave 1 Data) data file contains 1,323 cases and 942 variables. The Part 2 (Wave 2 Data) data file contains 1,183 cases and 763 variables. The Part 3 (Wave 3 Data) data file contains 1,072 cases and 778 variables.</p>\n\n<p>Additional information about the Illinois Families Study (IFS) is available on the IFS Web site\n<a href=\"http://www.ipr.northwestern.edu/research/IFS.html\">http://www.ipr.northwestern.edu/research/IFS.html</a>\n.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This project examined the impact of intimate partner violence on labor force participation of current and former welfare recipients and determined whether change in welfare status affected violence levels. This study sought to identify the incidence of partner violence among recipients of Temporary Assistance for Needy Families (TANF) over a three-year period, to examine the impact of partner violence on women's labor force participation over time, and to explore the short and longer-term consequences of victimization on the women's employment and economic well-being, as well as their physical and mental health. Specifically, the goals were to: (1) assess the impact of violence on employment over time while controlling for other factors (such as ethnicity, physical and mental health, household composition, childcare, and transportation) that may also be related to violence and employment, and (2) examine whether change in women's self-sufficiency (e.g., through loss of welfare and/or onset of employment) affects levels of violence. Overall, the study examined how violence, the demands of the mother role, and other work-related factors affect work stability, defined for the purposes of the study as the percentage of months women worked during a three-year period, among women on public assistance. This is one of the first studies to look simultaneously at a number of factors t\nhat may influence how mothers on public assistance sustain employment over a long period of time.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study used the first three years of data from the Illinois Families Study (IFS), a six-year longitudinal study of welfare recipients. The first of the annual surveys was administered between November 1999 and September 2000, the second between February 2001 and September 2001, and the third between February 2002 and September 2002.</p>\n\n<p>A letter from the project staff was initially used to recruit respondents during the first year of this longitudinal study. A toll-free number for contacting the project was established to address any initial questions and concerns. Subsequent recruitment was conducted by telephone and if unsuccessful, in-person. At all points of contact, sample members were informed that their decision to participate was voluntary. Subjects were asked to sign an informed consent form at the time of the Wave 1 interview. Additional consent was obtained at the end of the Wave 1 interview, after rapport had been established between the interviewer and respondent.</p>\n\n<p>Nearly all interviews were conducted in person, usually in the respondent's home, unless respondents preferred an alternate location (e.g., a local restaurant or their work place). The interview lasted approximately 70 minutes, and the respondent received a 30 dollar money order after completion of the interview. For the small number of interviews conducted by telephone (e.g., with respondents who had moved out of state), care was taken to schedule the interview for a time convenient (and safe) for the respondent.</p>\n\n<p>In response to a concern that women would be more likely to disclose abuse if they completed questionnaires rather than responding verbally to an interviewer, the study varied the way the abuse items were administered across waves. At Wave 1, interviewers orally posed the questions. Interviewers then wrote down the participant's answers. At Wave 2, participants were randomly assigned to one of two administration modes: the traditional interview mode used at Wave 1 or a self-report mode. After completing the interview, women assigned to the self-report group privately completed written questionnaires about their experiences of intimate partner violence. Women in the interview group responded orally to interviewer questions about abuse as they had at Wave 1. At Wave 3, all women completed written questionnaires.</p>\n\n<p>The average length of time between the 2001 and 2002 surveys was approximately 12 months, with a range from 7 to 18 months. These differing intervals between interviews should be kept in mind when interpreting the \"changes\" between survey waves. Such differences mean shorter or longer \"risk\" or \"exposure\" periods. In other words, respondents may have longer (or shorter) time periods for certain events to occur (e.g., getting a job, losing a job, getting married, giving birth, etc.)  compared with other respondents. In the Wave 1 survey, questions were asked about the current month or the \"previous 12 months,\" while in the second and third waves, the same questions were asked about the current month or the time period \"since the last interview.\" Although the \"reference\" time periods are not consistent across surveys, most respondents were interviewed reasonably close to 1 year after their initial survey, and three-quarters received their second interview within 8 to 16 months after their first interview. Measures included assessment of intimate partner violence, income and number of months employed, and other health and human capital variables. Measures were taken from other studies of welfare populations when possible so that results in Illinois could be compared with those in other states.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Variables in Part 1 (Wave 1 Data) include a household roster and housing and neighborhood characteristics.  Respondents\nwere asked a series of questions related to employment including current employment, recent employment for those not currently working, and job search and training.  There is also information related to literacy and skills, parenting, and children, including the health, education and child care situation for any children.  Respondents also provided information related to their history and background, health and mental health, including such things as depression, alcohol use, and drug use.  There is also data related to the respondent's self-efficacy, life events, and experiences with domestic violence.  Respondents also reported on their civic participation and social support, income resources, and experiences with welfare.</p>\n\n<p>Part 2 (Wave 2 Data) contains much of the same information as Part 1 but asked \"since the first interview\".  The data include the addition of family member housing moves.  Part 3 (Wave 3 Data) also contains much of the same information as the previous data parts.</p>\n\n<p>Concerned about the low prevalence of abuse in the sample when compared with other welfare samples, researchers changed the screening protocol and the abuse measures at Wave 3 in the hope that they would more accurately capture rates of intimate partner violence in the sample. The study asked about lifetime abuse at Waves 1 and 3.  At Wave 2, respondents were asked about abuse that had occurred between Waves 1 and 2.  Reporting of work/school abuse was especially low at Waves 1 and 2, which prompted a change in screening protocol for the Work/School Abuse Scale. At Waves 1 and 2, researchers assessed whether participants had experienced any work- or school-related abuse with two screening questions. Only women who endorsed a screening item were asked the work/school abuse items. At Wave 3, researchers eliminated the screening questions and administered the Work/School Abuse scale to all participants.  Researchers also changed the way they measured intimate partner violence at Wave 3. For Waves 1 and 2, they used a 21-item index of abuse using items from the Massachusetts Mothers Study (MMS; Allard, et al., 1997) and the Women’s Experience with Battering (WEB; Smith, et al., 1995) scales. At Wave 3, researchers used 8 items from Waves 1 and 2 and added items from the Women’s Employment Study, a similar study of women on welfare in Michigan (WES; Danziger, et al., 2000).</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"employment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health status"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"job history"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"welfare reform"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR XII. Childhood Obesity"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-05-23Version Text: 2012-05-23Subject: Study Level Error Note, Notes: Data for this project came from the Illinois Families Study (IFS), Dan A. Lewis, Principal Investigator, Northwestern University. In addition to support from the National Institute of Justice, the first three years of the project were made possible by the Joyce Foundation, the John D. and Catherine T. MacArthur Foundation, the Woods Fund of Chicago, the Annie E. Casey Foundation, the Polk Bros. Foundation, the Searle Fund, the Illinois Board of Higher Education, the Administration for Children and Families, and the National Institute of Child Health and Human Development. The project received additional support from the United States Department of Education, and the Illinois Department of Human Services. Researchers from multiple institutions in Illinois (Northwestern University, the University of Illinois at Chicago, Northern Illinois University, and Roosevelt University) participated in the Illinois Families Study. The principal investigator of this project was also a co-investigator of the IFS.;Subject: Study Level Error Note, Notes: Users are encouraged to refer to the report for an analysis of the effects of administration as well as changes in the screening protocol and measure of intimate partner violence at Wave 3.;Subject: Study Level Error Note, Notes: Users should note that the technical report for this study indicates that 1,311 respondents were used for analysis in the Wave 1 data but the data file (Part 1) contains 1,323 cases.  ICPSR was unable to ascertain the reason for this apparent discrepancy.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2001-WT-BX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-05-23"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2002"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2002"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["<p>Data for this project came from the Illinois Families Study (IFS)\n<a href=\"http://www.ipr.northwestern.edu/research/IFS.html\">http://www.ipr.northwestern.edu/research/IFS.html</a>\n, Dan A. Lewis, Principal Investigator, Northwestern University.</p>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Illinois"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women who had received welfare in Illinois in 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>Nine Illinois counties (including cities and towns of varying sizes and demographic makeup) were selected for the study: Cook (Chicago and suburbs), St. Clair (East St. Louis and Suburbs), Peoria, Fulton, Knox, Marshall, Woodford, Tazewell, and Stark. Combined, these nine counties represented over 75 percent of the Illinois Temporary Assistance for Needy Families (TANF) caseload in 1998. Cook and St. Clair counties represented the counties with the largest shares of TANF recipients in Illinois.\nPeoria County represented the third largest share of TANF recipients in the state and encompassed smaller urban areas. Peoria was not intended to be representative of other counties with small and mid-size cities. However, the selection of a different county would not have improved the ability to make generalizations about other similar size counties. As a smaller county Peoria's inclusion was important because of the hypothesized differences in the existence, access, and quality of services and supports for recipients transitioning from welfare to work between large urban areas and smaller urban areas.</p>\n\n<p>Combined, the six counties surrounding Peoria County represented approximately two percent of the state's welfare caseload. When the six Peoria ring counties were compared (as a group) to all other counties with populations less than 100,000 in the state, there were minimal differences across a number of welfare caseload characteristics, with the exception of the welfare caseload racial composition. Other small counties in Illinois were more than twice as likely to have African-American welfare recipients as the Peoria ring counties.</p>\n\n<p>The participant sample was drawn using a stratified random sampling design based on two geographic areas: Cook County and the remainder of the state. For the Illinois Families Study, about 937 cases per stratum or 1,874 total cases were randomly selected. Within each stratum, a systematic sample with a random start was selected from the available cases. To achieve greater precision in the sample results, the cases were sorted by various demographic and service variables (including race/ethnicity, marital status, age, and duration of TANF receipt) before actual sampling from each stratum to achieve \"implicit\" stratification of the sample.</p>\n\n<p>This sampling strategy ensured sufficient sample sizes within smaller counties, enabling comparisons between a large metropolitan area and smaller regions with different labor market characteristics and different community supports providing important information about differential impacts of welfare reform.</p>\n\n<p>Additionally, since it is not uncommon for recipients to lose their cash welfare benefits for one month only to have their benefits reinstated in the following month, selecting sample members from a single month would have resulted in a slight under-representation of families that temporarily had their benefits suspended. Because the project was interested in how a loss or reduction in benefits affects families, the project overcame any bias in representation stemming from \"administrative churning\" of the welfare caseload by using a \"rolling\" sample: 625 sample members were randomly selected from 3 consecutive months of the state's welfare caseload.</p>\n\n<p>When the sample was drawn in 1998, all respondents were receiving public assistance. But by November, 1999, when the first wave of interviews began, only about half of the participants were receiving public assistance. By the time of the third interview, only about 10 percent of the sample relied on public assistance as their sole income support while another 10 percent combined both work and welfare. About 60 percent of the sample was working for pay (and not receiving welfare) while over 20 percent of the sample neither worked for pay nor received welfare.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Because the IFS sample was disproportionately drawn from eight non-Cook (Chicago) counties to ensure sufficient numbers of respondents in smaller urban and rural areas, the data were weighted statistically to reflect the correct proportions of public assistance recipients in the combined regions.</p>\n\n<p>Weights were developed to adjust for differences between the composition of the sample and the composition of the universe. The primary weights include base weights, non-response adjustment weights, and panel weights. The base weight is the reciprocal of the selection probability specific to the sampling stratum. The base weights were adjusted to compensate for the effects of non-response. Researchers developed these non-response adjustment weights within cells defined by known characteristics of respondents and non-respondents from the database. Researchers also developed panel weights for the follow-up interviews. These weights were necessary to compensate for the differences in non-response rates across the panels. Weights to adjust for attrition from the study in Wave 2 and subsequent waves were also developed.</p>\n\n<p>The non-response weights were constructed using sampling frame data on several key factors, including employment, welfare use, food stamp receipt, Medicaid enrollment, and a range of demographic factors. To adjust for attrition between survey waves, the same method that was used to adjust for non-response in 1999-2000 and 2001 was applied to adjust for non-response in 2002 (using administrative data from the original sampling frame, as well as a wide range of survey data from 2001). These non-response adjustment weights, in conjunction with the base weights that correct for the stratification design, were applied to the final 2002 sample.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate was 72.4 percent for Wave 1. Of those interviewed at Wave 1, 87 percent were interviewed at Wave 2. Of the latter group, 91 percent were interviewed at Wave 3."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"All questions in the interview were drawn from previously validated and reliability-tested questionnaires, including the New Hope Study (Bos, et al., 1999), the Women's Employment Study (Danziger et al., 2000), the Children, Families, and Welfare Reform Multi-City Study (Winston, et al., 1999), the Massachusetts Mothers Study (MMS; Allard, et al., 1997) and the Women’s Experience with Battering (WEB; Smith, et al., 1995) scales. Questions about intimate partner violence were from the Conflict-Ta\nctics Scale, adapted and used by other studies of welfare recipients, and from a validated scale of work and school harassment (Riger, et al., 2000). Many of these measures have been used in other welfare reform impact studies, affording comparisons with other regions and study sites. The survey instrument was pre-tested on 15 subjects with the opportunity for pilot respondents to comment on their understanding of the questions."}]}},"files":[{"description":"","label":"Wave 1 Data","restricted":false,"version":1,"datasetVersionId":40294,"dataFile":{"id":2652772,"persistentId":"","pidURL":"","filename":"Wave 1 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Wave 2 Data","restricted":false,"version":1,"datasetVersionId":40294,"dataFile":{"id":2652773,"persistentId":"","pidURL":"","filename":"Wave 2 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Wave 3 Data","restricted":false,"version":1,"datasetVersionId":40294,"dataFile":{"id":2652774,"persistentId":"","pidURL":"","filename":"Wave 3 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}