{"status":"OK","data":{"id":43261,"identifier":"ICPSR20351.v1","persistentUrl":"https://doi.org/10.3886/ICPSR20351.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR20351.v1","latestVersion":{"id":39261,"storageIdentifier":"file://10.3886/ICPSR20351.v1","versionState":"RELEASED","distributionDate":"2007-12-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:05:27Z","releaseTime":"2015-04-09T04:05:27Z","createTime":"2015-04-09T04:05:27Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or\ninferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Multi-Method Study of Police Special Weapons and Tactics Teams in the United States, 1986-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Klinger, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Missouri-St. Louis. Department of Criminology and Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research study was designed to pursue three specific  goals to accomplish its objective of enhancing knowledge about Special  Weapons and Tactics (SWAT) teams and the role they play in  contemporary American policing. The first goal was to develop a better  picture of the structure and nature of SWAT teams in American law  enforcement. The second goal of the research project was to increase  the amount of knowledge about how SWAT teams prepare for and execute  operations. The project's third goal was to develop information about  one specific aspect of SWAT operations: the use of force, especially  deadly force, by both officers and suspects. To gather this  information, the SWAT Operations Survey (SOS) was conducted. This was a  nationwide survey of law enforcement agencies with 50 or more sworn  officers. The survey sought information about the agencies' emergency  response capabilities and structures. The SOS included two  instruments: (1) the Operations Form, completed by a total of 341  agencies, and containing variables about the organization and  functioning of SWAT teams, and (2) the Firearms Discharge Report,  which includes a total of 273 shootings of interest, as well as items  about incidents in which SWAT officers and suspects discharged firearms during SWAT operations."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research study was designed to pursue three  specific goals to accomplish its objective of enhancing knowledge  about Special Weapons and Tactics (SWAT) teams and the role they play  in contemporary American policing. The first goal was to develop a  better picture of the structure and nature of SWAT teams in American  law enforcement (e.g., the mix of full- and part-time teams, how  crisis negotiations and emergency medical services are structured).  The second goal of the research project was to increase the amount of  knowledge about how SWAT teams prepare for and execute operations  (e.g., what sorts of training they do, how they plan for specific  operations, and what they do during actual operations). The project's  third goal was to develop information about one specific aspect of  SWAT operations: the use of force, especially deadly force, by both officers and suspects."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The SWAT Operations Survey (SOS) was a nationwide  survey of law enforcement agencies with 50 or more sworn officers. It  sought information about the agencies' emergency response capabilities  and structures. The SOS included two instruments: (1) the Operations  Form, completed by and containing a total of 341 agencies, and  containing variables about the organization and functioning of SWAT  teams, and (2) the Firearms Discharge Report, which includes a total  of 273 shootings of interest, as well as items about incidents in  which SWAT officers and suspects discharged firearms during SWAT  operations. The National Tactical Officers Association (NTOA) placed  calls to the office of the head\n(usually a chief of police or sheriff)  of 2,027 agencies to inquire whether they had a SWAT team. When this  call indicated that the agency did not have a team, the respondent was  thanked for his or her time, and the negative response was noted in a  data file that had been established to track the information obtained  during the survey. When this call indicated that the agency did have a  SWAT team, the respondent was asked to supply the name and contact  information of the commander of the SWAT team so that further  correspondence could be sent directly to that individual. The next  step of the data collection effort consisted of sending a small  information packet to the SWAT commander, which included a letter that  briefly introduced the research project, explained the expanded data  collection efforts, and sought their participation in the project. The  information packet also included a stamped, self-addressed envelop and  a reply form for commanders to provide some basic information about  their team (e.g., the number of officers currently assigned to it) and  to indicate whether they would participate in the study. The reply  form also asked commanders to indicate whether they would like to  report the information via standard paper instruments or via computer,  through data collection software the NTOA had developed. After six  weeks had passed, NTOA personnel recontacted the SWAT commanders of  those agencies that had not responded to the mailing in order to  ensure that they had received the packet and to encourage  participation in the research effort. Messages were left for those  commanders who were not available when the calls were made, and  follow-up mailings were sent to those who reported that they had not  received the initial packet. Once agencies replied to the initial  contact efforts, indicated whether they would like to participate in  the data collection efforts, and indicated their preference for  participating via computer or paper and pencil (among those who  indicated a desire to participate), NTOA staff sent the appropriate  survey media, along with a set of instructions for filling out the relevant (paper or computer) forms and returning them to the NTOA."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, SWAT Survey: Operations Data, provides the  year the agency established its SWAT team, whether the agency has a  full- or part-time SWAT team, whether the agency had its own SWAT team  or it supplied officers to a multiagency team, the number of officers  assigned to the SWAT team, the nature of incident command in  situations in which the SWAT team was mobilized, and deadly force  decision-making in hostage/barricade situations. Part 1 variables also  include crisis negotiations structure, Emergency Medical Services  (EMS) when SWAT is deployed, the amount of time SWAT officers train  per month, the sources of training received by SWAT officers, the  types of situations for which SWAT officers trained, and the annual  number of SWAT mobilizations of various sorts (e.g., barricaded  suspect incidents, hostage incidents, and warrants) from 1986 through  1998. Other variables in Part 1 pertain to the annual number of  incidents in which SWAT officers discharged lethal weapons during SWAT  operations, the annual number of SWAT operations in which suspects  discharged weapons, but SWAT officers held their fire, the number of  suspects who killed themselves each year during SWAT operations,  whether and how often the SWAT team had physically rescued hostages,  as well as whether and how often suspects killed hostages during SWAT  operations. Part 2, SWAT Survey: Firearms Discharge Data, provides the  year the incident occurred, the nature of the incident (e.g.,  barricaded suspect, hostage incident, warrant service), the number of  SWAT officers deployed, as well as the number of suspects, the weapons  each one possessed, whether each suspect fired any guns they  possessed, whether each suspect was\ntaken under fire by SWAT, and the  nature of the wounds each suspect fired upon suffered. Part 2  variables also include the number of SWAT officers who fired their  weapons, their assignment (e.g., entry, long rifle, containment), the  type of weapon they fired (e.g., pistol, assault rifle, submachine  gun) and the number of rounds they fired. Other variables in Part 2  pertain to the total number of rounds fired at suspects by SWAT during  the incident, the number of rounds fired by SWAT that struck suspects,  the number of rounds fired by SWAT that were not directed at humans  (e.g., warning shots, accidental discharges, suppressive fire), the  nature and number of wounds suffered by SWAT officers, and whether  suspects who were shot by SWAT officers may have been committing \"suicide-by-cop\"."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crisis intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organizational structure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police use of deadly force"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police use of force"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"TPDRC I. Terrorism"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"TPDRC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-12-10Version Text: 2007-12-10 Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS  transport (CPORT) file, SPSS system file, Stata system file, and tab-delimited ASCII data file;Subject: Study Level Error Note, Notes: Data from the Post Critical Incident Report (PCIR)  Project, site visits, and observations from training and field  deployment at critical incidents are not available as part of this collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-IJ-CX-0003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2007-12-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1986"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1998"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Agency"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["State, county, municipal, and special district law  enforcement agencies in the United States, which employed 50 or more sworn officers in 1996."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sampling frame of 2,027 agencies included all state,  county, municipal, and special district law enforcement agencies in  the United States, which employed 50 or more sworn officers in 1996.  Respondents at 1,183 of the 2,027 agencies telephonically contacted by  NTOA staff reported that their department had a SWAT team. Several of  the agencies that returned SWAT Operations Surveys indicated that they  contributed officers to multi-jurisdictional SWAT teams. Each of these  agencies was contacted to obtain a list of the other agencies that  participated in their multi-jurisdictional team. The list produced by  this effort was checked against the roster of 2,027 agencies that  comprised the sampling frame to see if the various additional agencies  identified by the phone calls were (1) within the sampling frame, and  if so (2) identified as having a SWAT team. This cross-check  identified an additional 24 agencies that had not been listed in the  original list of 1,183 agencies with SWAT teams. Adding these 24  agencies to the 1,183 agencies already counted as having SWAT teams  yielded a revised count of 1,207 agencies within the sampling frame as  having SWAT teams. Respondents were instructed to complete a separate  Firearms Discharge Report only for each incident in which any SWAT  officers fired their weapons. Accordingly, Part 2, SWAT Survey:  Firearms Discharge Data, offers information on the 273 shootings of  interest (i.e., those that involved shots fired toward people or accidental discharges)."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The SWAT Operations Survey yielded a final response  rate of 30 percent (365/1,207). Part 1, SWAT Survey: Operations Data,  contains 341 cases and does not\ninclude the 24 agencies that were  omitted from the original list of 1,183 agencies with SWAT teams.  Because information about each of these 24 teams had been reported in  the response sent by the agency that submitted a SWAT Operations  Survey to the NTOA, the researchers classified these 24 agencies as having responded to the survey."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"SWAT Survey Firearms Discharge Data","restricted":false,"version":1,"datasetVersionId":39261,"dataFile":{"id":2644225,"persistentId":"","pidURL":"","filename":"SWAT Survey Firearms Discharge Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SWAT Survey Operations Data","restricted":false,"version":1,"datasetVersionId":39261,"dataFile":{"id":2644224,"persistentId":"","pidURL":"","filename":"SWAT Survey Operations Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}