{"status":"OK","data":{"id":38763,"identifier":"ICPSR03988.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03988.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03988.v1","latestVersion":{"id":34763,"storageIdentifier":"file://10.3886/ICPSR03988.v1","versionState":"RELEASED","distributionDate":"2004-10-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:16:02Z","releaseTime":"2015-04-09T03:16:02Z","createTime":"2015-04-09T03:16:02Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Measuring Perceptions of Appropriate Prison Sentences in the United States, 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cohen, Mark A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vanderbilt University. Owen Graduate School of Management"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rust, Roland T."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vanderbilt University. Owen Graduate School of Management"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Steen, Sara"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vanderbilt University. Owen Graduate School of Management"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the public's preferences regarding  sentencing and parole of criminal offenders. It also investigated the  public's willingness to pay for particular crime prevention and  control strategies and tested new methods for gathering this kind of  information from the public. This involved asking the public to  respond to a series of crime vignettes that involved constrained  choice. The study consisted of a telephone survey of 1,300 adult  respondents conducted in 2000 in the United States. Following a review  by a panel of experts and extensive pretesting, the final instrument  was programmed for computer-assisted telephone interviews (CATI). The  questionnaire specifically focused on: (1) the attitudes of the public  on issues such as the number of police on the street, civil rights of  minority groups, and the legal rights of people accused of serious  crimes, (2) the randomized evaluation of preferred sentencing  alternatives for eight different crime scenarios, (3) making parole  decisions in a constrained choice setting by assuming that there is  only enough space for one of two offenders, (4) the underlying factors  that motivate the public's parole decisions, and (5) respondents' willingness to pay for various crime prevention strategies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study examined the public's preferences  regarding sentencing and parole of criminal offenders. It also  investigated the public's willingness to pay for particular crime  prevention and control strategies and tested new methods for gathering  this kind of information from the public. The study's methodology was  based on that used by Wolfgang et al. (1985) and others, in which a  sample of the United States public was asked to react to a series of  crime vignettes. However, this study made a number of modifications to  those vignettes. With regards to gathering information on the public's  preferences toward sentencing and parole of criminal offenders, these  changes were to: (1) focus on crimes normally encountered by local  criminal justice agencies, such as burglary, robbery, and assault and  (2) place the parole decision in a constrained choice setting by  asking respondents to assume that there was only enough space for one  of two offenders and one had to be let go. With regards to collecting  information on the public's willingness\nto pay for crime prevention  and control, the study's changes were to: (1) use paired comparisons  in a constrained choice setting where, for example, respondents were  asked to choose between the expansion of alternative crime prevention  programs and a tax rebate and (2) elicit information on respondents'  willingness to pay out of their own pockets for crime reduction strategies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study consisted of a telephone survey of 1,300  adult respondents conducted from May 16, 2000, to August 8, 2000, in  the United States. After conducting a literature review, an initial  draft questionnaire was prepared and sent to a panel of experts. The  questionnaire was also subjected to a thorough pretest, which included  focus groups and cognitive testing. Three focus groups were held to  observe participants' reactions to the first draft of the  questionnaire and to obtain feedback on how to create a more effective  interview. Focus group participants were screened to obtain a  cross-section of the general population. Participants were asked  questions that assessed their ability to comprehend the crime  scenarios included in the instrument and their ability to make an  informed judgment about sanctions. After extensive revisions of the  instrument based on the feedback from the focus groups, 11 cognitive  interviews were conducted. These interviews allowed researchers to  test the structure and content of the questionnaire on a one-on-one  basis with respondents. During a cognitive interview respondents were  asked to \"think aloud\" while determining how to answer questions. This  allowed researchers to uncover how respondents interpreted questions.  The final stage of survey development was to pretest the revised  instrument with live telephone interviews. A total of 11 interviews  were completed with an average length of 27.5 minutes. Modifications  were then made, primarily to shorten the length of the interview. The  final survey was programmed for computer-assisted telephone  interviews (CATI). This approach allowed for complex branches, single  and multiple responses, open-ended text answers, and random rotation  of text insertions for the vignettes. It also reduced the frequency of  invalid data by not permitting answers that were outside the scope of  the options provided in the question. The interviews were conducted by  the Social and Policy Division of Roper Starch Worldwide, Inc.  Training sessions were held to familiarize the interviewers with the  study and to teach refusal avoidance techniques. A number of quality  control measures were in place during the interviewing process to  ensure the accuracy of the data. These measures included the CATI  system, issuing daily production reports, reviewing interim frequencies, floor supervision, and monitoring interviews."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"All seven parts of the dataset include a case  identification variable that can be used to link the different  parts. Part 1 and Parts 3-7 contain a weight variable. Variables in  Part 1 include the actual responses to all of the items on the  questionnaire. Additional variables are also provided that indicate  which of several possible scenarios were read to the respondent in  certain sections of the survey. In Section A, Preliminary Background  Information, respondents were asked about their views on issues such  as the number of police on the street, availability of programs  designed to get people off drugs, civil rights of minority groups in  the United States, and legal rights of people accused of serious  crimes. In Section B, Test Screener, respondents were presented with  two randomly-selected scenarios describing an individual convicted of  certain crimes and were asked what the man's sentence should be in  both scenarios. In Part 1, Imprisonment Decisions, respondents were  presented with three sets of two scenarios out of a stock of eight  possible scenarios. Each scenar\nio described an individual who was  convicted of certain crimes and received a specified prison sentence.  Respondents were asked to compare the individuals described in each  pair of scenarios and decide which of the two should be released from  prison based on certain budget and prison capacity constraints. In  Part 2, Criminal Response Decisions, respondents were presented with  two more scenarios out of the main stock of eight and were asked what  they considered appropriate punishments to be for the individuals in  the scenarios, including type of sentence, length of sentence, whether  a fine should be paid, how large the fine should be, whether the  sentence should be reduced if a fine were paid and by how much, and  who should receive the fine. In Part 3, Crime Prevention Decisions,  respondents were asked to put themselves in the shoes of their local  mayor and asked to suppose that the federal government had just given  their city either 100 or 1,000 dollars per household. Respondents were  given the option of giving it to local residents or spending it on  more prisons, more drug and alcohol treatment programs for offenders  convicted of nonviolent crimes, more police on the street, or more  prevention programs to help keep youth out of trouble. Respondents  were allowed to divide the money in any way they wanted among these  five options. In Part 4, How Much Would You Be Willing to Pay?,  respondents were asked a series of questions on whether they would be  willing to pay certain randomly selected amounts of money out of their  own pockets to reduce certain crimes. Respondents were then asked a  series of questions on their own history of victimization and  experiences with the criminal justice system. Respondents also  supplied demographic information. Parts 2-7 of the dataset contain  variables that were derived from the variables in Part 1. The primary  difference between the data in Parts 2-7 and Part 1 is that Parts 2-7  do not contain a variable for every question that was asked. Instead,  Parts 2-7 contain one variable for every possible scenario, which  means that for every question in the survey instrument there could be  several corresponding variables in Parts 2-7. Part 8 contains verbatim responses to open-ended survey items."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reduction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD I. Attitude Surveys"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3988.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3988.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR as separate Portable Document Format  (PDF) files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-CE-VX-0001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004-10-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-05-16"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-08-08"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-05-16"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-08-08"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were obtained through computer-assisted telephone interviews."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["state"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Adults 18 and over living in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A random-digit dial (RDD) sample, Type B, of 4,966 phone  numbers in the United States, including Alaska and Hawaii, was  obtained from Survey Sampling, Inc. The sample was produced by  selecting randomly generated telephone numbers in proportion to the  number of listed telephone numbers in each working telephone block. A  block is a contiguous set of 100 telephone numbers within an active  telephone area code and exchange combination, such as 555-555-3300 to  555-555-3399. This type of sample yields high efficiency, with the  chance of selecting working numbers ranging between 55 percent and 75  percent, in contrast to the 24-percent chance of selecting a working  number with a pure random-digit sample. Although a potential for bias  could exist with the Random Digit B sample\n, no actual bias has been  encountered. In an effort to select a representative sample of adults  within each household, the last birthday method of screening was  used. Upon contacting a potential respondent, interviewers asked to  speak with the adult in the household over 18 who had had the most  recent birthday. If the selected person was not available, the  interviewer arranged a callback, for a specific date and time if  possible, to speak with the eligible person. Once an eligible  respondent had been identified in a specific household, there could never be a substitution."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Out of the random-digit dial sample of 4,966 phone  numbers, a total of 1,300 interviews were completed, a 43 percent response rate."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Created Variables -- Demographic Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607510,"persistentId":"","pidURL":"","filename":"Created Variables -- Demographic Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Created Variables -- Part 1 Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607506,"persistentId":"","pidURL":"","filename":"Created Variables -- Part 1 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Created Variables -- Part 2 Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607507,"persistentId":"","pidURL":"","filename":"Created Variables -- Part 2 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Created Variables -- Part 3 Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607508,"persistentId":"","pidURL":"","filename":"Created Variables -- Part 3 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Created Variables -- Part 4 Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607509,"persistentId":"","pidURL":"","filename":"Created Variables -- Part 4 Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Created Variables - Section B Data","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607505,"persistentId":"","pidURL":"","filename":"Created Variables - Section B Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Data From Survey","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607504,"persistentId":"","pidURL":"","filename":"Data From Survey","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Verbatim Responses","restricted":false,"version":1,"datasetVersionId":34763,"dataFile":{"id":2607511,"persistentId":"","pidURL":"","filename":"Verbatim Responses","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}