{"status":"OK","data":{"id":43101,"identifier":"ICPSR02914.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02914.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02914.v1","latestVersion":{"id":39101,"storageIdentifier":"file://10.3886/ICPSR02914.v1","versionState":"RELEASED","distributionDate":"2002-10-02","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:03:41Z","releaseTime":"2015-04-09T04:03:41Z","createTime":"2015-04-09T04:03:41Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Evaluation of Residential Substance Abuse Treatment (RSAT) Programs in the United States, 1995-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lipton, Douglas S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Development and Research Institutes, Inc. (NDRI)"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pearson, Frank S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Development and Research Institutes, Inc. (NDRI)"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wexler, Harry K."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"National Development and Research Institutes, Inc. (NDRI)"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Residential Substance Abuse Treatment (RSAT) for State Prisoners   Formula Grant Program, created by Title III (Subtitle U of the Violent Crime   Control and Law Enforcement Act of 1994), was designed by Congress   to implement residential substance abuse programs providing individual and group   treatment for inmates in residential facilities operated by state and local   correctional agencies. Under the Corrections Program Office of the Office of   Justice Programs of the United States Department of Justice, state and local   correctional agencies received funds to develop or enhance existing programs   that: (1) lasted between six and 12 months, (2) provided residential treatment   facilities set apart from the general correctional population, (3) were   directed at the substance abuse problems of the inmate, (4) were intended to   develop the inmate's cognitive, behavioral, social, vocational, and other   skills in order to treat related problems as well as the substance abuse, and (5)   continued to require urinalysis and/or other proven reliable forms of drug   and alcohol testing of individuals assigned to treatment programs during and   after release from residential custody. The National Development and Research   Institutes, Inc. (NDRI) entered into a cooperative agreement with   the National Institute of Justice wherein NDRI would evaluate the extent to which the goals of the RSAT program   were being accomplished and the problems that were encountered by the   participating states. The methods of this national evaluation were: (1)   an initial state survey to ascertain the RSAT programs and program directors   in each of the 50 states plus five territories and the District of Columbia   and to collect basic information on the aggregate impact of the RSAT-funded   programs in each state or territory (Part 1, State Data), (2) a follow-up state survey to   collect more detailed information on the aggregate impact of the RSAT-funded   programs in each state (Part 1, State Data), and (3) an initial program survey to describe   the separate RSAT programs as they came on line and to assess whether a few of   the programs might serve as model programs which could undergo subsequent   intensive evaluation (Part 2, Program Data). The sampling method used was a census of all the existing RSAT-funded   programs and all of the state RSAT officials. Part 1 variables include the   amount of RSAT funds received by the state in fiscal yea\nrs 1996 to 1998,   amounts from other sources of funding, and amount spent on salaries, training,   drug tests, other supplies, and facilities, as well as number of residents, number of   staff, reasons why funding was delayed, RSAT award date, and RSAT end date.  Part 2 variables include the number of clients in the program, number of beds   available, number of staff by gender, race, age, education, profession, and   years of experience, admission inclusion criteria, reporting procedures, treatment   type and duration, type of drug testing and number of tests, annual budget,  sources of funding, and cost per capita."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Residential Substance Abuse Treatment (RSAT) for State   Prisoners Formula Grant Program, created by Title III (Subtitle U of the Violent   Crime Control and Law Enforcement Act of 1994), was designed by Congress to implement residential substance abuse programs providing individual and   group treatment for inmates in residential facilities operated by state and   local correctional agencies. Under the Corrections Program Office of the Office   of Justice Programs of the United States Department of Justice, state and   local correctional agencies received funds to develop or enhance existing   programs that: (1) lasted between six and 12 months, (2) provided residential   treatment facilities set apart from the general correctional population, (3)   were directed at the substance abuse problems of the inmate, (4) were intended   to develop the inmate's cognitive, behavioral, social, vocational, and other   skills in order to treat related problems as well as the substance abuse, and (5)   continued to require urinalysis and/or other proven reliable forms of drug   and alcohol testing of individuals assigned to treatment programs during and   after release from residential custody. The National Development and Research   Institutes, Inc. (NDRI) entered into a cooperative agreement with the   National Institute of Justice wherein NDRI would evaluate the extent to which the goals of the RSAT program were being   accomplished and the problems that were encountered by the participating  states."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The methods of this national evaluation were: (1) an initial   state survey to ascertain the RSAT programs and program directors in each of the   50 states plus five territories and the District of Columbia and to collect   basic information on the aggregate impact of the RSAT-funded programs   in each state or territory (Part 1, State Data), (2) a follow-up state survey to collect   more detailed information on the aggregate impact of the RSAT-funded programs   in each state (Part 1, State Data), and (3) an initial program survey to describe the   separate RSAT programs as they came on line and to assess whether a few of   the programs  might serve as model programs which could undergo subsequent   intensive evaluation (Part 2, Program Data). The sampling method used was a census of all the existing RSAT-funded   programs and all of the state RSAT officials. Universe lists needed to be   established for two different levels of units. The state level consisted of the   50 states plus five territories plus the District of Columbia. The Corrections   Program Office provided the name, address, and telephone number of the state   official serving as the RSAT contact person in each state. The program level   consisted of the actual RSAT programs, with many states having more than one   program. No clear specified universe of RSAT programs existed when the national   evaluation began. Since some states did not have detailed plans for the programs   and had not yet decided on program directors, there was neither a complete   official list of the RSAT programs nor a list of designated program directors.    Also, as the national evaluation team was carrying out its survey work, the   set of RSAT programs continued to grow. The initial list of program\nnames   and contact people was created from information obtained from the initial   state survey. All surveys were sent by mail and project staff followed up   by fax and telephone. Three systematic attempts were made to  have a survey completed and returned."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 variables include the amount of RSAT funds received   by the state in fiscal years 1996 to 1998, and amounts from other sources of   funding, amount spent on salaries, training, drug tests, other supplies, and   facilities, as well as number of residents, number of staff, reasons why funding was   delayed, RSAT award date, and RSAT end date. Part 2 variables include the   number of clients in the program, number of beds available, number of staff   by gender, race, age, education, profession, and years of experience, admission   inclusion criteria, reporting procedures, treatment type and duration, type   of drug testing and number of tests, annual budget, sources of funding, and  cost per capita."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"grants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-01-18Version Text: 2006-01-18Version Date: 2006-01-18Version Text: 2006-01-18 Subject: null  Type: null  Notes: File UG2914.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-01-18Version Text: 2006-01-18 Subject: null  Type: null  Notes: File CQ2914.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection instruments   are provided by ICPSR as Portable Document Format (PDF) files. The PDF   file format was developed by Adobe Systems Incorporated and can be   accessed using PDF reader software, such as the Adobe Acrobat Reader.   Information on how to obtain a copy of the Acrobat Reader is provided on  the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"97-RT-VX-K006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-10-02"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["mailback questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: States. Part 2: Programs."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All states in the United States and all residential substance abuse  treatment programs in operation from 1995 to 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1 the response rate for the initial state   survey was 77 percent and the response rate for the final state survey was  82 percent. For Part 2 the response rate for the program survey was 91 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Program Data","restricted":false,"version":1,"datasetVersionId":39101,"dataFile":{"id":2643121,"persistentId":"","pidURL":"","filename":"Program Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Data","restricted":false,"version":1,"datasetVersionId":39101,"dataFile":{"id":2643120,"persistentId":"","pidURL":"","filename":"State Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}