{"status":"OK","data":{"id":41463,"identifier":"ICPSR02885.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02885.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02885.v1","latestVersion":{"id":37463,"storageIdentifier":"file://10.3886/ICPSR02885.v1","versionState":"RELEASED","distributionDate":"2000-12-04","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:45:45Z","releaseTime":"2015-04-09T03:45:45Z","createTime":"2015-04-09T03:45:45Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Educating the Public About Police Through Public Service Announcements in Lima, Ohio, 1995-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chamlin, Mitchell B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Stormann, Christopher R."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to analyze the impact of four  televised public service announcements (PSAs) aired for three months  in Lima, Ohio. The researchers sought to answer three specific  research questions: (1) Were the PSAs effective in transferring  knowledge to citizens about the police? (2) Did the PSAs have an  impact on resident satisfaction with the police? and (3) Did the PSAs  have an impact on the behavior of citizens interacting with the  police? To assess public attitudes about the Lima police and to  determine whether the substance of the PSAs was being communicated to  the residents of Lima, three waves of telephone interviews were  conducted (Part 1). The first telephone interviews were conducted in  April 1996 with approximately 500 randomly selected Lima  residents. These were baseline interviews that took place before the  PSAs aired. The survey instrument used in the first interview assessed  resident satisfaction with the police and the services they  provided. After completion of the Wave 1 interviews, the PSAs were  aired on television for three months (June 5-August 28, 1996). After  August 28, the PSAs were removed from general circulation. A second  wave of telephone interviews was conducted in September 1996 with a  different group of randomly selected Lima residents. The same survey  instrument used during the first interviews was administered during  the second wave, with additional questions added relating to whether  the respondent saw any of the PSAs. A third group of randomly selected  Lima residents was contacted via the telephone in January 1997 for the  final wave of interviews. The final interviews utilized the identical  survey instrument used during Wave 2. The focus of this follow-up  survey was on citizen retention, over time, of the information  communicated in the PSAs. Official data collected from computerized  records maintained by the Lima Police Department were also collected  to monitor changes in citizen behavior (Part 2). The records data span  127 weeks, from January 1, 1995, to June 7, 1997, which includes 74  weeks of pre-PSA data and 53 weeks of data for the period during the  initial airing of the first PSA and thereafter. Variables in Part 1  include whether respondents were interested in learning about what to  do if stopped by the police, what actions they had displayed when  stopped by the police, if they would defend another person being  treated unfairly by the police, how responsible they felt (as a  citizen) in preventing crimes, the likelihood of calling the police if  they were aware of a crime, perception of crime and fear of crime, and  whether there had been an increase or decrease in the level of crime  in their neighborhoods. Respondents were also asked about the amount  of television they watched, whether they saw any of the public service  announcements and if so to rate them, whether the PSAs provided  information not already known, whether any of the PSA topics had come  up in conversations with family or friends, and whether the  re\nspondent would like to see more PSAs in the future. Finally,  respondents were asked whether the police were doing as much as they  could to make the neighborhood safe, how responsive the police were to  nonemergency matters, and to rate their overall satisfaction with the  Lima Police Department and its various services. Demographic variables  for Part 1 include the race, gender, age, marital status, level of  education, employment status, and income level of each respondent.  Variables in Part 2 cover police use-of-force or resisting arrest  incidents that took place during the study period, whether the PSA  aired during the week in which a use-of-force or resisting arrest  incident took place, the number of supplemental police use-of-force  reports that were made, and the number of resisting arrest charges made."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Community-oriented policing relies on a  partnership between the police and the public. Ideally, this  partnership should be an informed relationship wherein both parties --  the police and the public -- understand the needs and expectations of  the other. However, the public is rarely equipped with a clear  understanding of the police's role or of how to behave when involved  in a police-citizen encounter. Consequently, misunderstandings occur  that diminish the capacity of the public to form an effective  partnership with the police. Academics and law enforcement personnel  have emphasized training police officers to be empathic toward the  diverse elements accompanying the populations they serve. What had  been overlooked was the need to educate and make empathic the other  half of the partnership -- the public. This study sought to analyze  the impact of four televised public service announcements (PSAs) aired  for three months in Lima, Ohio. The PSAs were created with the goal of  educating the public about the police and informing citizens about how  to behave during encounters with the police. Moreover, the study  sought to answer three specific research questions: (1) Were the PSAs  effective in transferring knowledge to citizens about the police? (2)  Did the PSAs have an impact on resident satisfaction with the police?  and (3) Did the PSAs have an impact on the behavior of citizens interacting with the police?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Researchers first conducted a focus group with the  Lima Police Department to determine which issues would be the center  of the public service announcements (PSAs). The Lima focus group  generated approximately 12 areas of police concern that officers  characterized as problematic. After careful review of the items  identified from the focus group, researchers selected four areas to  concentrate on for the PSAs: (1) helpful tips if you are pulled over,  (2) helpful tips for police emergencies, (3) helpful tips for  disturbances and disagreements with the police, and (4) the police  role and community-oriented policing. To determine whether the  substance of the PSAs was being communicated to the residents of Lima,  OH, three waves of telephone interviews were conducted (Part 1). The  first telephone interviews were conducted in April 1996 with  approximately 500 randomly selected Lima residents. These interviews  took place before the PSAs aired. The survey instrument used in the  first interviews assessed resident satisfaction with the police and  the services they provided. After completion of the Wave 1  interviews, the PSAs were aired on television for three months (June  5-August 28, 1996) with an average of three airings a day. After  August 28, the PSAs were removed from general circulation. The second  wave of telephone interviews was conducted in September 1996 with a  different group of randomly selected Lima residents. The same survey  instrument used during the first interviews was administered during  the second wave, with additional questions added relating to whether  the respondent saw any of the PSAs.\nThe second wave of interviews  served two purposes. First, residents were asked questions concerning  knowledge about the four PSA topics and comparisons were made of these  levels of knowledge before and after the airings, using data from  Wave 1 as baseline data. Second, the interviews were used to  determine whether there was a relationship between any of the PSAs and  resident satisfaction with the police. A third group of randomly  selected Lima residents was contacted via the telephone in January  1997 for the final wave of interviews. The final interviews utilized  the identical survey instrument used during Wave 2. The focus of this  follow-up survey was on citizen retention, over time, of the  information communicated in the PSAs. Official data from Lima police  records were also collected to monitor changes in citizen behavior  (Part 2). The data span 127 weeks, from January 1, 1995, to June 7,  1997, which includes 74 weeks of data for the period prior to the  onset of the intervention and 53 weeks of data for the period during  the initial airing of the first PSA and thereafter. In addition,  weekly counts of resisting arrest incidents, supplemental reports of  police use-of-force, and charges of resisting an arrest were collected  from computerized records maintained by the Lima Police Department during the study period."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include whether respondents  were interested in learning about what to do if stopped by the police,  what actions they had displayed when stopped by the police, if they  would defend another person being treated unfairly by the police, how  responsible they felt (as a citizen) in preventing crimes, the  likelihood of calling the police if they were aware of a crime,  perception of crime and fear of crime, and whether there had been an  increase or decrease in the level of crime in their  neighborhoods. Respondents were also asked about the amount of  television they watched, whether they saw any of the public service  announcements and if so to rate them, whether the PSAs provided  information not already known to them, whether any of the PSA topics  had come up in conversations with family or friends, and whether they  would like to see more PSAs in the future. Finally, respondents were  asked whether the police were doing as much as they could to make the  neighborhood safe, how responsive the police were to nonemergency  matters, and to rate their overall satisfaction with the Lima Police  Department and its various services. Demographic variables for Part 1  include the race, gender, age, marital status, level of education,  employment status, and income level of each respondent. Variables in  Part 2 cover the year that use-of-force or resisting arrest incidents  took place, whether the PSA aired during the week in which a  use-of-force or resisting arrest incident took place, the number of  supplemental police use-of-force reports that were made, and the number of resisting arrest charges made."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police performance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public interest"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public service advertising"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2885.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as a Portable Document Format (PDF)  file. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0055"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-12-04"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["telephone interviews and official police records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Lima"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Households. Part 2: Weeks."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: All households in Lima, Ohio. Part 2: Counts of resisting arrest charges and police use-of-force incidents."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Simple random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1, the three waves of interviews  (approximately 500 per wave) yielded a response rate of 64 percent. Part 2: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert scales were used."}]}},"files":[{"description":"","label":"Public Service Announcements Data","restricted":false,"version":1,"datasetVersionId":37463,"dataFile":{"id":2628040,"persistentId":"","pidURL":"","filename":"Public Service Announcements Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Use of Force Data","restricted":false,"version":1,"datasetVersionId":37463,"dataFile":{"id":2628041,"persistentId":"","pidURL":"","filename":"Use of Force Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}