{"status":"OK","data":{"id":46277,"identifier":"ICPSR02543.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02543.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02543.v1","latestVersion":{"id":42277,"storageIdentifier":"file://10.3886/ICPSR02543.v1","versionState":"RELEASED","distributionDate":"1999-02-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:38:32Z","releaseTime":"2015-04-09T04:38:32Z","createTime":"2015-04-09T04:38:32Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Public Support for Rehabilitation in Ohio, 1996"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Applegate, Brandon K."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati, Division of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The main focus of this research was on identifying the  conditions under which public support for rehabilitation varies. A  single, multivariate analysis method was used so that the influence of  each respondent, criminal, crime, and treatment characterististic  could be determined within the context of all other factors. The  research also explored differences between global and specific  attitudes toward rehabilitation. Data for this study were collected  through a mail survey of 1,000 Ohio residents (Part 1). The initial  mailing was sent to all 1,000 members of the sample on May 28,  1996. Several followups were conducted, and data collection efforts  ended on August 26, 1996. Questionnaire items elicited demographic,  experiential, and attitudinal information from each respondent. To  assess the potential influence of offender, offense, and treatment  characteristics on the respondent's support for rehabilitation,  several variables were combined to create a factorial vignette. This  method allowed the independent effects of each factor on support for  rehabilitation to be determined. The respondents were asked to express  their agreement or disagreement with five statements following the  vignette: (1) general support for rehabilitation, (2) effectiveness of  intervention, (3) basing release decisions on progress in  rehabilitation programs, (4) individualizing sentences to fit  treatment needs, and (5) expanding treatment opportunities for  offenders. Types of offenses included in the vignettes were robbery,  burglary, aggravated assault, larceny, motor vehicle theft, fraud,  drug sales, and drug use. These offenses were selected since they are  well-known to the public, offenders are arrested for these offenses  fairly frequently, and the offenses are potentially punishable by a  sentence of either prison or probation. Several attributes within the  particular offenses in the vignettes were designed to assess the  influence of different levels of harm, either financial or  physical. Offender characteristics and offense selection for use in  the vignettes were weighted by their frequency of arrests as reported  in the Federal Bureau of Investigation's 1995 Uniform Crime Report  data. A rating of the seriousness of each offense was assigned using a  separate survey of 118 undergraduate university students (Part 2), and  the resulting seriousness score was used in the analysis of the  vignettes. Additional items on the mail survey instrument assessed the  respondent's global and specific attitudes toward  treatment. Independent variables from the mail survey include the  respondent's age, education, income category, sex, race, political  party, rating of political conservativism, personal contact with  offenders, religious identity salience, religiosity, attitudes toward  biblical literalness and religious forgiveness, fear of crime, and  victimization. Variables from the vignettes examined whether support  for rehabilitation was influenced by offender age, race, sex, type of  offense committed, employment status, substance use\n, prior record,  sentence, and treatment program. Global support for rehabilitation was  measured by responses to two questions: what the respondent thought  the main emphasis in most prisons was (to punish, to rehabilitate, to  protect society), and what the main emphasis should be. Items assessed  variations in the respondent's attitudes toward rehabilitation by  offender's age, sex, and prior record, location of treatment, and the  type of treatment provided. Variables from the crime seriousness  survey recorded the respondent's rating of various crime events,  including assault and robbery (with or without a weapon, with varying  degrees of injury, or no injury to the victim), burglary, larceny, and  auto theft (with varying values of the property stolen), drug dealing, drug use, and writing bad checks."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Because of the important role that public opinion  plays regarding decisions about punishment and sentencing policy, an  accurate appraisal of the public's views is critical. The most  pressing issue concerning public attitudes toward rehabilitation is  the lack of specificity in the existing research. Several researchers  have made significant advances in identifying the factors that shape  treatment attitudes, but the relationships reported have been observed  by collating results across numerous studies rather than in a single  project. Also, these characteristics often have been examined in  isolation, without considering contextual features that likely  influence citizens' opinions. Further, only preliminary evidence is  available on how the attributes of the criminal, the crime, and the  provision of treatment can shape public perceptions. Therefore, the  main focus of this research was on identifying the conditions under  which the public support for rehabilitation varies. A single,  multivariate analysis method was used so that the influence of each  respondent, criminal, crime, and treatment characterististic could be  determined within the context of all other factors. The research also  explored differences between global and specific attitudes toward rehabilitation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for this study were collected through a mail  survey of 1,000 Ohio residents. Distribution of the surveys followed  Dillman's (1978) total design method. The initial mailing was sent to  all 1,000 members of the sample on May 28, 1996, and included a copy  of the questionnaire and a business reply envelope. Accompanying these  materials was a personalized letter from the project director  requesting that the respondent complete and return the survey. The  letter emphasized the importance of the study and noted that the  project was sponsored by the University of Cincinnati and the United  States Department of Justice. A reminder letter was sent to the entire  sample one week later. After another two weeks, a replacement survey,  accompanied by a reminder letter and return envelope, was mailed to  all those who had not yet responded. A final mailing was sent to all  nonrespondents seven weeks after the initial mailing and included all  of the survey materials. To ensure the confidentiality of the  responses, a number was printed on the return envelope. Each number  was removed from the mailing list when it was received. Each new  letter took a slightly different approach to encourage responses, and  the mailings to nonrespondents became slightly more urgent with each  follow-up. The first three mailings were sent using first-class  postage, but to further emphasize the importance of the final mailing,  it was sent by registered mail. Data collection efforts ended on  August 26, 1996. Questionnaire items elicited demographic,  experiential, and attitudinal information from each respondent. To  assess the potential influence of offender, offense, and treatment  characteristics on the respondent's support for rehabilitation,  several variables were combined to create a\nfactorial vignette. This  method allowed the independent effects of each factor on support for  rehabilitation to be determined. The respondents were asked to express  their agreement or disagreement with five statements following the  vignette: (1) general support for rehabilitation, (2) effectiveness of  intervention, (3) basing release decisions on progress in  rehabilitation programs, (4) individualizing sentences to fit  treatment needs, and (5) expanding treatment opportunities for  offenders. The computer program, Vig-Write, was used to generate the  vignettes and was programmed to screen out illogical combinations and  to weight the probability that the computer would select any  particular level within each dimension to create a universe of  vignettes that more accurately represented reality. Types of offenses  included in the vignettes were robbery, burglary, aggravated assault,  larceny, motor vehicle theft, fraud, drug sales, and drug use. These  offenses were selected since they are well-known to the public,  offenders are arrested for these offenses fairly frequently, and the  offenses are potentially punishable by a sentence of either prison or  probation. Regarding the particular offenses included within each  offense category in the vignettes, several attributes within offenses  were designed to assess the influence of different levels of harm,  either financial or physical. Offender characteristics and offense  selection for use in the vignettes were weighted by their frequency of  arrests as reported in the Federal Bureau of Investigation's 1995  Uniform Crime Report data. A rating of the seriousness of each offense  was assigned using a separate survey of 118 undergraduate university  students, and the resulting seriousness score was used in the analysis  of the vignettes. For the crime seriousness survey, respondents were  asked to rate each offense based on a short event description on a  scale of 1 to 9, where 1 equalled \"not at all serious\" and 9  equalled \"extremely serious\". Additional items on the mail survey  instrument assessed the respondent's global and specific attitudes toward treatment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Independent variables from the mail survey include  the respondent's age, education, income category, sex, race, political  party, rating of political conservativism, personal contact with  offenders, religious identity salience, religiosity, attitudes toward  biblical literalness and religious forgiveness, fear of crime, and  victimization. Variables from the vignettes examined whether support  for rehabilitation was influenced by offender age, race, sex, type of  offense committed, employment status, substance use, prior record,  sentence, and treatment program. Global support for rehabilitation was  measured by responses to two questions: what the respondent thought  the main emphasis in most prisons was (to punish, to rehabilitate, to  protect society), and what the main emphasis should be. Ten items  assessed variations in the respondent's attitudes toward  rehabilitation by offender's age, sex, and prior record, location of  treatment and the type of treatment provided. Variables from the crime  seriousness survey recorded the respondent's rating of various crime  events including assault and robbery (with or without a weapon, with  varying degrees of injury or no injury to the victim), burglary,  larceny, and auto theft (with varying values of the property stolen), drug dealing, drug use, and writing bad checks."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"population characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"postrelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public interest"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public opinion"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rehabilitation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rehabilitation programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD I. Attitude Surveys"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2543.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided as a Portable Document Format (PDF) file. The  PDF file format was developed by Adobe Systems Incorporated and can be  accessed using PDF reader software, such as the Adobe Acrobat  Reader. Information on how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0007"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-02-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996-05-28"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1996-08-26"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996-05-28"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996-08-26"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All residents in Ohio."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Random sampling from the database of Survey  Sampling, Incorporated, in Ohio. Part 2: Student volunteers at the University of Central Florida."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The attempts to encourage participation resulted  in 559 completed or nearly-completed questionnaires being  returned. Sixty-seven unanswered questionnaires were returned by the  United States Postal Service because the addressee had moved and left  no forwarding address or the forwarding order had  expired. Thirty-eight surveys were returned unanswered because the  intended respondent was deceased or was too ill to complete the  questionnaire. The resulting response rate for those members of the  sample who received a survey and were capable of completing it was  62.4 percent. Although this response rate is generally considered  adequate, some concerns may be raised about the representativeness of  the resulting sample. Typical of mailed surveys, this sample  overrepresents males, whites, older residents of Ohio, and individuals  with higher education and thus higher incomes. A response rate is not  applicable for the seriousness survey, since all respondents were volunteers."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Crime Seriousness Data","restricted":false,"version":1,"datasetVersionId":42277,"dataFile":{"id":2665825,"persistentId":"","pidURL":"","filename":"Crime Seriousness Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Mail Survey Data","restricted":false,"version":1,"datasetVersionId":42277,"dataFile":{"id":2665824,"persistentId":"","pidURL":"","filename":"Mail Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}