{"status":"OK","data":{"id":41213,"identifier":"ICPSR03160.v2","persistentUrl":"https://doi.org/10.3886/ICPSR03160.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03160.v2","latestVersion":{"id":37213,"storageIdentifier":"file://10.3886/ICPSR03160.v2","versionState":"RELEASED","distributionDate":"2002-12-09","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:42:58Z","releaseTime":"2015-04-09T03:42:58Z","createTime":"2015-04-09T03:42:58Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"A downloadable version of data for this study is available however, certain identifying information in the downloadable version may have been masked or edited to protect respondent privacy. Additional data not included in the downloadable version are available in a restricted version of this data collection. For more information about the differences between the downloadable data and the restricted data for this study, please refer to the codebook notes section of the PDF codebook. Users interested in obtaining restricted data must complete and sign a Restricted Data Use Agreement, describe the research project and data protection plan, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Project on Policing Neighborhoods in Indianapolis, Indiana, and St. Petersburg, Florida, 1996-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Mastrofski, Stephen D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"George Mason University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Parks, Roger B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Indiana University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Worden, Robert E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University at Albany"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Reiss, Albert J. Jr."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Yale University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of the Project on Policing Neighborhoods (POPN) was  to provide an in-depth description of how the police and the community  interact with each other in a community policing (CP) environment. Research  was conducted in Indianapolis, Indiana, in 1996 and in St. Petersburg,  Florida, in 1997. Several research methods were employed: systematic  observation of patrol officers (Parts 1-4) and patrol supervisors (Parts  5-14), in-person interviews with patrol officers (Part 15) and supervisors  (Parts 16-17), and telephone surveys of residents in selected neighborhoods  (Part 18). Field researchers accompanied their assigned patrol or  supervising officer during all activities and encounters with the public  during the shift. Field researchers noted when various activities and  encounters with the public occurred during these \"ride-alongs,\" who was  involved, and what happened. In the resulting data files coded observation  data are provided at the ride level, the activity level (actions that did  not involve interactions with citizens), the encounter level (events in  which officers interacted with citizens), and the citizen level. In  addition to encounters with citizens, supervisors also engaged in  encounters with patrol officers. Patrol officers and patrol supervisors in  both Indianapolis and St. Petersburg were interviewed one-on-one in a  private interviewing room during their regular work shifts. Citizens in the  POPN study beats were randomly selected for telephone surveys to determine  their views about problems in their neighborhoods and other community  issues. Administrative records were used to create site identification  data (Part 19) and data on staffing (Part 20). This data collection also  includes data compiled from census records, aggregated to the beat level  for each site (Part 21). Census data were also used to produce district  populations for both sites (Part 22). Citizen data were aggregated to the  encounter level to produce counts of various citizen role categories and  characteristics and characteristics of the encounter between the patrol  officer and citizens in the various encounters (Part 23). Ride-level data  (Parts 1, 5, and 10) contain information about characteristics of the ride,  including start and end times, officer identification, type of unit, and  beat assignment. Activity data (Parts 2, 6, and 11) include type of  activity, where and when the activity took place, who was present, and how  the officer was no\ntified. Encounter data (Parts 3, 7, and 12) contain  descriptive information on encounters similar to the activity data (i.e.,  location, initiation of encounter). Citizen data (Parts 4, 8, and 13)  provide citizen characteristics, citizen behavior, and police behavior  toward citizens. Similarly, officer data from the supervisor observations  (Parts 9 and 14) include characteristics of the supervising officer and the  nature of the interaction between the officers. Both the patrol officer and  supervisor interview data (Parts 15-17) include the officers' demographics,  training and knowledge, experience, perceptions of their beats and  organizational environment, and beliefs about the police role. The patrol  officer data also provide the officers' perceptions of their supervisors  while the supervisor data describe supervisors' perceptions of their  subordinates, as well as their views about their roles, power, and  priorities as supervisors. Data from surveyed citizens (Part 18) provide  information about their neighborhoods, including years in the neighborhood,  distance to various places in the neighborhood, neighborhood problems and  effectiveness of police response to those problems, citizen knowledge of,  or interactions with, the police, satisfaction with police services, and  friends and relatives in the neighborhood. Citizen demographics and  geographic and weight variables are also included. Site identification  variables (Part 19) include ride and encounter numbers, site beat (site,  district, and beat or community policing areas [CPA]), and sector. Staffing  variables (Part 20) include district, shift, and staffing levels for  various shifts. Census data (Part 21) include neighborhood, index of  socioeconomic distress, total population, and total white  population. District population variables (Part 22) include district and  population of district. The aggregated citizen data (Part 23) provide the  ride and encounter numbers, number of citizens in the encounter, counts of  citizens by their various roles, and by sex, age, race, wealth, if known by  the police, under the influence of alcohol or drugs, physically injured,  had a weapon, or assaulted the police, counts by type of encounter, and counts of police and citizen actions during the encounter."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In the broadest sense, the purpose of the Project  on Policing Neighborhoods (POPN) was to provide an in-depth  description of how the police and the community interact with each  other in a community policing (CP) environment. Data were collected to  facilitate studies on the following issues: (1) how patrol officers  spend their time, (2) how officers use their authority to intervene in  citizens' lives, (3) how problem citizens are controlled, (4) how  civility and cooperation between police and public is obtained, (5)  what officer characteristics are associated with high CP performance,  (6) the role of first-line supervisors, (7) the context for  street-level performance set by management, and (8) how patterns of  policing vary among neighborhoods and the impact they have on  neighborhood quality of life. For this study, \"neighborhood\" in  operational terms meant the patrol beat. Indianapolis used the term  \"beat\" and St. Petersburg used the term \"community policing area\"  (CPA) to define the smallest geographical space to which an individual officer would be assigned patrol responsibilities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Research was conducted in Indianapolis, Indiana,  in 1996 and in St. Petersburg, Florida, in 1997. Several research  methods were employed: systematic observation of patrol officers  (Parts 1-4) and patrol supervisors (Parts 5-14), in-person interviews  with patrol officers (Part 15) and supervisors (Parts 16-17), and  telephone surveys of residents in selected neighborhoods (Part  18). Field researchers accompanied their assigned officer during all  activities and encounters with the public\nduring the shift. Field  researchers noted when various activities and encounters with the  public occurred during these \"ride-alongs,\" who was involved, and what  happened. Back at the project offices, these field notes formed that  basis for narrative descriptions of the events, and observers also  coded numeric data on specific elements of the ride, events, and  participants. Patrol observation data are provided at the ride level,  the activity level, the encounter level, and the citizen level.  Activity data focused on police activities that did not involve  interaction with citizens. These typically include administrative  duties, roll call, travel (en route to scene), general patrol, and  personal activities, such as meals. Activity records are nested within  rides. Encounter data contain events in which the officers interacted  with citizens. Encounters are subclassified into full, brief, and  casual encounters. Encounters are nested within rides. Citizen data  describe the citizens involved in encounters with the police. Citizen  records are nested within encounters. In addition to encounters with  citizens, supervisors also engaged in encounters with patrol  officers. Patrol officers and patrol supervisors in both Indianapolis  and St. Petersburg were interviewed one-on-one in a private  interviewing room during their regular work shifts. The patrol officer  and supervisor interview instruments were similar, and interviews were  normally completed in 20-25 minutes. Citizens in the POPN study beats  were randomly selected for telephone surveys to determine their views  about problems in their neighborhood and other community issues.  Administrative records were used to create site identification data  (Part 19) and data on staffing (Part 20). This data collection also  includes data compiled from census records, aggregated to the beat  level for each site (Part 21). Census data were also used to produce  district populations for both sites (Part 22). Citizen data were  aggregated to the encounter level to produce counts of various citizen  role categories and characteristics and characteristics of the  encounter between the patrol officer and citizens in the various encounters (Part 23)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Ride-level data (Parts 1, 5, and 10) contain  information about characteristics of the ride, including start and end  times, officer identification, type of unit, and beat assignment.  Activity data (Parts 2, 6, and 11) include type of activity, where  and when the activity took place, who was present, and how the officer  was notified. Encounter data (Parts 3, 7, and 12) contain descriptive  information on encounters similar to the activity data (i.e.,  location, initiation of encounter). Citizen data (Parts 4, 8, and 13)  provide citizen characteristics, citizen behavior, and police behavior  toward citizens. Similarly, officer data from the supervisor  observations (Parts 9 and 14) include characteristics of the  supervising officer and the nature of the interaction between the  officers. Both the patrol officer and supervisor interview data (Parts  15-17) include the officers' demographics, training and knowledge,  experience, perceptions of their beats and organizational environment,  and beliefs about the police role. The patrol officer data also  provide the officers' perceptions of their supervisors while the  supervisor data describe supervisors' perceptions of their  subordinates, as well as their views about their roles, power, and  priorities as supervisors. Data from surveyed citizens (Part 18)  provide information about their neighborhoods, including years in the  neighborhood, distance to various places in the neighborhood,  neighborhood problems and effectiveness of police response to those  problems, citizen knowledge of, or interactions with, the police,  satisfaction with police services, and friends and relatives in the  neighborhood. Citizen demographics and geographic and w\neight variables  are also included. Site identification variables (Part 19) include  ride and encounter numbers, site beat (site, district, and beat or  community policing areas [CPA]), and sector. Staffing variables (Part  20) include district, shift, and staffing levels for various  shifts. Census data (Part 21) include neighborhood, index of  socioeconomic distress, total population, and total white  population. District population variables (Part 22) include district  and population of district. The aggregated citizen data (Part 23)  provide the ride and encounter numbers, number of citizens in the  encounter, counts of citizens by their various roles, and by sex, age,  race, wealth, if known by the police, under the influence of alcohol  or drugs, physically injured, had a weapon, or assaulted the police,  counts by type of encounter, and counts of police and citizen actions during the encounter."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"citizen attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"communities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhood conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"perception of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police citizen interactions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police effectiveness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police patrol"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2007-06-01Version Text: 2007-06-01Version Date: 2007-06-01Version Text: 2007-06-01 Subject: null  Type: null  Notes: A nonrestricted downloadable version  (da03160-0018.sav) of the Indianapolis and St. Petersburg Citizen Survey Data (Part 18) was added to this data collection.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files;Subject: Study Level Error Note, Notes: (1) The narrative descriptions of the ride-alongs are  not available as part of this collection, (2) Following the \"rule of  ten\" guidelines used by the POPN researchers, users of the data should  make no attributions to an officer (or group of officers) with  specified characteristics unless at least ten officers in the sample share the same characteristics.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0071"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-12-09"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["observation data, survey data, administrative records data, and census/enumeration data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["observations, personal interviews, telephone  interviews, administrative records, and data from the United States Census Bureau"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Indianapolis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"St. Petersburg"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1-3, 5-7, 10-12, 19, 23: Events, Parts 4,  8-9, 13-18: Individuals, Parts 20, 22: District, Part 21: Neighborhood."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All patrol and supervising law enforcement officers in the study areas of Indianapolis in 1996 and St. Petersburg in 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Indianapolis and St. Petersburg were chosen according to  specific criteria. A sampling plan of the neighborhoods in each city  was designed to ensure variation in the service conditions of police,  using socioeconomic features of neighborhoods as proxies for those  conditions. Residents in the POPN study beats were randomly selected for the citizen survey."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for the patrol officer surveys  was 93 percent in Indianapolis and 98 percent in St. Petersburg. For  the patrol supervisor surveys the response rate was 93 percent in  Indianapolis and 100 percent in St. Petersburg. The response rate for  the citizen surveys was 53 percent in Indianapolis and 42 percent in St. Petersburg."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Indianapolis and St. Petersburg Census Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625418,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Census Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Citizen Data From Patrol Data Aggregated to the Encounter Level","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625420,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Citizen Data From Patrol Data Aggregated to the Encounter Level","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Citizen Survey Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625415,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Citizen Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg District Population Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625419,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg District Population Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Patrol Activity Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625399,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Patrol Activity Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Patrol Citizen Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625401,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Patrol Citizen Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Patrol Encounter Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625400,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Patrol Encounter Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Patrol Officer Interview Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625412,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Patrol Officer Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Patrol Ride Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625398,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Patrol Ride Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Site Identification Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625416,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Site Identification Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis and St. Petersburg Staffing Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625417,"persistentId":"","pidURL":"","filename":"Indianapolis and St. Petersburg Staffing Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Activity Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625403,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Activity Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Citizen Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625405,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Citizen Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Encounters With Citizens Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625404,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Encounters With Citizens Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Encounters With Patrol Officers Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625406,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Encounters With Patrol Officers Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Interview Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625413,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indianapolis Supervisor Ride Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625402,"persistentId":"","pidURL":"","filename":"Indianapolis Supervisor Ride Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Activity Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625408,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Activity Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Citizen Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625410,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Citizen Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Encounters With Citizens Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625409,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Encounters With Citizens Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Encounters With Patrol Officers Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625411,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Encounters With Patrol Officers Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Interview Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625414,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"St. Petersburg Supervisor Ride Data","restricted":false,"version":1,"datasetVersionId":37213,"dataFile":{"id":2625407,"persistentId":"","pidURL":"","filename":"St. Petersburg Supervisor Ride Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}