{"status":"OK","data":{"id":46386,"identifier":"ICPSR03716.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03716.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03716.v1","latestVersion":{"id":42386,"storageIdentifier":"file://10.3886/ICPSR03716.v1","versionState":"RELEASED","distributionDate":"2003-06-05","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:39:46Z","releaseTime":"2015-04-09T04:39:46Z","createTime":"2015-04-09T04:39:46Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Outcome Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Knight, Kevin, D."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University. Institute for Behavioral Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Simpson, Dwayne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University. Institute for Behavioral Research"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hiller, Matthew L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Texas Christian University. Institute for Behavioral Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was an outcome evaluation of the Dallas County Judicial Treatment Center (DCJTC), a six-month residential substance abuse treatment (RSAT) facility in Dallas County, Texas. The primary goal of this evaluation was to assess offender recidivism following treatment in this six-month community-based modified therapeutic community for probationers. Secondary goals were to examine change in social functioning over time among probationers mandated to this program, to determine which characteristics at intake and which during-treatment social functioning indicators were predictive of dropping out of treatment early, and to identify which indicators predicted being arrested one to two years after treatment. These goals were accomplished by a comparison of outcomes between treated probationers and an untreated comparison group and by an assessment of the relationships among treatment, social functioning, and recidivism. For both treatment and comparison groups, a criminal records search was performed on the Institutional Division database of the Texas Department of Criminal Justice for all of the study participants for the two years following discharge for treatment or following commitment to probation. In addition to these records, treatment participants were asked to complete a set of data collection forms over their course of treatment. These forms collected information about mental status, background and psychosocial functioning, substance abuse, psychological status, offenders' perceptions of the program and their experiences in treatment, evaluations of counselors, self-evaluations, and counselors' evaluations of clients."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Dallas County Judicial Treatment Center  (DCJTC) is a six-month residential substance abuse treatment (RSAT)  facility managed by Cornell Corrections, Inc., under contract from the  Dallas County Community Supervision and Corrections Department. Like  many corrections-based treatment programs, the DCJTC is modeled after  the traditional community-based therapeutic community and is provided  in three major phases, including (1) orientation, (2) main treatment,  and (3) re-entry. Treatment includes group and individual counseling,  behavior modification, peer-to-peer therapy, life skills training,  vocational and educational instruction, and regular meetings with an  onsite probation officer, with emphasis on 12-step recovery,  identification of criminal thinking patterns, and relapse prevention.  Offenders advance through a hierarchical recovery sequence wherein  they receive progressively more responsibilities and privileges, as  they become more senior members of their treatment \"family\n.\" The  primary goal of this outcome evaluation was to assess offender  recidivism following treatment in a six-month community-based modified  therapeutic community for probationers. Secondary goals were to  examine change in social functioning over time among probationers  mandated to a six-month modified therapeutic community, to determine  which characteristics at intake and which during-treatment social  functioning indicators were predictive of dropping out of treatment  early, and to identify which indicators predicted being arrested one  to two years after treatment. These goals were accomplished by a  comparison of outcomes between treated probationers and untreated  comparisons and by an assessment of relationships among treatment, social functioning, and recidivism."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The evaluation of the six-month modified  therapeutic community began with the prospective collection of  baseline and during-treatment data on probationers admitted to the  DCJTC program in 1998. Additionally, the researchers identified a  comparison group of felony probationers who were eligible for, but did  not receive, treatment at the DCJTC during approximately the same time  span as those who participated in the modified therapeutic community  program. For both treatment and comparison groups, a criminal records  search was performed on the Institutional Division database of the  Texas Department of Criminal Justice for all of the study participants  for the two years following discharge for treatment or following  commitment to probation. In addition to these records, treatment  participants were asked to complete a set of data collection forms  over their course of treatment. These forms originated in the Drug  Abuse Reporting Program (DARP), the first multisite evaluation of  community-based treatment funded by the National Institute on Drug  Abuse (Sells and Simpson, 1976, and Simpson and Sells, 1982,  1990). They were modified more recently for use in a project entitled  \"Improving Drug Abuse Treatment, Assessment, and Research (DATAR)\"  (Simpson, Chatham, and Joe, 1993, and Simpson, Dansereau, and Joe,  1997). The overall evaluation system was adapted further for use in  residential correctional settings (Knight et al., 1997). Revisions to  these forms included rewording items to reference the six months prior  to the commitment arrest as the time frame for the collection of  baseline information. Written, informed consent was obtained from each  resident prior to the collection of these assessments. During the  first week of treatment, residents completed a comprehensive intake  battery that included (1) the Initial Assessment, (2) Self-Rating  Form, and (3) Intake Interview (Simpson, Knight, and Hiller,  1997). The Initial Assessment was a brief, structured, counselor-led  interview completed within 24 hours of treatment entry that recorded  sociodemographic background information and drug use history.  Immediately following this, residents also completed the Self-Rating  Form, a 95-item self-report instrument designed to assess psychosocial  functioning and treatment motivation at intake. Finally, a counselor  administered the Intake Interview approximately two to seven days  after the Initial Assessment, after residents had time to become  acquainted with the program and staff. The Intake Interview included  detailed questions on the residents' social background, family and  peer relations, health and psychological status, criminal involvement  and history, and drug use problems. Indicators of during-treatment  process and therapeutic progress were based on program records and on  the TCU Resident Evaluation of Self and Treatment (REST) and TCU  Counselor Rating of Client (CRC). The prospective collection of the  REST and CRC at the end of treatment months one, three, and six were  linked to major landmarks in a resident's treatment episode, namely,  end of orientation, 90-day treatment plan, and\ndischarge plan, respectively."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The TCU Initial Assessment collected information on  mental status, background and psychosocial functioning, alcohol and  drug use, and psychological status. The TCU Self-Rating Form generated  Likert-type variables measuring psychological functioning, social  functioning, and motivation for treatment. The TCU Intake Interview  covered sociodemographic background, family background, peer  relations, criminal history, health and psychological status, drug  history, AIDS risk assessment, interviewer comments, and the client  assessment profile. The TCU Resident Evaluation of Self and Treatment  form collected information on changes in psychosocial functioning,  offender's perceptions of the structure of the program and their  experiences while in treatment, evaluations of the counselors,  self-evaluations of the resident's personality, and ratings of group  and individual sessions. Lastly, the Counselor Rating of Client form  gathered information on treatment engagement, rapport with others,  psychosocial problems, self-confrontation, life skills development,  family, and financial management. Recidivism data include offense and  sentencing variables for felony convictions two years after release from treatment."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"residential programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"self evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcome"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2003-06-05Version Text: 2003-06-05 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: Data from the process evaluation of this RSAT program are available as PROCESS EVALUATION OF A RESIDENTIAL SUBSTANCE ABUSE TREATMENT (RSAT) PROGRAM IN DALLAS COUNTY, TEXAS, 1998-1999 (ICPSR 3077).; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-RT-VX-K027"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-05"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Recidivism data were obtained from the Institutional  Division of the Texas Department of Criminal Justice. Survey data were  collected from the following forms developed by Texas Christian  University: (1) Ini\ntial Assessment (2) Self-Rating Form, (3) Intake  Interview, (4) Resident Evaluation of Self and Treatment, and (5) Counselor Rating of Client."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Probationers in Dallas County, Texas in 1998."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample consisted of 429 probationers admitted to the  RSAT program in 1998. Based on program treatment retention and  discharge records, clients were classified as treatment graduates  (n=290) and treatment dropouts (n=116). Graduates were comprised of  individuals who completed their required treatment at the program, and  dropouts were clients who chose to leave the program early or who were  discharged for noncompliance with program rules. A third group (n=23)  included individuals who were discharged for medical problems or who  were transferred to another county for an outstanding arrest  warrant. This third group was dropped from the analyses because it  represented a set of offenders \"not appropriate\" for treatment at the  DCJTC, leaving a total sample of 406 clients. The Dallas County  Community Supervision and Corrections Department database was used as  the source for identifying a comparison group (n=100) for this  study. This involved generating a list of probationer commitments in  Dallas County to identify individuals who were placed on felony  probation during approximately the same time span as those who went to  the modified therapeutic community program and who were eligible for,  but did not receive, treatment at the DCJTC program. A random sample  of 100 probationers was chosen from this list for comparison to the  treatment graduate and dropout groups for a total sample size of 506 individuals."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Many scales used in this study were based on those that  originated in the Drug Abuse Reporting Program conducted by Sells and  Simpson (1976) and later modified for the \"Improving Drug Abuse  Treatment, Assessment, and Research (DATAR)\" project by Simpson,  Chatham, Joe, and Dansereau (1993 and 1997). A measure for classifying  risk of recidivism was modeled after the Lifestyle Criminality  Screening Form. Measures of patients' perceptions of program structure  and their treatment experience were adapted from the Client Self-Rated  Progress Checklist. Other scales used in this study were the  Diagnostic and Statistical Manual, fourth edition, the Mini-Mental  Status Exam, the Pearlin Mastery Scale, the problem recognition,  desire for help, and treatment readiness scales developed by Joe,  Knezek, Watson, and Simpson, the TCU HIV/AIDS Risk Assessment, and several Likert-type scales."}]}},"files":[{"description":"","label":"Outcome Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-2000","restricted":false,"version":1,"datasetVersionId":42386,"dataFile":{"id":2666802,"persistentId":"","pidURL":"","filename":"Outcome Evaluation of a Residential Substance Abuse Treatment (RSAT) Program in Dallas County, Texas, 1998-2000","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}