{"status":"OK","data":{"id":38195,"identifier":"ICPSR03270.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03270.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03270.v1","latestVersion":{"id":34195,"storageIdentifier":"file://10.3886/ICPSR03270.v1","versionState":"RELEASED","distributionDate":"2001-12-21","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:44Z","releaseTime":"2015-04-09T03:09:44Z","createTime":"2015-04-09T03:09:44Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program in the United States, 2000"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. National Institute of Justice"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. National Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Beginning in 1996, the National Institute of Justice (NIJ) initiated a major redesign of its multisite drug-monitoring program, the Drug Use Forecasting (DUF) system (DRUG USE FORECASTING IN 24 CITIES IN THE UNITED STATES, 1987-1997 [ICPSR 9477]). The program was retitled Arrestee Drug Abuse Monitoring (ADAM) (see ARRESTEE DRUG ABUSE MONITORING (ADAM) PROGRAM IN THE UNITED STATES, 1998 [ICPSR 2628] and 1999 [ICPSR 2994]). ADAM extended DUF in the number of sites and improved the quality and generalizability of the data. The redesign was fully implemented in all sites beginning in the first quarter of 2000. The ADAM program implemented a new and expanded adult instrument in the first quarter of 2000, which was used for both the male (Part 1) and female (Part 2) data. The juvenile data for 2000 (Part 3) used the juvenile instrument from previous years. The ADAM program also moved to probability-based sampling for the adult male population during 2000. Therefore, the 2000 adult male sample includes weights, generated through post-sampling stratification of the data. The shift to sampling of the adult male population in 2000 required that all 35 sites move to a common catchment area, the county. The core instrument for the adult cases was supplemented by a facesheet, which was used to collect demographic and charge information from official records. Core instruments were used to collect self-report information from the respondent. Both the adult and juvenile instruments were administered to persons arrested and booked on local or state charges relevant to the jurisdiction (i.e., not federal or out-of-county charges) within the past 48 hours. At the completion of the interview the arrestee was asked to voluntarily provide a urine specimen. An external lab used the Enzyme Multiplied Immunoassay Testing (EMIT) protocols to test for the presence of ten drugs or metabolites of the drug in the urine sample. All amphetamine positives were confirmed by gas chromatography/mass spectrometry (GC/MS) to determine whether methamphetamine was used. For the adult data, variables from the facesheet include arrest precinct, ZIP code of arrest location, ZIP code of respondent's address, responden\nt's gender and race, three most serious arrest charges, sample source (stock, flow, other), interview status (including reason the individual selected in the sample was not interviewed), language of instrument used, and the number of hours since arrest. Demographic information from the core instrument includes respondent's age, ethnicity, residency, education, employment, health insurance coverage, marital status, housing, and telephone access. Variables from the calendar provide information on inpatient and outpatient substance abuse treatment, inpatient mental health treatment, arrests and incarcerations, heavy alcohol use, use of marijuana, crack/rock cocaine, powder cocaine, heroin, methamphetamine, and other drug (ever and previous 12 months), age of first use of the above six drugs and heavy alcohol use, drug dependency in the previous 12 months, characteristics of drug transactions in past 30 days, use of marijuana, crack/rock cocaine, powder cocaine, heroin, and methamphetamine in past 30 days, 7 days, and 48 hours, heavy alcohol use in past 30 days, and secondary drug use of 15 other drugs in the past 48 hours. Urine test results are provided for 11 drugs -- marijuana, cocaine, opiates, phencyclidine (PCP), benzodiazepines (Valium), propoxyphene (Darvon), methadone, methaqualone, barbiturates, amphetamines, and methamphetamine. The adult data files include several derived variables. The male data also include four sampling weights, and stratum identifications and percents. For the juvenile data, demographic variables include age, race, sex, educational attainment, employment status, and living circumstances. Data also include each juvenile arrestee's self-reported use of 15 drugs (alcohol, tobacco, marijuana, powder cocaine, crack, heroin, PCP, amphetamines, barbiturates, quaaludes, methadone, crystal methamphetamine, Valium, LSD, and inhalants). For each drug type, arrestees reported whether they had ever used the drug, age of first use, whether they had used the drug in the past 30 days and past 72 hours, number of days they used the drug in past month, whether they tried to cut down or quit using the drug, if they were successful, whether they felt dependent on the drug, whether they were receiving treatment for the drug, whether they had received treatment for the drug in the past, and whether they thought they could use treatment for that drug. Additional variables include whether juvenile respondents had ever injected drugs, whether they were influenced by drugs when they allegedly committed the crime for which they were arrested, whether they had been to an emergency room for drug-related incidents, and if so, whether in the past 12 months, and information on arrests and charges in the past 12 months. As with the adult data, urine test results are also provided. Finally, variables covering precinct (precinct of arrest) and law (penal law code associated with the crime for which the juvenile was arrested) are also provided for use by local law enforcement officials at each site."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Beginning in 1996, the National Institute of  Justice (NIJ) initiated a major redesign of its multisite  drug-monitoring program, the Drug Use Forecasting (DUF) system (DRUG  USE FORECASTING IN 24 CITIES IN THE UNITED STATES, 1987-1997 [ICPSR  9477]). The program was retitled Arrestee Drug Abuse Monitoring (ADAM)  (see ARRESTEE DRUG ABUSE MONITORING (ADAM) PROGRAM IN THE UNITED  STATES, 1998 [ICPSR 2628] and 1999 [ICPSR 2994]). ADAM extended DUF in  the number of sites and improved the quality and generalizability of  the data. The redesign was fully implemented beginning in the first  quarter of 2000. The original goal remained the same -- to determine  the extent of drug use in the arrestee population in a defined area at  specified points each year. However, the redesigned sampling protocol  and instrument extended ADAM's goals in the following ways: (1) to  provide a suitable probability-based\nsample of jails and arrestees to  support prevalence estimates of drug use and related behaviors in each  county included in the ADAM program, (2) to provide accurate estimates  with confidence intervals that permit tests of the significance of  drug use trends, (3) to create a standardized dataset on arrestees in  multiple jurisdictions to allow cross-site comparisons, (4) to expand  the scope of DUF data to include other areas of concern (treatment  history, dependency/abuse assessment, drug markets), (5) to provide a  platform for distinguishing between arrest and drug use practices and  for drawing inferences about the total population of hardcore or heavy  drug users, including those not in the current ADAM sample, (6) to  provide data for policy responses to substance abuse issues both  locally and nationally, (7) to investigate drug markets or purchases,  including data on characteristics of the market, conditions of  purchase or exchange, and prices paid, (8) to assess risk of alcohol  and/or drug dependency, drug and mental health treatment experiences,  and (9) to use common definitions and, where possible, identical  questions and response categories to allow meaningful links between ADAM and other national data systems."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The ADAM program implemented a new and expanded  adult instrument in the first quarter of 2000, which was used for both  the male (Part 1) and female (Part 2) data. The juvenile data for 2000  (Part 3) used the juvenile instrument from previous years. The ADAM  program also moved to a probability-based sampling for the adult male  population during 2000. Therefore, the 2000 adult male sample includes  weights, generated through post-sampling stratification of the  data. The shift to sampling of the adult male population in 2000  required that all 35 sites move to a common catchment area, the  county. ADAM sites in 2000 included Albuquerque (Bernalillo County),  Anchorage (Anchorage Borough), Atlanta (Fulton and DeKalb Counties),  Birmingham (Jefferson County), Capital Area (Albany County, New York),  Charlotte-Metro (Mecklenburg County), Chicago (Cook County), Cleveland  (Cuyahoga County), Dallas (Dallas County), Denver (Denver County), Des  Moines (Polk County), Detroit (Wayne County), Ft. Lauderdale (Broward  County), Honolulu (Oahu County), Houston (Harris County), Indianapolis  (Marion County), Laredo (Webb County), Las Vegas (Clark County), Los  Angeles (Los Angeles County), Miami (Miami-Dade County), Minneapolis  (Hennepin County), New Orleans (Orleans Parish), New York (Manhattan  Borough), Oklahoma City (Oklahoma County), Omaha (Douglas County),  Philadelphia (Philadelphia County), Phoenix (Maricopa County),  Portland (Multnomah County), Sacramento (Sacramento County), Salt Lake  City (Salt Lake County), San Antonio (Bexar County), San Diego (San  Diego County), San Jose (Santa Clara County), Seattle (King County),  Spokane (Spokane County), and Tuscon (Pima County). The core  instrument for the adult cases was supplemented by a facesheet, which  was used to collect demographic and charge information from official  records. Core instruments were used to collect self-report information  from the respondent. Both the adult and juvenile instruments were  administered to persons arrested and booked on local or state charges  relevant to the jurisdiction (i.e., not federal or out-of-county  charges) within the past 48 hours. Trained interviewers used a paper  and pencil instrument in a face-to-face setting in a secure and  reasonably private area of the booking facility. The adult interview  took an average of 20 minutes. The juvenile interview took an average  of 5 minutes. Responses were recorded by the interviewer at the time  of the interview. At the completion of the interview, the arrestee was  asked to voluntarily provide a urine specimen. The adult male and  female data reflect all the arrestees selected for an interview from  the booking logs, in\ncluding those for whom only facesheet information  was collected. The final sample for each adult data file, however, is  the subset of arrestees that accepted and completed an interview. An  external lab used the Enzyme Multiplied Immunoassay Testing (EMIT)  protocols to test for the presence of ten drugs or metabolites of the  drug in the urine sample. All amphetamine positives were confirmed by  gas chromatography/mass spectrometry (GC/MS) to determine whether  methamphetamine was used. Local booking facilities provide a census of  all adult males arrested in each facility collecting data for the time  period of data collection in the target county. The census data are  not in the public file but were used to develop sampling weights for the male data."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For the adult data, variables from the facesheet  include arrest precinct, ZIP code of arrest location, ZIP code of  respondent's address, respondent's gender and race, three most serious  arrest charges, sample source (stock, flow, other), interview status  (including reason the individual selected was not interviewed),  language of instrument used, and the number of hours since  arrest. Demographic information from the core instrument includes  respondent's age, ethnicity, residency, education, employment, health  insurance coverage, marital status, housing, and telephone  access. Variables from the calendar provide information on inpatient  and outpatient substance abuse treatment, inpatient mental health  treatment, arrests and incarcerations, heavy alcohol use, use of  marijuana, crack/rock cocaine, powder cocaine, heroin,  methamphetamine, and other drug (ever and previous 12 months), age of  first use of the above six drugs and heavy alcohol use, drug  dependency in the previous 12 months, characteristics of drug  transactions in past 30 days, use of marijuana, crack/rock cocaine,  powder cocaine, heroin, and methamphetamine in past 30 days, 7 days,  and 48 hours, heavy alcohol use in past 30 days, and secondary drug  use of 15 other drugs in the past 48 hours. Urine test results are  provided for 11 drugs -- marijuana, cocaine, opiates, phencyclidine  (PCP), benzodiazepines (Valium), propoxyphene (Darvon), methadone,  methaqualone, barbiturates, amphetamines, and methamphetamine. The  adult data files include several derived variables. The male data also  include four sampling weights, and stratum identifications and  percents. For the juvenile data, demographic variables include age,  race, sex, educational attainment, employment status, and living  circumstances. Data also include each juvenile arrestee's  self-reported use of 15 drugs (alcohol, tobacco, marijuana, powder  cocaine, crack, heroin, PCP, amphetamines, barbiturates, quaaludes,  methadone, crystal methamphetamine, Valium, LSD, and inhalants). For  each drug type, arrestees reported whether they had ever used the  drug, age of first use, whether they had used the drug in the past 30  days and past 72 hours, number of days they used the drug in past  month, whether they tried to cut down or quit using the drug, if they  were successful, whether they felt dependent on the drug, whether they  were receiving treatment for the drug, whether they had received  treatment for the drug in the past, and whether they thought they  could use treatment for that drug. Additional variables include  whether juvenile respondents had ever injected drugs, whether they  were influenced by drugs when they allegedly committed the crime for  which they were arrested, whether they had been to an emergency room  for drug-related incidents, and if so, whether in the past 12 months,  and information on arrests and charges in the past 12 months. As with  the adult data, urine test results are also provided. Finally,  variables covering precinct (precinct of arrest) and law (penal law  code associated with the crime for which the juvenile was arrested)  are also provided for use by local law e\nnforcement officials at each site."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ADAM/DUF Program"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrests"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime patterns"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"demographic characteristics"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug dependence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug related crimes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drugs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"trends"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3270.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: Users are strongly encouraged to obtain copies of the \"Methodology Guide for ADAM\" and the \"Analytic Guide for ADAM\" from the ADAM Web site at http://www.adam-nij.net/\n<a href=\"http://www.adam-nij.net/\">http://www.adam-nij.net/</a>\n.;Subject: Study Level Error Note, Notes: The ADAM program changes implemented in 2000 will continue during the 2001 collection. Because of the above changes to the ADAM program, analysts must be careful when comparing previous DUF and ADAM data to the 2000 data, especially for male arrestees.;Subject: Study Level Error Note, Notes: Local area estimates, national estimates, and inferences about the total population of hardcore or heavy drug users, including those not in the current ADAM sample, are possible with the new ADAM sampling design. The latter two items will be described in detail in forthcoming publications.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"OJP-98-C-001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-21"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2000-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2000-12-31"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000-01-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","clinical data","medical records","survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Arrestee Drug Abuse Monitoring (ADAM) Program/Drug Use Forecasting (DUF) Series"}}},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["administrative records, personal interviews, and clinical records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual arrestees"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All persons arrested and booked on local and state charges in the 35 ADAM counties in the United States during 2000."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Probability-based sampling, Parts 2-3: Convenience samples."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The ability to provide a true response rate will  not be available until the 2002 data collection. However, the data do  contain information on interview and urine specimen status. For the  male data, 56.3 percent agreed to an interview, 13.6 percent declined,  22.8 percent were not available at the time of their selection, and  7.3 percent were not approached. Of the male arrestees who were  interviewed, 89.9 percent provided a urine sample. For the female  data, 61.9 percent agreed to be interviewed, 14.6 percent declined,  14.8 percent were not available, and 8.7 percent were not  approached. Of the female arrestees who were interviewed, 89.4 percent  provided a urine specimen. For the juvenile data, only those who  agreed to an interview and provided a urine sample are included in the  file. Response rates vary across sites but generally fall in the 80  percent to 85 percent range. This includes agreement to the interview and providing a urine sample."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Adult Female Arrestee Data","restricted":false,"version":1,"datasetVersionId":34195,"dataFile":{"id":2603995,"persistentId":"","pidURL":"","filename":"Adult Female Arrestee Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Adult Male Arrestee Data with Weights","restricted":false,"version":1,"datasetVersionId":34195,"dataFile":{"id":2603994,"persistentId":"","pidURL":"","filename":"Adult Male Arrestee Data with Weights","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Arrestee Data","restricted":false,"version":1,"datasetVersionId":34195,"dataFile":{"id":2603996,"persistentId":"","pidURL":"","filename":"Juvenile Arrestee Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}