{"status":"OK","data":{"id":44731,"identifier":"ICPSR06008.v1","persistentUrl":"https://doi.org/10.3886/ICPSR06008.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR06008.v1","latestVersion":{"id":40731,"storageIdentifier":"file://10.3886/ICPSR06008.v1","versionState":"RELEASED","distributionDate":"1995-03-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:21:33Z","releaseTime":"2015-04-09T04:21:33Z","createTime":"2015-04-09T04:21:33Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Spouse Abuse Replication Project in Metro-Dade County, Florida, 1987-1989"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pate, Antony"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hamilton, Edwin E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Annan, Sampson"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"The Police Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Metro-Dade project replicated an earlier study of  domestic violence, the Minneapolis Domestic Violence Experiment  (SPECIFIC DETERRENT EFFECTS OF ARREST FOR DOMESTIC ASSAULT:  MINNEAPOLIS, 1981-1982 [ICPSR 8250]), which was conducted by the  Police Foundation with a grant from the National Institute of Justice.  The Metro-Dade study employed a research design that tested the  relative effectiveness of various combinations of treatments that were  randomly assigned in two stages. Initially, eligible spouse battery  cases were assigned to either an arrest or a nonarrest condition.  Later, cases were assigned either to receive or not to receive a  follow-up investigation and victim counseling from a detective working  with the Safe Streets Unit (SSU), a unit that deals specifically with  domestic violence. Given the various treatment conditions employed,  three types of dependent variables were examined: (1) prevalence--the  proportion of suspects who engaged in repeat incidents, (2)  incidence--the frequency with which repeat incidents occurred, and (3)  \"time to failure\"--the interval between the presenting incident and  subsequent incidents. Initial interviews were conducted with victims  soon after the presenting incident, and follow-up interviews were  attempted six months later. The interviews were conducted in either  English or Spanish. The interview questions requested detailed  background information about the suspect, victim, and any family  members living with the victim at the time of the interview, including  age, gender, and marital and employment status. Parallel sets of  employment and education questions were asked about the victim and the  suspect. Additionally, the interview questionnaire was designed to  collect information on (1) the history of the victim's relationship  with the suspect, (2) the nature of the presenting incident, including  physical violence, property damage, and threats, (3) causes of the  presenting incident, including the use of alcohol and drugs by both  the victim and the offender, (4) actions taken by the police when they  arrived on the scene, (5) the victim's evaluation of the services  rendered by the police on the scene, (6) the nature of the follow-up  contact by a detective from the Safe Street Unit and an evaluation of  the services provided, (7) the victim's history of abuse by the  offender, and (8) the nature of subsequent abuse since the presenting  incident. Data for Parts 1 and 2 are self-reported data,\nobtained  from interviews with victims. Part 4 consists of data recorded on  Domestic Violence Continuation Report forms, indicating subsequent  assaults or domestic disputes, and Part 5 contains criminal history  data on suspects from arrest reports, indicating a subsequent arrest.  The police report of the incident and information on the type of randomized treatment assigned to each case is given in Part 6."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Metro-Dade project replicated an earlier  study of domestic violence, the Minneapolis Domestic Violence  Experiment (SPECIFIC DETERRENT EFFECTS OF ARREST FOR DOMESTIC ASSAULT:  MINNEAPOLIS, 1981-1982 [ICPSR 8250]), which was conducted by the  Police Foundation with a grant from the National Institute of Justice.  The Metro-Dade study employed a research design that tested the  relative effectiveness of various combinations of treatments that were  randomly assigned in two stages. Initially, eligible spouse battery  cases were randomly assigned to either an arrest or a nonarrest  condition. Later, cases were randomly assigned either to receive or  not to receive a follow-up investigation and victim counseling from a  detective working with the Safe Streets Unit (SSU), a unit that deals  specifically with domestic violence. Initial interviews were  conducted with victims soon after the presenting incident, and  follow-up interviews were attempted six months later. The interviews  were conducted in either English or Spanish. Given the various  treatment conditions employed, three types of dependent variables were  examined: (1) prevalence--the proportion of suspects who engaged in  repeat incidents, (2) incidence--the frequency with which repeat  incidents occurred, and (3) \"time to failure\"--the interval between the presenting incident and subsequent incidents."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A Domestic Violence Committee, comprised of  representatives drawn from the Metro-Dade Police Department, the State  Attorney's office, the Dade County Department of Human Resources, the  Victims Advocate Program, the Domestic Intervention Program, and the  Police Foundation, assisted in the implementation of the field study.  The Domestic Violence Committee established the following criteria to  determine the eligibility of cases: (1) probable cause for misdemeanor  spouse battery existed, (2) the couple involved were spouses or former  spouses, (3) the victim was a female 18 years of age or older, (4) no  felony had occurred, (5) victim and subject were both on the scene  upon the officers' arrival, (6) victim was not in immediate danger,  (7) officer was not assaulted by subject or victim, and (8) there were  no outstanding arrest warrants, injunctions, or criminal protective  orders for the victim or the subject. At the time the data collection  phase began, the Florida misdemeanor spouse battery law, which  permitted police to make arrests for incidents that did not occur in  their presence, applied only to spouses or former spouses. In early  1989, following changes made in the relevant Florida statutes, the  case eligibility criteria were expanded to include domestic batteries  involving unmarried couples. Random assignment to the  arrest/nonarrest condition was accomplished with the use of the police  department's computerized dispatch system. In the event that the  computer system was not operational, dispatchers were provided with a  set of sealed envelopes that contained randomly determined  arrest/nonarrest treatments. If the case was assigned to an arrest  condition, the suspect would be arrested for battery on a spouse. If  the case was assigned to the nonarrest condition, the officers on the  scene would provide the victim with a brochure explaining her legal  rights and remedies and leave the scene. For those cases assigned to  receive SSU contact, background checks were conducted to determine  whether the disputants had been involved in previous incidents, what  re\nferrals had been made, whether the referral agencies had been  involved in the case, and what remedial steps had been taken. The SSU  detective assigned to a particular case interviewed the victim and  discussed the presenting incident and the circumstances surrounding  it, clarifying the ultimate consequences of prolonged continuation of  such behavior. The detective would then make either a passive or  active referral to one or more agencies capable of providing  assistance to the disputants. In the case of a passive referral, the  initiative was left to the disputants to make contact with the sources  of support. In the case of an active referral, the detective  personally made appointments for or physically took one or more of  the disputants to the most relevant agency. The initial and six-month  interviews were conducted only by female interviewers, since all of  those interviewed were female and given the sensitive nature of the  subject matter. Each victim was sent a letter informing her that an  interviewer would contact her to arrange for an interview and that she  would receive $20 for her participation in the survey. (An increase  in the incentive to $25 boosted the response rate by 15 percent during  the second month of the interviewing process.) Interviews were   conducted either in person or by telephone. In-person interviews were  conducted either in the victim's home or, for reasons of safety or  convenience, at a location other than the victim's home (e.g., the SSU office)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The initial interview questionnaire produced by  the Police Foundation integrated a set of core items supplied by the  Program Review Team for the National Institute of Justice with  additional items concerning spouse abuse issues. The questions  requested detailed background information about the suspect, victim,  and any family members living with the victim at the time of the  interview, including age, gender, and marital and employment status.  Parallel sets of employment and education questions were asked about  the victim and the subject. Additionally, the questionnaire was  designed to collect information on (1) the history of the victim's  relationship with the suspect, (2) the nature of the presenting  incident, including physical violence, property damage, and threats,  (3) causes of the presenting incident, including the use of alcohol  and drugs by both the victim and the offender, (4) actions taken by  the police when they arrived on the scene, (5) the victim's evaluation  of the services rendered by the police on the scene, (6) the nature of  the follow-up contact by a detective from the Safe Street Unit and an  evaluation of the services provided, (8) the victim's history of abuse  by the offender, and (9) the nature of subsequent abuse since the  presenting incident. The questionnaire for the six-month follow-up  interview was an abbreviated version of the initial interview: it  focused on the relationship between the victim and the offender and  any recidivistic behavior on the part of the offender since the  initial interview. The follow-up questionnaire was designed also to  suggest whether the actions taken by the police and the detective from  the Safe Streets Unit had any impact on the relationship. Data for  Parts 1 and 2 are self-reported data, obtained from interviews with  victims. Part 4 consists of data recorded on Domestic Violence  Continuation Report forms, indicating subsequent assaults or domestic  disputes, and Part 5 contains criminal history data on suspects from  arrest reports, indicating a subsequent arrest. The police report of  the incident and information on the type of randomized treatment assigned to each case is given in Part 6."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"battered women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police response"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"spouse abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment outcomes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victims"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB6008.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: All files were removed from dataset 13 and flagged as study-level files, so that they will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"87-IJ-CX-K003"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1995-03-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987-08"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1989-01"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1987-08"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1990-01"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews and police records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Florida"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Simple domestic assault complaints (victim and suspected assailant) in Dade County, Florida."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Every case of domestic assault that met the  selection criteria was selected for inclusion in the study."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 907 incidents were considered  eligible cases. Of these, initial interviews were completed with 554  complainants, or 61 percent. Follow-up interviews were obtained from 321 complainants, or 58 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Domestic Violence Continuation Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655797,"persistentId":"","pidURL":"","filename":"Domestic Violence Continuation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Initial Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655794,"persistentId":"","pidURL":"","filename":"Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Randomized Treatments Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655799,"persistentId":"","pidURL":"","filename":"Randomized Treatments Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Domestic Violence Continuation Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655803,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Domestic Violence Continuation Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Initial Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655800,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Initial Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Randomized Treatments Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655805,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Randomized Treatments Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Selected Variables From Initial and Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655802,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Selected Variables From Initial and Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Six-Month Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655801,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Six-Month Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Suspect Criminal History Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655804,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Suspect Criminal History Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Selected Variables From Initial and Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655796,"persistentId":"","pidURL":"","filename":"Selected Variables From Initial and Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Six-Month Follow-Up Interview Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655795,"persistentId":"","pidURL":"","filename":"Six-Month Follow-Up Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Suspect Criminal History Data","restricted":false,"version":1,"datasetVersionId":40731,"dataFile":{"id":2655798,"persistentId":"","pidURL":"","filename":"Suspect Criminal History Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}