{"status":"OK","data":{"id":44948,"identifier":"ICPSR09986.v2","persistentUrl":"https://doi.org/10.3886/ICPSR09986.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR09986.v2","latestVersion":{"id":40948,"storageIdentifier":"file://10.3886/ICPSR09986.v2","versionState":"RELEASED","distributionDate":"1993-10-02","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:23:57Z","releaseTime":"2015-04-09T04:23:57Z","createTime":"2015-04-09T04:23:57Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Criminal Careers of Juveniles in New York City, 1977-1983"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Winterfield, Laura A."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This longitudinal study of juvenile offenders traces the  criminal histories of a sample of juveniles, including those who were  \"dropouts\" (juvenile offenders who did not go on to become adult  criminal offenders) and those who continued to be arrested, ranging  from those with only one subsequent arrest to \"persisters\"  (juveniles who did become career criminal offenders). The data are  intended to address the following questions: (1) Are serious juvenile  offenders more likely than nonserious juvenile offenders to become  adult offenders? (2) Are offenders who begin at a younger age more  likely to have more serious criminal careers than those who begin when  they are older? (3) As a criminal career progresses, will the offender  become more skilled at one type of offense and commit that type of  crime more frequently, while decreasing the frequency of other types  of crimes? (4) As a criminal career continues, will the offender  commit progressively more serious offenses? (5) How well can it be  predicted who will become a high-rate offender? Part 1 of this study,  Juvenile Case File, contains data on a subsample of 14- and  15-year-olds who were brought to Probation Intake in the New York City  Family Court for delinquency offenses. Included are variables for the  date and type of arrest, disposition and sentence of the offender, and  sex and race of the offender, as well as questions concerning the  offender's home environment and highest school grade completed. Part  2, Arrest and Incarceration Event File, includes information on prior  delinquency arrests, including the date of arrest, the charge and  severity, and the disposition and sentence, as well as similar  information on subsequent offenses that occurred up to six years after  the original delinquency offense. Included for each incarceration is  the status of the offender (juvenile or adult), the date of admission to a facility, and the length of time incarcerated."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This longitudinal study of juvenile offenders  traces the criminal histories of a sample of juveniles, including  those who were \"dropouts\" (juvenile offenders who did not go on to  become adult criminal offenders) and those who continued to be  arrested, ranging from those with only one subsequent arrest to  \"persisters\" (juveniles who did become career criminal  offenders). Much of the research attempting to examine the links  between chronic adult offenders and the frequency and severity of  juvenile criminality has been retrospective in nature. In such  studies, criminal history and other background factors about subjects  who have already committed crimes are examined. Predictive factors are  assessed by looking backward. However, this type of research provides  no information on those juvenile offenders who did not go on to be  severe, repeat adult offenders. To predict future criminality  correctly, both types of offenders (\"dropouts\" as well as  \"persisters\") must be part of the analysis. To address this concern,  the investigators conducted a prospective study, providing  longitudinal arrest data on a sample of juvenile offenders. The data  address the following questions: (1) Are serious juvenile offenders  more likely than nonserious juvenile offenders to become adult  offenders? (2) Are offenders who begin at a younger age more likely to  have more serious criminal careers than those who begin when they are  older? (3) As a criminal career progresses, will the offender become  more skilled at one type of offense and commit that type of crime more  frequently, while decreasing the frequency of other types of crimes?\n(4) As a criminal career progresses, will the offender commit  progressively more serious offenses? (5) How well can high-rate offenders be predicted?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study employed a longitudinal prospective  design. The investigators randomly selected 14- and 15-year-olds who  were referred by police to Probation Intake in the New York City  Family Court as a result of an arrest on delinquency charges. This  group was followed until September 1983 (up to six years of  follow-up). All subsequent arrests, dispositions, and incarcerations,  both juvenile and adult, were recorded during this portion of data  collection. A great deal of attention was focused on gathering data  from various sources and organizing these data into a useful database.  The investigators collected a large portion of data from the Family  Court Disposition Study (FCDS). The investigators used the FCDS as the  pool from which the sample was selected and as a source of data about  juveniles' prior criminal history and current court case. In addition,  the researchers extracted data about subsequent juvenile contacts with  the criminal justice system from the Probation Department files and  the Police Department arrest files. The investigators also obtained  data regarding the sample's later contacts with the criminal justice  system from three existing official record systems, the New York City  Criminal Justice Agency (CJA), the New York State Division of Criminal  Justice Services (DCJS), and the Office of Court Administration (OCA)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 of this study contains data on a subsample  of 14- and 15-year-olds who were brought to Probation Intake for  delinquency offenses. Included in this file are variables such as  arrest charge categorized into type and severity, date of arrest for  the sample case, disposition and sentence of the sample case, sex and  race of the offender, highest school grade completed, persons with  whom the offender was residing, employment status of the household  members, and the welfare status of the household. Included in Part 2  is information on age at first arrest, total number of prior  delinquency arrests, and detailed information on up to ten prior  delinquencies, such as arrest charge and severity, date of offense,  disposition, and sentence. Part 2 also contains subsequent arrest and  incarceration records of the offender. Included for each subsequent  arrest is the status of the arrestee (juvenile or adult), the charge,  categorized by type and severity, the date of the arrest, the  conviction charge(s) by type and severity, the disposition of the  arrest, sentence, and the date of the sentence. Included for each  incarceration is the status of the offender (juvenile or adult), the date of admission to a facility, and the length of time incarcerated."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"career criminals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminality prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"delinquent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ex-offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile recidivists"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism prediction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 1999-03-18Version Text: 1999-03-18Version Date: 1999-03-18Version Text: 1999-03-18 Subject: null  Type: null  Notes: SAS and SPSS data definition statements have been  added to this collection and the card image data for Part 1, Juvenile  Case File, has been replaced by logical record length data. In addition, the codebooks are now available as PDF files.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Part 2 is a hierarchical data file, in which the  number of records for each individual depends on the number of  subsequent arrests and incarcerations he/she experienced. The file  contains records of 1,082 juvenile arrests, 4,119 adult arrests, and  1,191 incarcerations across 1,267 individuals. Each record in the file  is identified by the variables RECTYPE and INDICAT. The variable  RECTYPE indicates whether the record is a header record (there are two  header records per case), an arrest record, or an incarceration  record. The variable INDICAT marks whether the data on the record  refer to an event that took place when the offender was a juvenile or  an adult. The unit of analysis in Part 2 depends on how the user reads  in the data. If the user reads in only the first two header records,  the individual offender becomes the unit of analysis. If the user  reads in only arrest records or only incarceration records, the arrest  event or the incarceration event becomes the unit of analysis. Since  both Parts 1 and 2 contain a common identifier, data from the two  files can be merged. (2) The codebooks for this collection are  provided as Portable Document Format (PDF) files. The PDF file format  was developed by Adobe Systems Incorporated and can be accessed using  PDF reader software, such as the Adobe Acrobat Reader. Information on  how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"83-IJ-CX-0004"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1993-10-02"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1977-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1983-09"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1977"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1986"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) the Family Court Disposition Study (FCDS), which  gathered information from Probation Intake logbooks in the Family  Court, Probation Department files, and arrest reports from the Police  Department's Youth Records Unit, and (2) records of the New York City  Criminal Justice Agency (CJA), the New York State Division of Criminal Justice Services (DCJS), and the Office of Court Administration (OCA)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Juveniles at ages 14 and 15 who had been referred by  police to Probation Intake in the New York City Family Court as a result of arrest on delinquency charges."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The sample was originally drawn by the Vera Institute of  Justice's Family Court Disposition Study (FCDS). The FCDS randomly  sampled one of ten juvenile delinquency cases appearing at Probation  Intake in the New York City Family Court during a one-year period, and  one in six of all status offense cases. The present study selected a  subsample from the FCDS study based on two selection criteria. First,  only those offenders brought to Probation Intake for delinquency  offenses were included, a\nnd not those referred to court for status  offenses. Second, in order to maximize the length of time that the  offenders could be followed as adults, only the oldest juveniles were  selected from the FCDS. The final sample for the present study  includes juveniles at ages 14 and 15 who had been brought to Probation  Intake in the New York City Family Court from April 1, 1977, to March  31, 1978. The FCDS subsample also constituted the sample for which up  to ten prior delinquency arrests and all subsequent juvenile and adult arrests and incarcerations up to 1983 were collected."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A response rate for the subsample selected from  the FCDS study is not applicable, since the investigators used  secondary data sources. The rate at which the investigators obtained  subsequent arrest and incarceration records was 66.7 percent. Arrest  and incarceration records for 1,261 of the 1,890 juvenile offenders in the FCDS subsample were obtained."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Arrest and Incarceration Event File","restricted":false,"version":1,"datasetVersionId":40948,"dataFile":{"id":2657234,"persistentId":"","pidURL":"","filename":"Arrest and Incarceration Event File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Juvenile Case File","restricted":false,"version":1,"datasetVersionId":40948,"dataFile":{"id":2657233,"persistentId":"","pidURL":"","filename":"Juvenile Case File","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}