{"status":"OK","data":{"id":37805,"identifier":"ICPSR02686.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02686.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02686.v1","latestVersion":{"id":33805,"storageIdentifier":"file://10.3886/ICPSR02686.v1","versionState":"RELEASED","distributionDate":"2000-10-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:05:24Z","releaseTime":"2015-04-09T03:05:24Z","createTime":"2015-04-09T03:05:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Children at Risk Program in Austin, Texas, Bridgeport, Connecticut, Memphis, Tennessee, Savannah, Georgia, and Seattle, Washington, 1993-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harrell, Adele V."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cavanagh, Shannon"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sridharan, Sanjeev"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Children at Risk (CAR) Program was a comprehensive, neighborhood-based strategy for preventing drug use, delinquency, and other problem behaviors among high-risk youth living in severely distressed neighborhoods. The goal of this research project was to evaluate the long-term impact of the CAR program using experimental and quasi-experimental group comparisons. Experimental comparisons of the treatment and control groups selected within target neighborhoods examined the impact of CAR services on individual youths and their families. These services included intensive case management, family services, mentoring, and incentives. Quasi-experimental comparisons were needed in each city because control group youths in the CAR sites were exposed to the effects of neighborhood interventions, such as enhanced community policing and enforcement activities and some expanded court\nservices, and may have taken part in some of the recreational activities after school. CAR programs in five cities -- Austin, TX, Bridgeport, CT, Memphis, TN, Seattle, WA, and Savannah, GA -- took part in this evaluation. In the CAR target areas, juveniles were identified by case managers who contacted schools and the courts to identify youths known to be at risk. Random assignment to the treatment or control group was made at the level of the family so that siblings would be assigned to the same group. A quasi-experimental group of juveniles who met the CAR eligibility risk requirements, but lived in other severely distressed neighborhoods, was selected during the second year of the evaluation in cities that continued intake of new CAR participants into the second year. In these comparison neighborhoods, youths eligible for the quasi-experimental sample were identified either by CAR staff, cooperating agencies, or the staff of the middle schools they attended. Baseline interviews with youths and caretakers were conducted between January 1993 and May 1994, during the month following recruitment. The end-of-program interviews were conducted approximately two years later, between December 1994 and May 1996. The follow-up interviews with youths were conducted one year after the program period ended, between December 1995 and May 1997. Once each year, records were collected from the police, courts, and schools. Part 1 provides demographic data on each youth, including age at intake, gender, ethnicity, relationship of caretaker to youth, and youth's risk factors for poor school performance, poor school behavior, family problems, or personal problems. Additional variables provide information on household size, including number and type of children in the household, and number and type of adults in the household. Part 2 provides data from all three youth interviews (baseline, end-of-program, and follow-up). Questions were asked about the youth's attitudes toward school and amount of homework, participation in various activities (school activities, team sports, clubs or groups, other organized activities, religious services, odd jobs or household chores), curfews and bedtimes, who assisted the youth with various tasks, attitudes about the future, seriousness of various problems the youth might have had over the past year and who he or she turned to for help, number of times the youth's household had moved, how long the youth had lived with the caretaker, various criminal activities in the neighborhood and the youth's concerns about victimization, opinions on various statements about the police, occasions of skipping school and why, if the youth thought he or she would be promoted to the next grade, would graduate from high school, or would go to college, knowledge of children engaging in various problem activities and if the youth was pressured to join them, and experiences with and attitudes toward consumption of cigarettes, alcohol, and various drugs. Three sections of the questionnaire were completed by the youths. Section A asked questions about the youth's attitudes toward various statements about self, life, the home environment, rules, and norms. Section B asked questions about the number of times that various crimes had been committed against the youth, his or her sexual activity, number of times the youth ran away from home, number of times he or she had committed various criminal acts, and what weapons he or she had carried. Items in Section C covered the youth's alcohol and drug use, and participation in drug sales. Part 3 provides data from both caretaker interviews (baseline and end-of-program). Questions elicited the caretaker's assessments of the presence of various positive and negative neighborhood characteristics, safety of the child in the neighborhood, attitudes toward and interactions with the police, if the caretaker had been arrested, had been on probation, or in jail, whether various crimes had been committed\nagainst the caretaker or others in the household in the past year, activities that the youth currently participated in, curfews set by the caretaker, if the caretaker had visited the school for various reasons, school performance or problems by the youth and the youth's siblings, amount of the caretaker's involvement with activities, clubs, and groups, the caretaker's financial, medical, and personal problems and assistance received in the past year, if he or she was not able to obtain help, why not, and information on the caretaker's education, employment, income level, income sources, and where he or she sought medical treatment for themselves or for the youth. Two sections of the data collection instruments were completed by the caretaker. Section A dealt with the youth's personal problems or problems with others, and the youth's friends. Additional questions focused on the family's interactions, rules, and norms. Section B items asked about the caretaker's alcohol and drug use, and any alcohol and drug use or criminal justice involvement by others in the household older than the youth. Part 4 consists of data from schools, police, and courts. School data include the youth's grades, grade-point average (GPA), absentee rate, reasons for absences, and whether the youth was promoted each school year. Data from police records include police contacts, detentions, violent offenses, drug-related offenses, and arrests prior to recruitment in the CAR program and in Years 1-4 after recruitment, court contacts and charges prior to recruitment and in Years 1-4 after recruitment, and how the charges were disposed."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Children at Risk (CAR) Program was a  comprehensive, neighborhood-based strategy for preventing drug use,  delinquency, and other problem behaviors among high-risk youths living  in severely distressed neighborhoods. In CAR, community agencies and  partnerships participated in integrated delivery of services to meet  the needs of youths and families with multiple problems. Because the  programs were explicitly designed to meet local needs, there was some  diversity across sites in service provision, but all CAR programs  were: (a) highly targeted on high-risk youths who lived in  narrowly-defined, relatively small geographic neighborhoods, (b)  comprehensive, with eight required service components designed to  address neighborhood, peer group, family, and individual risk factors,  (c) equipped with integrated service delivery in which justice  agencies collaborated closely with case managers and school staff to  meet the needs of the neighborhood, participating families, and the  youths, and (d) locally planned and directed, to fit the values and  cultural backgrounds of the neighborhoods. The goal of this research  project was to evaluate the long-term impact of the CAR program. The  principal research questions guiding the impact evaluation included:  (1) Did participation in CAR reduce the likelihood of problem  behaviors, especially drug use and delinquency, among high-risk  youths? (2) Did participation in CAR reduce the neighborhood, family,  peer group, and individual risk factors that predict the likelihood of  problem behaviors? (3) Did participation in CAR contribute to the  development of protective factors that help high-risk youths avoid  problem behaviors, despite the risks they face? and (4) Did the impact  of CAR vary for youths with different demographic, risk factor, or  other characteristics? Overall, the impact evaluation was designed to  test the general research hypotheses that: (a) youths receiving CAR  services would have lower rates of problems than high-risk youths who  did not receive CAR services, (b) neighborhoods, families, and youths  in CAR neighborhoods would have greater reductions in risk factors  than comparable neighborhoods, families, and youths not offered CAR  services, and (c) CAR youths and families would have higher levels of  service utili\nzation and participation in pro-social activities than  non-CAR families and youths with comparable risk factors. In addition,  the evaluation tested the hypothesis that CAR youths would be more  likely to develop protective factors that would give them the skills, attitudes, and values to avoid problem behaviors."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Tests of these hypotheses were based on  experimental and quasi-experimental group comparisons. Experimental  comparisons of the treatment and control groups selected within target  neighborhoods examined the impact of CAR services on individual youths  and their families. These services included intensive case management,  family services, mentoring, and incentives. Quasi-experimental  comparisons were needed in each city because control group youths in  the CAR sites were exposed to the effects of neighborhood  interventions, such as enhanced community policing and enforcement  activities and some expanded court services, and may have taken part  in some of the recreational activities after school. CAR programs in  five cities -- Austin, TX, Bridgeport, CT, Memphis, TN, Seattle, WA,  and Savannah, GA -- took part in this evaluation. In the CAR target  areas, juveniles were identified by case managers who contacted  schools and the courts to identify youths known to be at risk. Random  assignment to the treatment or control group was made at the level of  the family so that siblings would be assigned to the same group. A  quasi-experimental group of juveniles who met the CAR eligibility risk  requirements, but lived in other severely distressed neighborhoods,  was selected during the second year of the evaluation in cities that  continued intake of new CAR participants into the second year. In  these comparison neighborhoods, youths eligible for the  quasi-experimental sample were identified either by CAR staff,  cooperating agencies, or the staff of the middle schools they  attended. Interviewers contacted potential sample members by letter or  in person. Baseline interviews with youths and caretakers were  conducted between January 1993 and May 1994, during the month  following recruitment. The end-of-program interviews were conducted  approximately two years later, between December 1994 and May 1996. The  follow-up interviews with youths were conducted one year after the end  of the program period, between December 1995 and May 1997. Both the  youth and caretaker interviews included self-administered answer  sheets for asking sensitive questions. Once each year, records were  collected from the police and courts in each city on officially  recorded contacts. Because it was not possible to link police contacts  to court contacts, the analysis examined the pattern of contacts  separately for each type of agency. Records were collected from the  schools on grades, promotion, and percentage of scheduled days attended. School data were collected only from the public schools."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 provides demographic data on each youth,  including age at intake, gender, ethnicity, relationship of caretaker  to youth, and youth's risk factors for poor school performance, poor  school behavior, family problems, or personal problems. Additional  variables provide information on household size, number and type of  children in the household, number and type of adults in the  household. Part 2 provides data from all three youth interviews  (baseline, end-of-program, and follow-up). Questions were asked about  the youth's attitudes toward school and amount of homework,  participation in various activities (school activities, team sports,  clubs or groups, other organized activities, religious services, odd  jobs or household chores), curfews and bedtimes, who assisted the  youth with various tasks, attitudes about the future, seriousness of  various problems the youth might have had over the past year and who  he or she turned to for help, number of times the\nyouth's household  had moved, how long the youth had lived with the caretaker, various  criminal activities in the neighborhood and the youth's concern of  victimization, opinions on various statements about the police,  occasions of skipping school and why, if the youth thought he or she  would be promoted to the next grade, would graduate from high school,  or would go to college, knowledge of children engaging in various  problem activities and if the youth was pressured to join them, and  experiences with and attitudes toward consumption of cigarettes,  alcohol, and various drugs. Three sections of the questionnaires were  completed by the youths. Section A asked questions about the youth's  attitudes toward various statements about self, life, the home  environment, rules, and norms. Section B asked questions about the  number of times that various crimes had been committed against the  youth, sexual activity, number of times he or she ran away from home,  number of times the youth had committed various criminal acts, and  what weapons he or she had carried. Items in Section C asked about the  youth's alcohol and drug use, and participation in drug sales. Part 3  provides data from both caretaker interviews (baseline and  end-of-program). Questions elicited the caretaker's assessments of the  presence of various positive and negative neighborhood  characteristics, safety of the child in the neighborhood, attitudes  toward and interactions with the police, if the caretaker had been  arrested, had been on probation, or in jail, whether various crimes  had been committed against the caretaker or others in the household in  the past year, activities that their youth currently participated in,  curfews set by the caretaker, if the caretaker had visited the school  for various reasons, school performance or problems by the youth and  the youth's siblings, amount of the caretaker's involvement with  activities, clubs, and groups, the caretaker's financial, medical, or  personal problems and assistance received in the past year, if he or  she was not able to obtain help and why not, and information on the  caretaker's education, employment, income, income sources, and where  he or she sought medical treatment for themselves and the youth. Two  sections of the data collection instruments were completed by the  caretaker. Section A questions asked about the youth's personal  problems or problems with others and the youth's friends. Additional  questions focused on the family's interactions, rules, and  norms. Section B items asked about the caretaker's alcohol and drug  use and the alcohol and drug use and criminal justice involvement by  others in the household older than the youth. Part 4 consists of data  from schools, police, and courts. School data include the youth's  grades, grade-point average (GPA), absentee rate, reasons for  absences, and whether the youth was promoted each school year. Data  from police records include police contacts, detentions, violent  offenses, drug-related offenses, and arrests prior to recruitment in  the car program and in years 1-4 after recruitment, court contacts and  charges prior to recruitment and in years 1-4 after recruitment, and  how the charges were disposed. For the police and court records,  certain kinds of contacts were not included: (a) child abuse, neglect,  and dependency actions, (b) informal contacts that did not result in a  written report, and (c) contacts with police and courts in other jurisdictions."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"children"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"cities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"delinquent behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intervention strategies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student attitudes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"student behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"youths at risk"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NAHDAP I. National Addiction and HIV Data Archive Program"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NAHDAP subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2686.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File QU2686.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: Per the researchers' agreement with each site, the data in this collection do not identify the individual sites.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"92-DD-CX-0031"}},{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"#R01-DA-08583-01-A2"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-10-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: CAR administrative records, Part 2: interviews  with youths, Part 3: interviews with caretakers, and Part 4: school, police, and court records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Austin"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Bridgeport"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Connecticut"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Memphis"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Savannah"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Seattle"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tennessee"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All CAR participants in the selected cities in the school years 1992-1993 and 1993-1994."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Cities were selected to achieve regional and ethnic  diversity and to represent cities with strong plans for implementing  the CAR model. CAR target neighborhoods were those served by the CAR  program in that city. Quasi-experimental comparison neighborhoods were  selected based on census tract information and then two adjacent  highly distressed tracts (but not the two most distressed tracts) were selected. Youths were selected based on CAR eligibility criteria."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Eighty-nine percent of parents who were  approached in Year 1 agreed to join the study. The interview response  rates for youths were 98 percent at baseline, 77 percent at the end of  the program, and 76 percent at follow-up. Caregiver response rates were 97 percent at baseline and 78 percent at the end of the program."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Baseline and End-of-Program Caretaker Interview Data","restricted":false,"version":1,"datasetVersionId":33805,"dataFile":{"id":2601501,"persistentId":"","pidURL":"","filename":"Baseline and End-of-Program Caretaker Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Baseline, End-of-Program, and Follow-Up Youth Interview Data","restricted":false,"version":1,"datasetVersionId":33805,"dataFile":{"id":2601500,"persistentId":"","pidURL":"","filename":"Baseline, End-of-Program, and Follow-Up Youth Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Demographic and Household Data","restricted":false,"version":1,"datasetVersionId":33805,"dataFile":{"id":2601499,"persistentId":"","pidURL":"","filename":"Demographic and Household Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Official Records Data","restricted":false,"version":1,"datasetVersionId":33805,"dataFile":{"id":2601502,"persistentId":"","pidURL":"","filename":"Official Records Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}