{"status":"OK","data":{"id":41477,"identifier":"ICPSR02561.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02561.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02561.v1","latestVersion":{"id":37477,"storageIdentifier":"file://10.3886/ICPSR02561.v1","versionState":"RELEASED","distributionDate":"1999-07-01","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:45:54Z","releaseTime":"2015-04-09T03:45:54Z","createTime":"2015-04-09T03:45:54Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Divorce Mediation and Domestic Violence in the United States, 1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pearson, Jessica"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Policy Research"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study gathered data on policies and procedures for  identifying domestic violence issues among divorcing couples and  examined divorce mediation practices and policies in cases with  allegations of spousal violence. Mediators and court administrators  provided information on: (1) whether and how they attempted to gauge  the level of domestic abuse and the capacity of divorcing parties to  mediate, and (2) common adjustments to the mediation process made to  enhance safety in divorce cases where domestic abuse is present. Data  collection involved a collaboration with the Association of Family and  Conciliation Courts (AFCC) in the administration and analysis of this  survey. Court programs providing divorce mediation and/or custody  evaluations in 1993 were targeted. The questionnaire was mailed in  late 1993 to 200 institutional members of the AFCC and active  providers of family and divorce services in the National Center for  State Courts database. A total of 149 public-sector divorce mediation  and custody/visitation counseling providers responded. Variables  include information on the rules, statutes, or guidelines under which  the program operates, case handling procedures prior to mediation or  custody/visitation evaluations, and procedures used when clients come  to mediation. Information is also provided on the number of paid  professional staff, number of custody/visitation mediations and  evaluations completed, population of the jurisdiction, the program's  relationship to the court, types of orientation programs for parents  provided by the court, if the community had any supervised visitation services, and the city and state in which the program is located."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As mediation becomes more common in the court  system, and as the widespread nature of domestic violence becomes more  apparent, the appropriateness of divorce mediation in domestic abuse  cases has become an issue of increasing national importance. While the  strongest criticisms have been directed toward the practice of  mandating abused women to participate in divorce mediation, some  battered women's advocates object to the use of divorce mediation when  there has been any domestic assault. Concerns about divorce mediation  in cases where there has been domestic abuse include the following:  (1) Mediation decriminalizes domestic abuse and encourages a  conciliatory approach that does not hold the abuser accountable for  his behavior, and the abuser may learn there are no adverse  consequences to violence. (2) Victims might be made to feel partially  to blame for the abuse. (3) Ensuring the safety of the victim during a  process that allows the abuser to know the time and place his or her  partner will be present for mediation becomes an important issue. (4)  Power imbalances introduced by domestic violence may render mediation  inherently unfair. (5) The conjoint and compromising nature of  mediation may discourage abused victims from expressing their anger  and deny them the benefits that expressed anger can bring. (6) Joint  custody arrangements favored by mediators may run counter to what is  best for the victim and their children. (7) Mediation may er\node the  victim's financial status and deprive him or her of the economic  advantages they may have won through divorce litigation. (8) Questions  arise regarding the caliber of court-based and community-based divorce  mediation programs and the ability of staff to properly screen and  handle cases with domestic abuse. However, most mediators and their  supporters believe that mechanisms such as screening, individual  caucusing, and the use of advocates in mediation sessions can help  mitigate safety and fairness concerns in domestic violence cases. This  study provides information on mediators' and court administrators'  handling of these situations by focusing on: (1) whether and how  mediators and court staff attempt to gauge the level of domestic abuse  and the capacity of divorcing parties to mediate, and (2) common  adjustments to the divorce mediation process made to enhance safety in cases with domestic abuse."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data collection involved a collaboration with the  Association of Family and Conciliation Courts (AFCC) in the  administration and analysis of this survey. Court programs providing  divorce mediation and/or custody evaluations in 1993 were  targeted. The questionnaire was mailed in late 1993 to 200  institutional members of the AFCC and active providers of family and  divorce services in the National Center for State Courts database. A  total of 149 public-sector divorce mediation and custody/visitation  counseling providers responded with information on their official  policies and procedures for identifying domestic violence among the  population served, and divorce mediation practices and policies in cases with allegations of spousal violence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables examining mediation include whether  participation in divorce mediation is at the request of one or both  parties, recommended by some or all judges, or mandated by court rule,  practice, or state statute, how decisions are made to exclude cases  from divorce mediation due to domestic violence, how decisions are  made about special approaches to use in cases of domestic violence,  the percentage of cases eliminated from divorce mediation due to  concerns of domestic violence, procedures the program uses to  determine if a referral is appropriate for divorce mediation, the  number and type of questions asked of clients to screen for domestic  abuse, who reviews the screening questionnaire and conducts the  screening interview, opportunities either party had to obtain  information or approach program staff about concerns regarding the  appropriateness of divorce mediation, steps taken when the program  determines that domestic violence has occurred, who has the authority  to decide if divorce mediation will take place, types of follow-up  questions asked of the victim and the abuser when domestic abuse is  reported, issues not negotiable in divorce mediation when domestic  abuse has been identified, and the type and number of hours of  domestic abuse training received by the program's mediators.  Custody/visitation evaluation variables include how custody/visitation  evaluations are initiated, if and how the statute or local court rule  makes special provisions for custody evaluation in cases involving  domestic abuse, procedures the program uses to gather information  about parents in custody/visitation evaluations, number and type of  questions asked of clients to screen for domestic abuse, who reviews  the screening questionnaire and conducts the screening interview, how  often various techniques in conducting sessions are used by counselors  when domestic abuse is reported, percentage of custody/visitation  evaluations conducted as separate, individual sessions only, a mix of  joint and separate sessions, or joint sessions only, and the type and  number of hours of domestic abuse training received by the program's  counselors. Variables providing general information include numb\ner of  paid professional staff, number of custody/visitation mediations and  custody/visitation evaluations completed in the previous year,  population of the jurisdiction, the program's relationship to the  court, types of orientation programs for parents provided by the  court, if the community has any supervised visitation services, and the city and state in which the program is located."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"divorce"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family conflict"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"family violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mediation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim safety"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) Consistency adjustments were not made by ICPSR.  (2) The user guide, codebook, and data collection instrument are  provided as a Portable Document Format (PDF) file. The PDF file format  was developed by Adobe Systems Incorporated and can be accessed using  PDF reader software, such as the Adobe Acrobat Reader. Information on  how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0036"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1999-07-01"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated mailed questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual court program."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All public-sector divorce mediation providers in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Institutional members of the Association of Family and  Conciliation Courts (AFCC) and active family and divorce service providers from the National Center for State Courts database."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created online analysis version with question text."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"A total of 149 questionnaires were returned, which comprised a response rate of 75 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Divorce Mediation and Domestic Violence in the United States, 1993  ","restricted":false,"version":1,"datasetVersionId":37477,"dataFile":{"id":2628102,"persistentId":"","pidURL":"","filename":"Divorce Mediation and Domestic Violence in the United States, 1993  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}