{"status":"OK","data":{"id":42531,"identifier":"ICPSR02594.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02594.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02594.v1","latestVersion":{"id":38531,"storageIdentifier":"file://10.3886/ICPSR02594.v1","versionState":"RELEASED","distributionDate":"2001-03-26","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:57:27Z","releaseTime":"2015-04-09T03:57:27Z","createTime":"2015-04-09T03:57:27Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"The data are restricted from general   dissemination. Users interested in obtaining these data must complete   a Data Transfer Agreement Form and specify the reasons for the   request. A copy of the Data Transfer Agreement Form can be requested   by calling 800-999-0960 or 734-647-5000. The Data Transfer Agreement   Form is also available as a Portable Document Format (PDF) file from   the NACJD Web site at  http://www.icpsr.umich.edu/NACJD/Private/private.pdf\n<a href=\"http://www.icpsr.umich.edu/NACJD/Private/private.pdf\">http://www.icpsr.umich.edu/NACJD/Private/private.pdf</a>\n. Completed   forms should be returned to: Director, National Archive of Criminal   Justice Data, Inter-university Consortium for Political and Social  Research, Institute for Social Research, P.O. Box 1248, University of Michigan, Ann Arbor, MI 48106-1248, or by fax: 734-647-8200.","conditions":"<p>AVAILABLE.  This study is freely available to ICPSR member institutions.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Soviet Emigre Organized Crime Networks in the United States, 1992-1995"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Finckenauer, James O."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers State University, School of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Waring, Elin"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers State University, School of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to assess the nature and scope  of Soviet emigre crime in the United States, with a special focus on  the question of whether and how well this crime was organized. The  research project was designed to overcome the lack of reliable and  valid knowledge on Soviet emigre crime networks through the systematic  collection, evaluation, and analysis of information. In Part 1, the  researchers conducted a national survey of 750 law enforcement  specialists and prosecutors to get a general overview of Soviet emigre  crime in the United States. For Parts 2-14, the researchers wanted to  look particularly at the character, operations, and structure, as well  as the criminal ventures and enterprises, of Soviet emigre crime  networks in the New York-New Jersey-Pennsylvania region. They were  also interested in any international criminal connections to these  networks, especially with the former Soviet Union. The investigators  focused particularly on identifying whether these particular networks  met the following criteria commonly used to define organized crime:  (1) some degree of hierarchical structure within the network, (2)  continuity of that structure over time, (3) use of corruption and  violence to facilitate and protect criminal activities, (4) internal  discipline within the network structure, (5) involvement in multiple  criminal enterprises that are carried out with a degree of criminal  sophistication, (6) involvement in legitimate businesses, and (7)  bonding among participants based upon shared ethnicity. Data for Parts  2-14 were collected from a collaborative effort with the Tri-State  Joint Project on Soviet Emigre Organized Crime. From 1992 through 1995  every investigative report or other document produced by the project  was entered into a computer file that became the database for the  network analysis. Documents included undercover observation and  surveillance reports, informant interviews, newspaper articles,  telephone records, intelligence files from other law enforcement  agencies, indictments, and various materials from the former Soviet  Union. Every individual, organization, and other entity mentioned in a  document was considered an actor, given a code number, and entered  into the database. The investigators then used network analysis to  measure ties among individuals and organizations and to examine the  structure of the relationships among the entries in the database. In  Part 1, National Survey of Law Enforcement and Prosecutors Data, law  enforcement officials and prosecutors were asked if their agency had  any contact with criminals from the former Soviet Union, the types of  criminal activity these people were involved in, whether they thought  these suspects were part of a criminal organization, whether this type  of crime was a problem for the agency, whether the agency had any  contact with governmental agencies in the former Soviet Union, and  whether anyone on the staff spoke Russian. Part 2, Actor  Identification Data, contains the network identification of each actor  coded from the documents in Part 3 and identified in the network data  in Parts 4-14. An actor could be an individual, organization, concept,  or location. Information in Part 2 includes the unique actor  identification number, the type of actor, and whether the actor was a  \"big player.\" Part 3, Sources of Data, contains data on the documents  that were the sources of the network\ndata in Parts 4-14. Variables  include the title and date of document, the type of document, and  whether the following dimensions of organized crime were mentioned:  sources of capital, locational decisions, advertising, price setting,  financial arrangements, recruitment, internal structure, corruption,  or overlapping partnerships. Parts 4-14 contain the coding of the ties  among actors in particular types of documents, and are named for them:  indictments, tips, investigative reports, incident reports, search  reports, interview reports, arrest reports, intelligence reports,  criminal acts reports, confidential informant reports, newspaper  reports, social surveillance reports, other surveillance reports, and company reports."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Questions and concerns about whether there is  Soviet emigre organized crime in the United States have been prevalent  since the collapse of the Soviet Union in 1991. Reliable and valid  knowledge to answer these questions has, however, been severely  limited. This research project was designed to overcome this  limitation through the systematic collection, evaluation, and analysis  of information on Soviet emigre crime in the United States. The goal  of the study was to assess the nature and scope of Soviet emigre  crime, with a special focus on the question of whether and how well  this crime was organized. In Part 1, the researchers conducted a  national survey of law enforcement specialists and prosecutors to get  a general overview of Soviet emigre crime in the United States. For  Parts 2-14, the researchers wanted to look particularly at the  character, operations, and structure, as well as the criminal ventures  and enterprises, of Soviet emigre crime networks in the New York-New  Jersey-Pennsylvania region. They were also interested in any  international criminal connections to these networks, especially with  the former Soviet Union. The investigators focused particularly on  identifying whether these particular networks met the following  criteria commonly used to define organized crime: (1) some degree of  hierarchical structure within the network, (2) continuity of that  structure over time, (3) use of corruption and violence to facilitate  and protect criminal activities, (4) internal discipline within the  network structure, (5) involvement in multiple criminal enterprises  that are carried out with a degree of criminal sophistication, (6)  involvement in legitimate businesses, and (7) bonding among participants based upon shared ethnicity."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"To get a general idea of how familiar United  States law enforcement agents and prosecutors were with Soviet emigre  crime, the researchers administered a mail-back survey to over 750 law  enforcement officials and prosecutors in the United States for Part  1. Data for Parts 2-14 were collected from a collaborative effort with  the Tri-State Joint Project on Soviet Emigre Organized Crime. This  project was created in 1992 to mount a joint intelligence,  investigative, and prosecutorial effort against this particular type  of organized crime. In exchange for access to the investigative  materials collected by the project, the principal investigators  developed and managed a computerized database and assumed  responsibility for preparing reports for the project. From 1992  through 1995 every investigative report or other document produced by  the project was entered into a computer file that became the database  for the network analysis. Documents included undercover observation  and surveillance reports, informant interviews, newspaper articles,  telephone records, intelligence files from other law enforcement  agencies, indictments, and various materials from the former Soviet  Union. Every individual, organization, and other entity mentioned in a  document was given a code number and entered into the database. The  investigators then used network analysis to measure tie\ns among  individuals and organizations and to examine the structure of the relationships among the entries in the database."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In Part 1, National Survey of Law Enforcement and  Prosecutors Data, law enforcement officials and prosecutors were asked  if their agency had any contact with criminals from the former Soviet  Union, the types of criminal activity these people were involved in,  whether they thought these suspects were part of a criminal  organization, whether this type of crime was a problem for the agency,  whether the agency had any contact with governmental agencies in the  former Soviet Union, and whether anyone on the staff spoke  Russian. Part 2, Actor Identification Data, contains the network  identification of each actor coded from the documents in Part 3 and  identified in the network data in Parts 4-14. An actor could be an  individual, organization, concept, or location. Information in Part 2  includes the unique actor identification number, the type of actor,  and whether the actor was a \"big player.\" Part 3, Sources of Data,  contains data on the documents that were the sources of the network  data in Parts 4-14. Variables include the title and date of document,  the type of document, and whether the following dimensions of  organized crime were mentioned: sources of capital, locational  decisions, advertising, price setting, financial arrangements,  recruitment, internal structure, corruption, or overlapping  partnerships. Parts 4-14 contain the coding of the ties among actors  in particular types of documents, and are named for them: indictments,  tips, investigative reports, incident reports, search reports,  interview reports, arrest reports, intelligence reports, criminal acts  reports, confidential informant reports, newspaper reports, social  surveillance reports, other surveillance reports, and company reports."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"career criminals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"emigrants"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"ethnicity"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organized crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG2594.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2594.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The user guide and the codebook and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0019"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-03-26"},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["Part 1: survey data, Parts 2-14: event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: mail-back questionnaires, Parts 2-14:  investigative reports and other documentation collected by the Tri-State Joint Project on Soviet Emigre Organized Crime"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Jurisdictions. Parts 2-14: Actors, defined as individuals, organizations, or other entities."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Law enforcement agencies and prosecutor's offices  in the United States. Parts 2-14: Actors, defined as individuals,  organizations, or other entities, mentioned in documentation for the Tri-State Joint Project on Soviet Emigre Organized Crime."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Part 1: Convenience sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: The individual response rate was 64.5 percent and the agency response rate was 77.8 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Actor Identification Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638119,"persistentId":"","pidURL":"","filename":"Actor Identification Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Company Reports Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638129,"persistentId":"","pidURL":"","filename":"Company Reports Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Confidential Informants Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638125,"persistentId":"","pidURL":"","filename":"Confidential Informants Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Criminal Acts Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638124,"persistentId":"","pidURL":"","filename":"Criminal Acts Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Indictments Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638121,"persistentId":"","pidURL":"","filename":"Indictments Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"National Survey of Law Enforcement and Prosecutors Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638118,"persistentId":"","pidURL":"","filename":"National Survey of Law Enforcement and Prosecutors Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Newspaper Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638126,"persistentId":"","pidURL":"","filename":"Newspaper Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Other Surveillance Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638128,"persistentId":"","pidURL":"","filename":"Other Surveillance Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phone Books Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638131,"persistentId":"","pidURL":"","filename":"Phone Books Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Phone Calls Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638130,"persistentId":"","pidURL":"","filename":"Phone Calls Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Reports Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638123,"persistentId":"","pidURL":"","filename":"Reports Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Social Surveillance Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638127,"persistentId":"","pidURL":"","filename":"Social Surveillance Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sources of Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638120,"persistentId":"","pidURL":"","filename":"Sources of Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Tips Data","restricted":false,"version":1,"datasetVersionId":38531,"dataFile":{"id":2638122,"persistentId":"","pidURL":"","filename":"Tips Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}