{"status":"OK","data":{"id":41439,"identifier":"ICPSR02857.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02857.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02857.v1","latestVersion":{"id":37439,"storageIdentifier":"file://10.3886/ICPSR02857.v1","versionState":"RELEASED","distributionDate":"2001-03-15","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:45:29Z","releaseTime":"2015-04-09T03:45:29Z","createTime":"2015-04-09T03:45:29Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Crime Control Effects of Sentencing in Essex County, New Jersey, 1976-1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gottfredson, Don M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Rutgers University and Justice Policy Research Corporation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was undertaken to examine the ways in which  different felony sanctions impact the future behavior of felony  offenders. The study sought to determine whether the following made a  difference in subsequent criminal behavior: (1) sentences of  confinement, (2) the length of sentence (both the sentence imposed and  that which was actually served), and (3) sentences of probation  combined with jail (\"split\" sentences), or combined with fines,  restitution, or other alternative sanctions. Data were collected from  questionnaires completed by 18 judges of the Essex County, New Jersey,  courts and by probation staff. Follow-up data were collected from  official records provided by probation, jail, prison, and parole case  files. Follow-up data were also collected from the following official  records: (1) the New Jersey Offender-Based Transaction System  Computerized Criminal History, (2) the New Jersey Department of  Corrections Offender-Based Correctional Information System, (3) the  United States Department of Justice Interstate Identification Index,  (4) the National Crime Information Center Wanted Persons File, (5) the  New Jersey PROMIS/GAVEL Prosecutors Case Tracking System, and (6)  administrative record files of the New Jersey Department of  Corrections. Variables in the data file include the most serious  offense charge, most serious offense of conviction, dimension of  conviction, offense type (person, property, social order, fraud, or  drug offense), number of prior probations, number of probation  revocations, number of prior jail and prison terms, mitigating and  aggravating factors affecting the sentence, type of sentence, special  conditions of probation, fines and restitutions imposed, minimum and  maximum incarceration terms (in months), history of drug offenses,  type of drugs used, probation and parole violations, total number of  prior arrests and prior convictions, and longest arrest-free period  after first arrest. The type of post-sentence offense, dimension,  disposition charge, sentence, and date of arrest are provided for  arresting events and charge episodes 1 through 108 for any  offender. For up to 43 arrest events (for any offender), the date of  lockup and date of exit from confinement are provided. The file also  includes recommendations made by prosecutors and probation officers,  and judges' ratings (on a scale of one to nine) with respect to the  likelihood of an offender committing future property crimes, crimes  against persons, or any crime. Judges also rated the arrest record  length, conviction record length, and social stabil\nity of each  offender. Retribution points, incapacitation points, and specific  deterrence points assigned by the judges complete the  file. Demographic variables include the race and sex of each convicted offender, and the age of the offender at first conviction."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Typically, sentencing reform policies aimed at  crime control, as well as arguments for and against the use of various  alternative punishments, have been developed without rigorous analyses  or careful examination of the results of sanctioning  practices. Experimental design is generally not feasible in making  sound comparisons of results regarding various punishments, because  achieving equivalence among the groups compared is rarely possible at  sentencing. Thus, complete results on the impact of sentencing and  sanctioning practices are not available. Punishment policies have,  therefore, been developed without full information about how  sanctioning modifies, controls, or enhances the likelihood of future  criminal behavior by a convicted offender. By relying on a rigorous  quasiexperimental design based on multivariate models of judicial  sentencing behavior, this study sought to examine the ways in which  different felony sanctions impact the future behavior of felony  offenders. This study attempted to determine whether the following made  a difference in subsequent criminal behavior: (1) sentences of  confinement, (2) the length of sentence (both the sentence imposed and  that which was actually served), and (3) sentences of probation  combined with jail (\"split\" sentences), or combined with fines, restitution, or other alternative sanctions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were first collected from two sources:  questionnaires completed by 18 judges in Essex County, New Jersey,  courts, and reports by probation staff. Follow-up data were extracted  from official records in two waves -- first, from probation, jail,  prison, and parole files, and second, from several databases and  additional sources. Judges completed questionnaires for a sample of  offenders sentenced between May 1976 and June 1977. The  questionnaires, designed with the help of the judges, provided data on  their perceptions and judgments of the offense, offender, and  sentencing decision. Each judge specifically provided a description of  the actual sentence imposed, assessments of the seriousness of the  offense, an estimate of the propensity of the offender to commit  future crimes, a judgment of the lengths of the prior arrest and  conviction records, a rating of the seriousness of prior records, an  assessment of the social stability of the offender, and a listing of  the mitigating or aggravating factors affecting the choice of  sentence. All judges in the Essex County courts with assignments to  criminal cases participated. One judge experienced lengthy trials, and  so his few cases were excluded. All other judges (including those  assigned only welfare fraud cases) were excluded. Users of the data  should note the following: (1) There is the possibility of selection  bias by the judges in regard to the choice of one sentence alternative  over another. (2) There is no assurance that the judges had equivalent  cases. Comparisons of judges' cases were made by analysis of variance  of selected variables, and results suggest that caution be used in  assuming that the 18 judges had cases that could be considered  equivalent in all respects. The second source of data came from  probation staff, who provided objective items extracted from criminal  case files, which included charged and convicted offenses, the number  of prior probations, probation revocations, jail terms, prison terms,  sentence recommendations of the prosecutor and of the probation  department, and information on previous sentences being served by the  offender at the time of the sentencing. These data were collected  after sentencing and were not systematically prov\nided to the judges,  but usually were included in the presentence report. After  approximately one year, the first wave of follow-up data was initiated  to determine how the sentences were actually carried out by the  correctional system. These data were collected from probation, jail,  prison, and parole files and included detailed data about offenders  who were in community programs during the first few years after  sentencing. The second wave of follow-up data began in October 1995  and ended in February 1997. In order to assess the impact of  sentencing on subsequent criminal behavior, data were extracted from  the following sources: (a) the New Jersey Offender-Based Transaction  System Computerized Criminal History, which included New Jersey arrest  records, with arrest and conviction data dating from 1972 to the  present, (b) the New Jersey Department of Corrections Offender-Based  Correctional Information System, which included correctional history  data on admissions, departures, and status of state prisoners dating  back to 1976, (c) the United States Department of Justice Interstate  Identification Index, which included out-of-state records of arrests  and convictions from the date of entry into the criminal justice  system, (d) the National Crime Information Center Wanted Persons File,  which provided current outstanding warrants from New Jersey and other  state law enforcement agencies, (e) the New Jersey PROMIS/GAVEL  Prosecutors Case Tracking System, used on a selective basis, which  included pending or open New Jersey charges, and (f) administrative  record files of the New Jersey Department of Corrections, also used on  a selective basis, which included data on entry, transfer, and exits from the New Jersey prisons."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include the most serious offense charge,  most serious offense of conviction, dimension of conviction, offense  type (person, property, social order, fraud, or drug offense), number  of prior probations, number of probation revocations, number of prior  jail and prison terms, mitigating and aggravating factors affecting  the sentence, type of sentence, special conditions of probation, fines  and restitutions imposed, minimum and maximum incarceration terms (in  months), history of drug offenses, type of drugs used, probation and  parole violations, total number of prior arrests and prior  convictions, and longest arrest-free period after first arrest. The  type of offense, dimension, disposition charge, sentence, and date of  arrest are provided for arresting events and charge episodes 1 through  108 for any offender. For up to 43 arrest events (for any offender),  the date of lockup and date of exit from confinement are  provided. The file also includes recommendations made by prosecutors  and probation officers, and judges' ratings (on a scale of one to  nine) with respect to the likelihood of an offender committing future  property crimes, crimes against persons, or any crime. Judges also  rated the arrest record length, conviction record length, and social  stability of each offender. Retribution points, incapacitation points,  and specific deterrence points assigned by the judges complete the  file. Demographic variables include the race and sex of each convicted offender, and age of offender at first conviction."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"convictions (law)"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime control"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug law offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"felons"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fines"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"jails"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sentencing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, setup files, SAS transport (XPORT) file, and SPSS portable file; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"95-IJ-CX-0118"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-03-15"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1976"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997-02"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, and official records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New Jersey"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All offenders sentenced by 18 judges handling criminal  cases in the Essex County, New Jersey, courts between May 1976 and June 1977."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Originally, researchers received questionnaires completed  for 982 cases. Further examination showed that 6 records were  duplicates, and 14 offenders were returned to court during the data  collection period and were sentenced a second time. In these cases,  only the first sentencing was included. Therefore, the total sample  was reduced from the original 982 questionnaires completed by the judges to the 962 cases used in the full sample."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Crime Control Effects of Sentencing in Essex County, New Jersey, 1976-1997  ","restricted":false,"version":1,"datasetVersionId":37439,"dataFile":{"id":2627756,"persistentId":"","pidURL":"","filename":"Crime Control Effects of Sentencing in Essex County, New Jersey, 1976-1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}