{"status":"OK","data":{"id":43356,"identifier":"ICPSR25301.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25301.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR25301.v1","latestVersion":{"id":39356,"storageIdentifier":"file://10.3886/ICPSR25301.v1","versionState":"RELEASED","distributionDate":"2010-06-30","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:06:26Z","releaseTime":"2015-04-09T04:06:26Z","createTime":"2015-04-09T04:06:26Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Pennsylvania Task Force on Prison Overcrowding, 2004-2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harland, Alan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Temple University. Department of Criminal Justice"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"County Commissioners Association of Pennsylvania"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"County Commissioners Association of Pennsylvania"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The current jail population control study is the second phase of a two-part inquiry by the County Commissioners Association of Pennsylvania that began in 2003. Phase II builds upon the findings of the initial survey by using a number of information sources to obtain data with which to examine in greater detail the reasons and remedies for jail overcrowding. The Phase II study was implemented in September 2004 and was designed to examine jail population control data from four sources: Pennsylvania Statewide Jail Survey (Part 1), Intensive Site Visits to selected Pennsylvania Counties (Part 2), National Association of Counties (NACo) Best Practices Survey, and National Institute of Corrections (NIC) Technical Assistance reports. The Pennsylvania Statewide Survey (Part 1, Pennsylvania Statewide Survey Quantitative Data) was sent to all counties operating their own jails in September 2004. Surveys were mailed to 63 of the state's 67 counties. Counties were selected for intensive site visits (Part 2, Intensive Site Visit Qualitative Data) based largely on the results of the Phase I survey and focused on counties with the most extreme crowding problems and/or expressing interest in tackling population control issues. Visits were made to 14 of the state's 67 counties between September 2004 and May 2005. Part 1 includes variables on jail capacity and population, construction, population control measures, potential change targets, and transportation issues. Part 2 includes background to the site visit, site visit agenda and aims, and an exploration of population control options."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to conduct an inquiry into the problems and prospects for controlling county jail populations in the United States, to provide direct on-site technical assistance to a select number of counties experiencing jail overcrowding, and to provide information and tools to improve the ability of county officials to meet the challenge of jail population control in the immediate future and on an ongoing basis."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The current jail population control study is the second phase of a two-part inquiry by the County Commissioners Association of Pennsylvania that began in 2003.  Phase I was funded by the National Institute of Corrections. It included a statewide survey during 2003 to document the extent of overcrowding and construction activities in county jails in Pennsylvania. The survey confirmed a widespread and often chronic overcrowding situation in the state, and identified numerous counties in which respondents saw no relief from current crowding or projected the onset of overcrowding within the immediate future. Phase II builds upon the findings of the initial survey by using a number of information sources to obtain data with which to examine in greater detail the reasons and remedies for jail crowding. The Phase II study was implemented in September 2004 and was designed to examine jail population control data from four sources, two of which are available with this collection:</p>\n\n<ul>\n<li><p>Pennsylvania Statewide Jail Survey (Part 1, Pennsylvania Statewide Survey Quantitative Data)</p></li>\n<li><p>Surveys were mailed to all of the Pennsylvania counties operating their own jails in S\neptember 2004. Surveys were directed to the wardens with letters to County Commission Chairs seeking their cooperation in assuring a timely response. Surveys were mailed to 63 of the state's 67 counties and were designed to obtain information about the respondents' experiences and opinions concerning the kinds of population control problems and approaches identified via the Intensive Site Visits to selected Pennsylvania Counties (Part 2, Intensive Site Visit Qualitative Data), the National Association of Counties (NACo) Best Practices Survey, and the National Institute of Corrections (NIC) Technical Assistance Reports. The aim was to use the survey responses to supplement and compare with the more detailed findings generated from the intensive site visits.</p></li>\n<li><p>Intensive Site Visits to selected Pennsylvania Counties (Part 2, Intensive Site Visit Qualitative Data)</p></li>\n<li><p>Project staff conducted intensive site visits to 14 counties across the state of Pennsylvania between September 2004 and May 2005. The sites were selected based largely on the results of the Phase I survey, focusing on counties with the most extreme crowding problems and/or expressed interest in tackling population control issues. Two sites were included based on reports of their aggressive and progessive efforts in tackling overcrowding and population control challenges. Sites were distributed across all parts of the state and included counties with widely ranging population sizes and urban/rural locations. With the exception of the mega-facilities in Philadelphia and Allegheny counties which were not visited, the selected sites included jails ranging from some of the smallest to the largest facilities in the state. The aim of the county visits was to examine their experiences with population control and overcrowding issues, and to provide direct technical assistance wherever possible to improve their ability to address them. Assistance was delivered during a series of on-site interviews and discussions with government leaders and officials from the criminal justice system. The visits were preceded by informal telephone, mail, and email contacts with county officials to obtain preliminary background information, and followed by extensive site-specific written reports to the counties involved.</p></li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 (Pennsylvania Statewide Survey Quantitative Data) includes variables on jail capacity and population, construction (actual, needed, expected, and pressures for construction), population control measures (at strategic management/planning capabilities and case processing levels), potential change targets, and transportation issues. Part 2 (Intensive Site Visit Qualitative Data) includes background to the site visit, site visit agenda and aims, and an exploration of population control options at a strategic management and planning capacity level, external reasons and remedies, and case processing reasons and remedies."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alternatives to institutionalization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policies and procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"policy analysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison conditions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison overcrowding"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"DSDR VI. Population Characteristics"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"DSDR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-06-30Version Text: 2010-06-30Subject: Study Level Error Note, Notes: Part 2, Intensive Site Visit Qualitative Data, includes individualized Site Visit reports for 6 of the 14 visited counties. The reports of the remaining 8 counties are standardized reports that follow the text of the Final Report. The Intensive Site Visit Qualitative Data are not currently available as part of this data collection.;Subject: Study Level Error Note, Notes: The data from the National Association of Counties (NACo) Best Practices Survey and the National Institute of Corrections (NIC) Technical Assistance Reports are not available as part of this data collection.; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-IJ-CX-0007"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-06-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2004-09"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-05"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2004-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Pennsylvania"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["county"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["county"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["The universe for Part 1 (Pennsylvania Statewide Survey Quantitative Data) was all counties in Pennsylvania operating their own jails between 2004 and 2005. The universe for Part 2 (Intensive Site Visit Qualitative Data) are the Pennsylvanian counties that p\narticipated in the 2003 Phase 1 statewide survey with the most extreme crowding problems and/or an expressed interest in tackling population control issues."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The Pennsylvania Statewide Survey (Part 1, Pennsylvania Statewide Survey Quantitative Data) was sent to all counties operating their own jails. Surveys were mailed to 63 of the state's 67 counties. Counties were selected for intensive site visits (Part 2, Intensive Site Visit Qualitative Data) based largely on the results of the Phase I survey and focused on counties with the most extreme crowding problems and/or expressing interest in tackling population control issiues. Visits were made to 14 of the state's 67 counties."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"Part 1: None. Part 2: Not applicable."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For Part 1 (Pennsylvania Statewide Jail Survey Data) surveys were mailed to 63 of 67 counties. Completed surveys received from 44 counties for a response rate of 70 percent. For Part 2 (Pennsylvania Counties Intensive Site Visits Data) visits were made to 14 of the state's 67 counties."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Part 1: Several Likert-type scales were used. Part 2: Not applicable."}]}},"files":[{"description":"","label":"Pennsylvania Statewide Survey Quantitative Data","restricted":false,"version":1,"datasetVersionId":39356,"dataFile":{"id":2644875,"persistentId":"","pidURL":"","filename":"Pennsylvania Statewide Survey Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}