{"status":"OK","data":{"id":38720,"identifier":"ICPSR32601.v2","persistentUrl":"https://doi.org/10.3886/ICPSR32601.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR32601.v2","latestVersion":{"id":34720,"storageIdentifier":"file://10.3886/ICPSR32601.v2","versionState":"RELEASED","distributionDate":"2012-04-11","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:15:32Z","releaseTime":"2015-04-09T03:15:32Z","createTime":"2015-04-09T03:15:32Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Police Decision Making in Sexual Assault Cases: An Analysis of Crime Reported to the Los Angeles Police Department and the Los Angeles County Sheriff's Department, 2008"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Spohn, Cassia"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Arizona State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tellis, Katharine"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California State University-Los Angeles"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>This study used a mixed-methods approach to pursue five interrelated objectives: (1) to document the extent of case attrition and to identify the stages of the criminal justice process where attrition is most likely to occur; (2) to identify the case complexities and evidentiary factors that affect the likelihood of attrition in sexual assault cases; (3) to identify the predictors of case outcomes in sexual assault cases; (4) to provide a comprehensive analysis of the factors that lead police to unfound the charges in sexual assault cases; and (5) to identify the situations in which sexual assault cases are being cleared by exceptional means. Toward this end, three primary data sources were used: (1) quantitative data on the outcomes of sexual assaults reported to the Los Angeles Police Department (LAPD) and the Los Angeles County Sheriff's Department (LASD) from 2005 to 2009, (2) qualitative data from interviews with detectives and with deputy district attorneys with the Los Angeles District Attorney's Office who handled sexual assault cases during this time period, and (3) detailed quantitative and qualitative data from case files for a sample of cases reported to the two agencies in 2008.</p>\n\n<p>The complete case files for sexual assaults that were reported to the Los Angeles Police Department and the Los Angeles County Sheriff's Department in 2008 were obtained by members of the research team and very detailed information (quantitative and qualitative data) was extracted from the files on each case in Dataset 1 (Case Outcomes and Characteristics: Reports from 2008). The case file included the crime report prepared by the patrol officer who responded to the crime and took the initial report from the complainant, all follow-up reports prepared by the detective to whom the case was assigned for investigation, and the detective's reasons for unfounding the report or for clearing the case by arrest or by exceptional means. The case files also included either verbatim accounts or summaries of statements made by the complainant, by witnesses (if any), and by the suspect (if the suspect was interviewed); a description of physical evidence recovered from the alleged crime scene, and the results of the physical exam (Sexual Assault Response Team (SART) exam) of the victim (if the victim reported the crime within 72 hours of the alleged assault). Members of the research team read through each case file and recorded data in an SPSS data file. There are 650 cases and 261 variables in the data file.  The variables in the data file include administrative police information and charges listed on the police report. There is also information related to the victim, the suspect, and the case.</p>\n\n<p>Datasets 2-5 were obtained from the district attorney's office and contain outcome data that resulted in the arrest of a suspect. The outcome d\nata obtained from the agency was for the following sex crimes: rape, attempted rape, sexual penetration with a foreign object, oral copulation, sodomy, unlawful sex, and sexual battery.</p>\n\n<p>Dataset 3 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - Adult Arrests) is a subset of Dataset 2 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - All Cases) in that it only contains cases that resulted in the arrest of at least one adult suspect.  Dataset 2 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - All Cases) contains 10,832 cases and 29 variables.  Dataset 3 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - Adult Arrests) contains 891 cases and 45 variables.</p>\n\n<p>Similarly, Dataset 5 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests) is a subset of Dataset 4 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - All Cases) in that it only contains cases that resulted in the arrest of at least one adult suspect.  Dataset 4 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - All Cases) contains 3,309 cases and 33 variables.  Dataset 5 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests) contains 904 cases and 47 variables.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was (1) to document the extent of case attrition and to identify the stages of the criminal justice process where attrition is most likely to occur; (2) to identify the case complexities and evidentiary factors that affect the likelihood of attrition in sexual assault cases; (3) to identify the predictors of case outcomes in sexual assault cases; (4) to provide a comprehensive analysis of the factors that lead police to unfound the charges in sexual assault cases; and (5) to identify the situations in which sexual assault cases are being cleared by exceptional means."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>For the data in Dataset 1 (Case Outcomes and Characteristics: Reports from 2008) of this study, researchers obtained the complete case files for sexual assaults that were reported to the Los Angeles Police Department (LAPD) and the Los Angeles County Sheriff's Department (LASD) in 2008. The LAPD and the LASD redacted all information that could be used to identify the victims, suspects, witnesses, or law enforcement officials assigned to investigate the case and then provided the researchers with a copy of the redacted file. Because researchers were provided with the complete case file for each of the 2008 cases, they were able to extract very detailed information (quantitative and qualitative data) on each case.</p>\n\n<p>For Datasets 2-5, researchers obtained data on all sex crimes involving victims over the age of 12 that were reported from January of 2005 through December of 2009 from the LAPD and the LASD.  For those cases that resulted in the arrest of an adult suspect, researchers obtained data on the outcome of the case from the Los Angeles County District Attorney’s Office. These longitudinal data were used to document the broad patterns of case attrition for sexual assaults reported during this time period.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The variables in Dataset 1 (Case Outcomes and Characteristics: Reports from 2008) include administrative police information and charges listed on the police report.  There is also information related to the victim including background characteristics such as age and race, credibility factors such as criminal record, drinking at time of incident, mental health issues, or inconsistent statements to police, and cooperation with law enforcement such as identifying the suspect by full name and address, cooperation during police investigation, or not wanting the suspect arrested.  In addition, there are variables regardi\nng the suspect such as age, race, criminal record, whether the suspect was arrested, and any charges filed.  There are also variables related to the case including the types of charges, the time of day when the crime occurred, the relationship between the victim and the suspect, the presence of evidence and witnesses, and the characteristics of the police investigation.</p>\n\n<p>Variables in Dataset 2 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - All Cases) include case status, description of the incident, information related to the crime including type, date, and time, and the victim's sex, race, and age.</p>\n\n<p>Variables in Dataset 3 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - Adult Arrests) include case status, information related to the crime including type, date, and time, and the victim's sex, race, and age.</p>\n\n<p>Variables in Dataset 4 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - All Cases) include case status, arrest charges, and MO.</p>\n\n<p>Variables in Dataset 5 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests) include case status and arrest charges.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime reporting"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal investigations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police reports"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"rape"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-11-18Version Text: 2013-11-18Version Date: 2013-11-18Version Text: 2013-11-18 Subject: null  Type: null  Notes: <p>The following data files have been added:</p>\n\n<p>Dataset 2 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - All Cases)</p>\n\n<p>Dataset 3 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Police Department - Adult Arrests)</p>\n\n<p>Dataset 4 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - All Cases)</p>\n\n<p>Dataset 5 (Sexual Assault Case Attrition: 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests)</p>;Subject: Study Level Error Note, Notes: In addition to the available data files, researchers collected other qualitative data, but for confidentiality reasons, these data are not currently available.  The source of data came from interviews with (1) Los Angeles Police Department (LAPD) and Los Angeles County Sheriff's Department (LASD) detectives who had experience investigating sexual assaults, (2) deputy district attorneys from the Victim Impact Program, and (3) sexual assault survivors. Researchers interviewed 52 detectives from the LAPD, 24 from the LASD, and 30 attorneys from the Los Angeles County District Attorney's Office. Researchers also partnered with 3 LA agencies (the Domestic Abuse Center, the Valley Trauma Center, and the UCLA Rape Treatment Center) and interviewed 17 sexual assault survivors about their experiences with the criminal justice system. The two principal investigators conducted all of the interviews and recorded responses in a text file.;Subject: Study Level Error Note, Notes: Users should be aware that it is not possible to merge the information collected from the LAPD with the information collected from the LASD because different types of information were collected and different definitions were used to describe the information.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2009-WG-BX-009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-04-11"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2010-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-05"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Los Angeles"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Criminal Cases"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Dataset 1 (Case Outcomes and Characteristics: Reports from 2008): Reports of sexual assaults involving female victims over the age of 12 made to the Los Angeles Police Department and the Los Angeles County Sheriff's Department in 2008.</p>\n\n<p>Datasets 2-5: Reports of sexual assaults involving female victims over the age of 12 made to the Los Angeles Police Department and the Los Angeles County Sheriff's Department from 2005 to 2009.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>For the data in Dataset 1 (Case Outcomes and Characteristics: Reports from 2008) of this study, researchers obtained the complete case files for sexual assaults that were reported to the Los Angeles Police Department (LAPD) and the Los Angeles County Sheriff's Department (LASD) in 2008. From the LASD, researchers obtained case files for all reports that met selection criteria. Due to the large number of cases reported to the LAPD in 2008, researchers selected a stratified random sample of cases. Because researchers wanted to ensure an adequate number of cases from each of the LAPD's 19 divisions, as well as an adequate number of cases from each case clearance category (cleared by arrest, cleared by exceptional means, investigation continuing, and unfounded), the sample was stratified by LAPD division and, within each division, by the type of case clearance.</p>\n\n<p>For Datasets 2-5, researchers obtained data on all sex crimes involving victims over the age of 12 that were reported from January of 2005 through December of 2009 from the LAPD and the LASD.  For those cases that resulted in the arrest of an adult suspect, researchers obtained data on the outcome of the case from the Los Angeles County District Attorney's Office.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"none"}]}},"files":[{"description":"","label":"Case Outcomes and Characteristics Reports from 2008","restricted":false,"version":1,"datasetVersionId":34720,"dataFile":{"id":2607334,"persistentId":"","pidURL":"","filename":"Case Outcomes and Characteristics Reports from 2008","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Police Department - Adult Arrests","restricted":false,"version":1,"datasetVersionId":34720,"dataFile":{"id":2607336,"persistentId":"","pidURL":"","filename":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Police Department - Adult Arrests","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Police Department - All Cases","restricted":false,"version":1,"datasetVersionId":34720,"dataFile":{"id":2607335,"persistentId":"","pidURL":"","filename":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Police Department - All Cases","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests","restricted":false,"version":1,"datasetVersionId":34720,"dataFile":{"id":2607338,"persistentId":"","pidURL":"","filename":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Sheriff's Department - Adult Arrests","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Sheriff's Department - All Cases","restricted":false,"version":1,"datasetVersionId":34720,"dataFile":{"id":2607337,"persistentId":"","pidURL":"","filename":"Sexual Assault Case Attrition 2005 to 2009, Los Angeles Sheriff's Department - All Cases","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}