{"status":"OK","data":{"id":38864,"identifier":"ICPSR03205.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03205.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03205.v1","latestVersion":{"id":34864,"storageIdentifier":"file://10.3886/ICPSR03205.v1","versionState":"RELEASED","distributionDate":"2003-06-13","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:17:08Z","releaseTime":"2015-04-09T03:17:08Z","createTime":"2015-04-09T03:17:08Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Classifying Inmates for Strategic Programming in the New York Department of Corrections, 1997-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sullivan, Eileen"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Vera Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The main goal of this study was to construct and test a  statistically based system of classifying inmates for one or more  types of Substance Abuse Intervention Division (SAID) sponsored  treatment programs within the New York Department of Corrections (DOC)  system. The sample used for the prediction models was a sample of  recent jail inmates identified as eligible for admission to SAID. DOC  provided data from its Inmate Information System (IIS) database on  each of the cases. Researchers collected two sets of data: one that  employed only DOC data (Part 1) and another that included  supplementary data from the Division of Criminal Justice Services  (DCJS) and the New York City Criminal Justice Agency (CJA) (Part 2).  The DOC data (Part 1) fall into four main categories: demographic  characteristics, information on the current case, prior criminal  record information, and SAID eligibility information. Part 2, DOC and  Supplementary Data, includes all the DOC items from Part 1 along with other data collected from DCJS and the New York City CJA."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The main goal of this study was to construct and  test a statistically based system of classifying inmates for one or  more types of Substance Abuse Intervention Division (SAID) sponsored  treatment programs within the New York Department of Corrections (DOC)  system. In the New York DOC, detainees generally were screened and  identified for SAID treatment on the 10th or 11th day after admission  to jail. DOC planned to create two sets of treatment services (each  requiring about 45 days to administer) for detainees that qualified  for treatment: one for those who were likely to go to state prison and  another for those who were likely to be released back into the  community after serving a jail sentence or serving time for pre-trial  detention. DOC's primary objective was to be able to identify two  groups on the day of SAID screening: detainees who would be released  to the community but would stay approximately 45 days or more in the  system, and detainees who would go to state prison but remain at least  45 days in the system. Building statistical models to identify these two groups was the central objective of the study."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"DOC provided data items from its IIS database on  each of the cases. While original plans called for researchers to  gather additional publicly available data on each case for purposes of  analyses, DOC administrators indicated their interest in conducting  one set of analyses that used DOC data only. They were concerned about  the department's ability to quickly routinize the process of obtaining  and integrating the added data so that it could be employed in  classifying inmates for the new SAID program within 11 days of  admission to custody. Researchers agreed to collect two sets of data:  one that employed only DOC data and another that included the  supplementary data from the Division of Criminal Justice Services  (DCJS) and the New York City Criminal Justice Agency (CJA). Matching  and merging the DCJS and CJA data with the original DOC sample reduced  the size of the sample. To obtain the DCJS data, researchers provided  DCJS with state identification numbers and arrest dates for the  original cases. DCJS returned perfect matches on a subset of these  cases. Some of the initial matches were dropped fr\nom the sample  because cases were sealed (because the charge was dismissed or was  disposed as a juvenile case) and could not be released to the  researchers under state statute. Since the information returned by  DCJS included multiple events when they existed for a given arrest  date, the dataset was reduced to information associated with the top  charge for each arrest date. This ensured that the DCJS data would be comparable to the DOC data, also based on the top charge."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The DOC data include gender, ethnicity, age,  self-reported drug use, marital status, and citizenship. Information  on the current case includes bail amount, type and severity of the  charge, whether the charge was remanded, borough of arraignment, and  whether there was a warrant existing at the time of arrest. Prior  criminal record information includes prior convictions, history of  violence, and disciplinary history. SAID eligibility information  includes total length of stay in DOC, whether the inmate was  prison-bound or not, and DOC classification score. Part 2, DOC and  Supplementary Data, includes all the DOC items stated in Part 1 as  well as other data collected from DCJS and CJA. Additional data items  include flags indicating whether the charge was for an offense  involving drugs, a firearm, another weapon, or a child victim, a DWI  or DWAI arrest, whether the person was eligible for probation, prior  arrests, prior jail, prison, and probation sentences, the length of  time a defendant had been residing at current address, and DCJS's release recommendation."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate classification"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"jail inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"substance abuse treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3205.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide and codebook are provided by ICPSR as a  Portable Document Format (PDF) file. The PDF file format was developed  by Adobe Systems Incorporated and can be accessed using PDF reader  software, such as the Adobe Acrobat Reader. Information on how to  obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-CE-VX-0010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003-06-13"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-07-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998-06-30"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data for both Parts 1 and 2 were collected from the New  York Department of Corrections (DOC) Inmate Information System (IIS)  database. Additional data for Part 2 were collected from the Division  of Criminal Justice Services (DCJS) and the New York City Criminal Justice Agency (CJA)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York City"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"New York (state)"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Detainees of the New York Department of Corrections."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The analytic sample used for the prediction models was a  sample of recent jail inmates identified as eligible for admission to  SAID. Selected from the DOC Inmate Information System (IIS) database,  the initial sample included people who entered DOC custody as  detainees (the sample did not include offenders entering with jail  sentences) and who were released between July 1, 1997, and June 30,  1998. This group was then screened for SAID eligibility. To be  eligible for SAID, inmates could not have any convictions for any  weapons-related infractions, convictions for any violence-related  infractions within five years, arson-related convictions or charges,  or convictions or current charges for sex-related offenses. Further  screening criteria were specified through discussions with DOC to  ensure that the dataset included only detainees who would be eligible  for the new, planned SAID program. This meant ensuring that detainees  in the sample had been in custody at least 11 days (and had not  received a jail sentence by that time) and were not technical parole  violators. Also excluded from the sample were small subgroups of  inmates identified as cases who would be treated differently by the  court (or appeared to have been based on their actual time in custody)  when compared to the general population of SAID-eligible inmates.  These cases included inmates who had absconded or escaped from DOC  custody, or left custody as a result of death,\nsuicide, a warrant  being lifted, transfer to other jurisdictions of the criminal justice system, or left custody for an unknown reason."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Department of Corrections (DOC) Data","restricted":false,"version":1,"datasetVersionId":34864,"dataFile":{"id":2608218,"persistentId":"","pidURL":"","filename":"Department of Corrections (DOC) Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"DOC and Supplementary Data","restricted":false,"version":1,"datasetVersionId":34864,"dataFile":{"id":2608219,"persistentId":"","pidURL":"","filename":"DOC and Supplementary Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}