{"status":"OK","data":{"id":38521,"identifier":"ICPSR25922.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25922.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25922.v1","latestVersion":{"id":34521,"storageIdentifier":"file://10.3886/ICPSR25922.v1","versionState":"RELEASED","distributionDate":"2012-06-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:18Z","releaseTime":"2015-04-09T03:13:18Z","createTime":"2015-04-09T03:13:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Impact Evaluation of Victim Programs Through the S.T.O.P. Violence Against Women Formula Program, United States, 2000-2001"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Burt, Martha"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zweig, Janine M."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Van Ness, Ashley"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Urban Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this evaluation was to assess whether the STOP (Services/Training/Officers/Prosecution) Violence Against Women Formula Grants Program's financial support for direct victim services offered through private nonprofit victim service agencies helped victims of domestic violence and sexual assault improve their safety and well-being, and work successfully with the legal system and other relevant agencies. Researchers selected eight states whose state STOP agency had different levels of emphasis on creating collaborative structures in local service networks to help victims. Researchers collected information, as of November 15, 1999, about 201 nonprofit victim service agencies receiving STOP funding to deliver direct services, their services, and their community linkages. A Program Survey, Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data) and Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data) completed in spring 2000 used telephone interviews with the person most knowledgeable about STOP-funded activities to obtain this information. The sample included 201 nonprofit victim service agencies that were nationally representative of all private nonprofit victim service agencies receiving STOP funds for direct services. Among the purposes of the Program Survey data was selecting the communities in the eight focal states to include in the final stage of the study design -- the Help Seeker and the Community sample (Parts 3 and 4, respectively). The Help Seeker (Part 3) sample consisted of 958 women recruited from nonprofit victim service and legal system agencies who had contacted those agencies for assistance related to experiences of domestic violence and/or sexual assault. They were interviewed between June and October 2001. The Community sample (Part 4) was a random sample of 673 women in their communities who were 18 to 35 years of age. The sample was selected using random digit dialing (RDD), screening for women aged 18 to 35 in the victim service program catchment area from which researchers drew the Help Seeker sample. The women in the Community sample were interviewed between November 2001 and February 2002. The women's data were then linked to Program Survey data from their own community.  Across the 4 data files there are 2,947 variables. Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data) contains information related to the role of the agency which received STOP funding, the characteristics of employees and volunteers of the agency, and the characteristics of victims the agency served. The data also include how many victims of domestic violence the agency assisted with obtaining protective/restraining orders and the number of victims helped through criminal justice advocacy activities.  The agency approximated how many referrals they received from other sources and how many referrals they made to other agencies/organizations. There were also questions related to the STOP grant(s) received by the agencies and th\ne agencies were asked about their data collection and evaluation efforts and in what form this information was maintained. Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data) contains background information regarding the agency and the respondent answering questions on behalf of the agency.  Respondents were also asked whether their agency conducted needs assessments to identify community needs with respect to violence against women, to identify service solutions to meet those needs, and to summarize their STOP project goals and activities.  The data file also includes questions about referrals and how their agency's STOP project related to other activities of the agency.  Additionally, the respondent answered questions related to the coordination and communication between their agency, law enforcement, prosecution, and victim service agencies.  There were also general community questions, and the respondent provided outreach information.  Respondents were also asked a series of questions about their agency's contact with the state STOP administrator. Part 3 (Study of Women's Services -- Help Seeker Sample Data) and Part 4 (Study of Women's Services -- Community Sample Data) asked women about their demographic background, their intimate relationships, the types of violence they had experienced with intimate partners, and whether or not they had been sexually assaulted and the circumstances around such experiences.  Respondents in these data files were also asked if they were familiar with the victim service agencies in their community.  In addition, the women were asked if they had used any victim service or legal system agencies in the community.  Also included is the extent to which respondents felt the staff of victim service and legal system agencies behaved positively or negatively toward them, how effective they found the help from the legal system to be, how helpful they found the activities provided by victim service agencies to be, and how much control they felt they had over the services provided from victim service and legal system agencies.  The respondents were also asked if they would ever use these agencies again if they needed to, how satisfied they were with the outcome of the legal system case, how satisfied they were with their lives in general, and how much social support they received from people in their lives.  Essentially, the same questions were asked during the Help Seeker and Community Sample interviews, but were asked in a different order."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this evaluation was to assess whether the STOP (Services/Training/Officers/Prosecution) Violence Against Women Formula Grants Program's financial support for direct victim services offered through private nonprofit victim service agencies helped victims of domestic violence and sexual assault improve their safety and well-being, and work successfully with legal system and other relevant agencies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Researchers selected eight states whose state STOP agency had different levels of emphasis on creating collaborative structures in local service networks to help victims. The states selected were Colorado, Illinois, Massachusetts, Pennsylvania, Texas, Vermont, Washington, and West Virginia.</p>\n\n<p>Researchers collected information, as of November 15, 1999, about 201 nonprofit victim service agencies receiving STOP funding to deliver direct services, their services, and their community linkages, Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data) and Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data).  Each victim service program had to meet two criteria to be included.  It had to have received at least two years of STOP funding, and the grants had to total at least $10,000. A Program Survey completed in spring 2000 used telephone and fax interviews with the person most knowledgeable about STOP-fu\nnded activities to obtain this information. The sample included 201 nonprofit victim service agencies that were nationally representative of all private nonprofit victim service agencies receiving STOP funds for direct services. Among the programs were at least ten subgrantees from each of the eight focal states, with the remaining programs in the sample being nationally representative of the range of STOP-funded programs in the rest of the country.</p>\n\n<p>Among the purposes of the Program Survey data was selecting the communities in the eight focal states to include in the final stage of the study design -- the Help Seeker and the Community survey (Parts 3 and 4, respectively). The goal was to collect data from women in 40 communities -- 5 in each of 8 states.</p>\n\n<p>Data revealing women's outcomes resulting from service use were collected through telephone interviews with 1,631 women between June 2001 and February 2002 for 2 samples of women -- the Help Seeker and the Community samples. The data for this study came from women in 26 communities across the 8 states (2 in Colorado, 4 in Illinois, 3 in Massachusetts, 3 in Pennsylvania, 3 in Texas, 4 in Vermont, 3 in Washington, and 4 in West Virginia).</p>\n\n<p>The Help Seeker (Part 3) sample consisted of 958 women recruited from nonprofit victim service and legal system agencies who had contacted those agencies for assistance related to experiences of domestic violence and/or sexual assault. The legal system agencies (e.g., police, prosecutors, or protective order courts) serving as recruiting places were selected by the victim service agency. In some cases where victim service agency staff were housed in legal system agencies, these advocates recruited women for the legal system partner. Recruitment involved an informed consent process during which agency staff reviewed with the women a form describing the study and its purpose, the potential risks and benefits of participating, what they would be asked about during the interview, the confidentiality procedures, the stipend for participation, and their rights as participants of the study. If a woman agreed to participate, she provided her own contact information and contact information for up to three other people whom she was comfortable having someone contact and who would likely know where she was if she moved. The interviews lasted between one and two hours depending on a woman's circumstances.  All women who completed interviews were paid a stipend of $30.00. They were interviewed between June and October 2001.</p>\n\n<p>The Community sample (Part 4) was a random sample of 673 women in their communities who were 18 to 35 years of age. The sample was selected using random-digit dialing (RDD), screening for women aged 18 to 35 in the victim service program catchment area from which researchers drew the Help Seeker sample. Researchers attempted to complete interviews with any women in the correct age range living in the household called. Interviews with women who had no domestic violence or sexual assault experiences usually lasted about 30 minutes, and no payment was involved. If a woman disclosed either domestic violence or sexual assault, she was asked if she was willing to answer a more extensive set of questions, equivalent to those asked of the Help Seeker sample. These women were paid a $30.00 stipend for completing the full interview. The women in the Community sample were interviewed between November 2001 and February 2002.</p>\n\n<p>The women's data were then linked to Program Survey data from their own community.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data) contains information related to the role of the agency which received STOP funding, the characteristics of employees and volunteers of the agency, and the characteristics of victims the agency served. This included the number of victims served for domestic violence and for sexual assault by\nyear from 1990 to 1999.  The data also include how many victims of domestic violence the agency assisted with obtaining protective/restraining orders and the number of victims helped through criminal justice advocacy activities in the years 1990 to 1999. The agency approximated how many referrals they received from other sources and how many referrals they made to other agencies/organizations each year from 1990 to 1999. There were also questions related to the STOP grant(s) received by the agency, such as when the agency first received STOP grant funding, whether they received STOP grant funding in subsequent years, whether they still received STOP funding, and what percent of their whole agency's annual budget was the STOP grant.  The agencies were also asked about their data collection and evaluation efforts including what information they routinely recorded or put in case records about their domestic violence, sexual assault, and stalking cases/clients and in what form this information was maintained.</p>\n\n<p>Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data) contains background information regarding the agency and the respondent answering questions on behalf of the agency, including the respondent's employment history with the agency, the structure of the agency, and how each level of the agency was involved with or supported the work addressing violence against women. Respondents were also asked whether their agency conducted needs assessments to identify community needs with respect to violence against women, to identify service solutions to meet those needs, and to summarize their STOP project goals and activities.  The data file also includes questions about referrals and how their agency's STOP project related to other activities of the agency. Additionally, the respondent answered questions related to the coordination and communication between their agency, law enforcement agencies, prosecution agencies, and victim service agencies.  There were also general community questions such as whether the needs of victims are being met with regard to domestic violence, sexual assault, and stalking, and the perceptions of how the community has changed in general since STOP funding became available.  The respondent also provided outreach information such as what their agency had done to reach out to women in the community who were victims of violence, and information related to data and evaluation.  Respondents were also asked a series of questions about their agency's contact with the state STOP administrator (SSA) such as \"Does the SSA provide technical assistance with project implementation?\" and \"Does the SSA help you identify and seek non-STOP sources of funding?\".</p>\n\n<p>Part 3 (Study of Women's Services -- Help Seeker Sample Data) and Part 4 (Study of Women's Services -- Community Sample Data) asked women about their demographic background, their intimate relationships, the types of violence they had experienced with intimate partners, and whether or not they had been sexually assaulted and the circumstances around such experiences.  Respondents in these data files were also asked if they were familiar with the victim service agencies in their community, how they learned about these agencies, and what the reputations of these agencies were. In addition, the women were asked if they had used any victim service or legal system agencies in the community, the reasons why they did not use victim service or legal system agencies if they had been victimized but did not seek help, the outcomes of their legal system cases, and the extent to which they felt the staff of community agencies worked together to help with their case.  Also included is the extent to which respondents felt the staff of victim service and legal system agencies behaved positively or negatively toward them, how effective they found the help from the legal system to be, how helpful they found the activities provided by vi\nctim service agencies to be, and how much control they felt they had over the services provided from victim service and legal system agencies. The respondents were also asked if they would ever use these agencies again if they needed to, how satisfied they were with the outcome of the legal system case, how satisfied they were with their lives in general, and how much social support they received from people in their lives.  Essentially, the same questions were asked during the Help Seeker and Community Sample interviews, but were asked in a different order.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community organizations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"intimate partner violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal proceedings"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social support"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victim services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII. Social Institutions and Behavior"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-06-25Version Text: 2012-06-25Subject: Study Level Error Note, Notes: <p>The number of cases for each data file differs from the number of cases mentioned in this study's final report.</p>\n\n<p>For Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data), there are 194 cases, whereas the final report mentions 200.  This is due to six agencies which did not return the faxed questionnaire.</p>\n\n<p>For Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data), there are 201 cases, whereas the final report mentions 200.  This is due to one extra case that was included in the data file.  This particular case can be identified in the data file as having a missing value (-9) for the variable IDNUMBER (ID NUMBER).</p>\n\n<p>For Part 3 (Study of Women's Services -- Help Seeker Sample Data), there are 958 cases, whereas the final report mentions 890.  This is due to 68 cases which were dropped for analysis because there were too few women from their respective communities.  For a list of the communities used in the analysis, see the codebook notes.  The data file includes all cases.</p>\n\n<p>For Part 4 (Study of Women's Services -- Community Sample Data), there are 673 cases, whereas the final report mentions 619.  This is due to 54 cases which were dropped for analysis because there were too few w\nomen from their respective communities.  For a list of the communities used in the analysis, see the codebook notes.  The data file includes all cases.</p>; Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-WT-VX-0010"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2012-06-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2001-11"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002-02"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-11"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002-02"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Parts 1-4: None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["agency (Parts 1 and 2)","individual (Parts 3 and 4)"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["<p>Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data): nonprofit victim service agencies receiving STOP funding at least two years prior to spring 2000 with grants totaling at least $10,000.</p>\n\n<p>Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data): nonprofit victim service agencies receiving STOP funding at least two years prior to spring 2000 with grants totaling at least $10,000.</p>\n\n<p>Part 3 (Study of Women's Services -- Help Seeker Sample Data): women who had contacted STOP-funded nonprofit victim service and legal system agencies for assistance related to experiences of domestic violence and/or sexual assault</p>\n\n<p>Part 4 (Study of Women's Services -- Community Sample Data): women who were 18 to 35 years of age living in households in the United States with a working telephone from November 2001 to February 2002.</p>"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>For Part 1 (Victim Impact Program Survey -- Fax to Subgrantees Data) and Part 2 (Victim Impact Program Survey -- Telephone Interview with Subgrantees Data), researchers first selected eight states whose state STOP administrators had different levels of emphasis on creating collaborative structures in local service networks to help victims. The states selected were Colorado, Illinois, Massachusetts, Pennsylvania, Texas, Vermont, Washington, and West Virginia. Second, researchers collected information about STOP-funded programs in nonprofit victim service agencies, their services, and their community linkages through telephone interviews with program directors or the person in the program most knowledgeable about STOP-funded activities. The sample included nonprofit victim service agencies that were nationally representative of all private nonprofit victim service agen\ncies receiving STOP funds for direct services.</p>\n\n<p>Each victim service program had to meet two criteria to be included.  It had to have received at least two years of STOP funding, and the grants had to total at least $10,000.  The sample included at least eight subgrantees from each of the eight focal states. The remaining programs in the sample were randomly selected to represent the range of STOP-funded programs in the rest of the country.</p>\n\n<p>The Part 3 (Study of Women's Services -- Help Seeker Sample Data) sample consisted of women recruited from nonprofit victim service and legal system agencies who had contacted those agencies for assistance related to experiences of domestic violence and/or sexual assault. The legal system agencies serving as recruiting places were selected by the victim service agency.  To choose the communities for this phase, researchers examined the 90 completed program surveys from the 8 focal states. The researchers intended to select five programs/communities per state to maximize diversity on the level of community wide interagency collaboration within each state. Interviewers rated responses on program surveys on the level of communication, coordination, collaboration, and coordinated community responses described. These ratings were combined to provide an overall rating of 1 to 5, with 1 representing a coordinated community response and 5 representing little or no coordination between agencies in the community. Researchers tried to include one program per state with each of these ratings, while also trying to assure a mix of domestic violence and sexual assault programs and to select programs with enough clients to meet the recruitment needs. Researchers were unable to include 40 communities in the study due to a number of problems encountered when recruiting first programs and then women. The researchers documented the issues faced in an earlier report (Zweig and Burt, 2002).</p>\n\n<p>The Part 4 (Study of Women's Services -- Community Sample Data) sample was selected using random-digit dialing (RDD), screening for women aged 18 to 35 in the victim service program catchment area from which researchers drew the Part 3 (Study of Women's Services -- Help Seeker Sample Data) sample.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"telephone interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>Parts 1-3: None.</p>\n\n<p>The Part 4 (Study of Women's Services -- Community Sample) data file contains 1 weight variable (FINAL ADJUSTED WEIGHT).  No documentation was provided to explain this variable.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1-4: Not available."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"<p>Parts 1, 3, and 4: None.</p>\n\n<p>A Likert-type scale was used in Part 2 (Victim Impact Program Survey - Telephone Interview with Subgrantees Data).</p>"}]}},"files":[{"description":"","label":"Study of Women's Services -- Community Sample Data","restricted":false,"version":1,"datasetVersionId":34521,"dataFile":{"id":2605904,"persistentId":"","pidURL":"","filename":"Study of Women's Services -- Community Sample Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Study of Women's Services -- Help Seeker Sample Data","restricted":false,"version":1,"datasetVersionId":34521,"dataFile":{"id":2605903,"persistentId":"","pidURL":"","filename":"Study of Women's Services -- Help Seeker Sample Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Impact Program Survey -- Fax to Subgrantees Data","restricted":false,"version":1,"datasetVersionId":34521,"dataFile":{"id":2605901,"persistentId":"","pidURL":"","filename":"Victim Impact Program Survey -- Fax to Subgrantees Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Victim Impact Program Survey -- Telephone Interview with Subgrantees Data","restricted":false,"version":1,"datasetVersionId":34521,"dataFile":{"id":2605902,"persistentId":"","pidURL":"","filename":"Victim Impact Program Survey -- Telephone Interview with Subgrantees Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}