{"status":"OK","data":{"id":38552,"identifier":"ICPSR04308.v1","persistentUrl":"https://doi.org/10.3886/ICPSR04308.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR04308.v1","latestVersion":{"id":34552,"storageIdentifier":"file://10.3886/ICPSR04308.v1","versionState":"RELEASED","distributionDate":"2006-01-06","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:13:39Z","releaseTime":"2015-04-09T03:13:39Z","createTime":"2015-04-09T03:13:39Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Risk Management of Sexually Abusive Youth in Massachusetts, 1998-2004"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Prentky, Robert"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Justice Resource Institute"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to assist the Massachusetts Department of Social Services (DSS) with the risk management of youth (aged 4 to 20), identified through the Assessment for Safe and Appropriate Placement (ASAP) program, because of their sexually inappropriate and coercive behavior. The mission of this project was to identify and test potentially useful risk and protective factors for adolescent and pre-adolescent youth who had already begun engaging in sexually coercive behavior. An award from the National Institute of Justice complemented and supported state funding for the research project and permitted detailed coding of 822 cases selected from all 28 DSS area offices throughout Massachusetts. The first five months of the research program had two priorities: (1) the creation of a dictionary designed to permit maximally reliable coding of the information gleaned from the DSS files on these youth, and (2) coding a representative sample of youth on critical variables. Overall, the researchers requested the files of approximately 1,300 ASAP-evaluated youth. The present sample consists of 720 cases that had been coded, checked, and entered when data analysis began at the beginning of June 2004. Variables include referral and placement history, demographic characteristics, critical antecedent childhood life experiences, familial/parental characteristics, presenting behavioral problems including detailed coding of sexually normative, deviant (paraphillic), inappropriate and coercive behaviors, and psychological and/or emotional symptoms."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The goal of this study was to assist the  Massachusetts Department of Social Services (DSS) with the risk  management of youth (aged 4 to 20), identified through the Assessment  for Safe and Appropriate Placement (ASAP) program, because of their  sexually inappropriate and coercive behavior. The missions of this  project were to identify and test potentially useful risk and  protective factors for adolescent and pre-adolescent youth who had  already begun engaging in sexually coercive behavior. The project  sought to find empirically-based answers to assist in assessing the  risk posed by sexually abusive boys and girls. Thus, the primary  mission of this research project was to begin at the earliest stage of  identifying risk-relevant factors, examine the age and gender  specificity of those factors, and test risk models for assessing indices of proximal sexually abusive behavior."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"An award from the National Institute of Justice  complemented and supported state funding for the research project and  permitted detailed coding of 720 cases selected from all 28 DSS area  offices throughout Massachusetts. The first task of this project was  to create a comprehensive descriptive picture of the ASAP population.  The first five months of the research program had two priorities: (1)  the creation of a dictionary designed to permit maximally reliable  coding of the information gleaned from the DSS files on these youth,  and (2) coding a representative sample of youth on critical variables  to examine the adequacy of the information gathered and the  reliability of the individual variables in the dictionary. The project  identified youths who were ASAP-evaluated from a list generated by the  region's lead agency. After the names were received, the project  coordinator from the research department sent a list to each DSS  office from which the youth were evaluated. Overall, the researchers  requested the files of a\npproximately 1,300 ASAP-evaluated youth. A  total of 720 cases had been coded, checked, and entered when data  analysis began at the beginning of June 2004. After the collection of  abstracts, trained staff coded the files using the coding dictionary.  During the three years of the research project, the coding dictionary  was revised twice to improve clarity and reliability of individual  items, as well as coverage. The last revision was made in July  2003. The 250 cases that had already been coded and that served as a  basis for item changes and clarifications were recoded using the  revised coding dictionary. The assessment of outcome was more  complicated in this study because the vast majority of these children  had not been detained in a secure setting, such as a prison or secure  residential placement, were never legally charged for their  offense-related behavior, and had not been \"released\" in the formal  sense of the term. The present study created a proxy \"reoffend\"  variable, defined as any inappropriate hands-on sexual behavior after the ASAP evaluation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in this study include demographic  variables such as date of birth, race, last grade completed in school,  and gender. Variables are also provided regarding psychological  measures such as Intelligence Quotient (IQ), the presence of learning  disabilities, and numerous psychological disorders such as  Post-Traumatic Stress Disorder (PTSD), Attention Deficit-Hyperactivity  Disorder (ADHD), and anxiety, among others. Other variables also  include information regarding previous sexual, psychological, or  physical abuse, family make-up, caregiver history, drug or alcohol  abuse, victim characteristics, delinquency and anti-social behavior,  juvenile penal history, and ASAP related variables. Specific variables  in regards to the current sexually coercive behavior are also present  such as the specific type of acts engaged in, and whether or not the acts were with agemates, and if they were nonforced or forced."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"adolescents"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk management"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"youthful offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"youths"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-11-20Version Text: 2013-11-20Version Date: 2013-11-20Version Text: 2013-11-20 Subject: null  Type: null  Notes: ICPSR edited the codebook notes in the PDF codebook and added a collection note to the metadata to document the differences between the codebook generated by ICPSR that corresponds to the data that are available through restricted access procedures and the original coding dictionary created by the principal investigator.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: The PDF codebook available as part of this data collection contains a codebook generated by ICPSR that corresponds to the data that are available through restricted access procedures as well as a coding dictionary created by the principal investigator, which is provided for reference purposes. Users should be aware that there are some differences between the coding dictionary created by the principal investigator and the ICPSR codebook and data. Specifically, items in Part G \"CARETAKER(S) INFORMATION\" and Part N \"Characteristics of Subject's Victim(s)\" of the coding dictionary are missing from the ICPSR codebook and data. In addition, variables UCPORN and UVPORN in Part L \"Sexualized and Sexually Coercive Behaviors\" of the coding dictionary are missing from the ICPSR codebook and data. Conversely, there are a number of variables in the ICPSR Codebook and data that do not appear in the original coding dictionary created by the principal investigator. There are also other minor differences between the coding dictionary and the ICPSR codebook and data with respect to variable names and labeling information.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2002-IJ-CX-0029"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-01-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1998"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2004"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2001-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2004-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["The data source for coding was a redacted research  abstract averaging 100 pages in length developed from documents from  the DSS case record. These documents essentially fell into four  categories (1) DSS (ASAP evaluation, service plans, abuse  investigations and reports, family history, detailed information on  parents, siblings and placements), (2) residential/group treatment  plans (progress notes and reports, incident and behavior reports), (3)  school reports (academic and progress reports, psychoeducational  evaluations), and (4) therapy (admission and discharge summaries,  inpatient and outpatient treatment notes, medication trials and progress reports, and diagnoses)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Massachusetts"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["city"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Youth offenders in the state of Massachusetts from the start of the ASAP program, in 1998 through 2004, who met the program criteria."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"A total of 1,300 cases were requested for study from 28  DSS area offices throughout Massachusetts. Of the original 1,300  requested cases, 89 were closed and unattainable, 65 cases were not  able to be found, and 37 cases assigned to ASAP were halted because of  insurance issues or were cancelled by an authorized person. Of the  approximately 1,100 cases remaining, the researchers created 884  abstracts. However in 60 cases, the researcher could not obtain the  actual ASAP report, reducing the sample to 822 cases. Of these, 55  percent of the original 1,300 known ASAP cases are available in this  collection with the age ranging from 4 to 20 and a gender breakdown of  81 percent boys to 19 percent girls. The principal investigator  reports that the final sample of 822 cases has been coded and entered  and serves as the basis of\nthe follow-up of these children. That  follow-up study has been concluded and the findings will be presented in a separate final report."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Juvenile-Sex Offender Assessment Protocol (J-SOAP)"}]}},"files":[{"description":"","label":"Risk Management of Sexually Abusive Youth in Massachusetts, 1998-2004","restricted":false,"version":1,"datasetVersionId":34552,"dataFile":{"id":2606026,"persistentId":"","pidURL":"","filename":"Risk Management of Sexually Abusive Youth in Massachusetts, 1998-2004","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}