{"status":"OK","data":{"id":46125,"identifier":"ICPSR36067.v1","persistentUrl":"https://doi.org/10.3886/ICPSR36067.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR36067.v1","latestVersion":{"id":42125,"storageIdentifier":"file://10.3886/ICPSR36067.v1","versionState":"RELEASED","distributionDate":"2015-03-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:36:53Z","releaseTime":"2015-04-09T04:36:53Z","createTime":"2015-04-09T04:36:53Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Users of the data must agree to the Terms of Use presented on the NADAC Website and available through the link in each codebook.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS): Elementary School Arts Education Survey, Fall 2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Education. Institute of Education Sciences. National Center for Education Statistics"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Fast Response Survey System (FRSS) was established in 1975 by the National Center for Education Statistics (NCES), United States Department of Education. FRSS is designed to collect issue-oriented data within a relatively short time frame. FRSS collects data from state education agencies, local education agencies, public and private elementary and secondary schools, public school teachers, and public libraries. To ensure minimal burden on respondents, the surveys are generally limited to three pages of questions, with a response burden of about 30 minutes per respondent. Sample sizes are relatively small (usually about 1,000 to 1,500 respondents per survey) so that data collection can be completed quickly. Data are weighted to produce national estimates of the sampled education sector. The sample size is large enough to permit limited breakouts by classification variables. However, as the number of categories within the classification variables increases, the sample size within categories decreases, which results in larger sampling errors for the breakouts by classification variables.</p>\n\n<p>The Elementary School Arts Education Survey, Fall 2009 data provide national estimates on student access to arts education and resources available for such instruction in public elementary schools during fall 2009. This is one of a set of seven surveys that collected data on arts education during the 2009-10 school year. In addition to this survey, the set includes a survey of secondary school principals, three elementary teacher-level surveys, and two secondary teacher-level surveys. A stratified sample design was used to select principals for this survey. Data collection was conducted September 2009 through June 2010, and 988 eligible principals completed the survey by web, mail, fax, or telephone.</p>\n\n<p>The elementary school survey collected data on the availability and characteristics of music, visual arts, dance, and drama/theatre instruction; the type of space used for arts instruction; the availability of curriculum guides for arts teachers to follow; the availability of curriculum-based arts education activities outside of regular school hours; and whether those teaching the subject are arts specialists. Principals also reported on school or district provision of teacher professional development in the arts; arts education programs, activities, and events; and school-community partnerships. Principals were also asked to provide administrative information such as school instructional level, school enrollment size, community type, and percent of students eligible for free or reduced-price lunch.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to collect data on arts education in public elementary schools in the United States."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Survey and list collection materials were mailed to the principal of each sampled elementary school in September 2009. The survey packages for the 1,201 elementary schools selected\nto respond to the principal survey included a school-level questionnaire and a cover letter indicating that the survey was designed to be completed by the school principal. Respondents were given the option of completing the survey online or on paper. Also included in the packages were forms for respondents to provide the names of their eligible teachers to provide sampling information for the elementary school teacher surveys. Telephone follow-up for those who did not respond to the initial questionnaire mailing was conducted from October 2009 through June 2010.</p>\n\n<p>A total of 988 public elementary schools completed the Elementary School Arts Education Survey. Of the schools that completed the survey, 55 percent completed it by web, 33 percent completed it by mail, 11 percent completed it by fax, and 1 percent completed it by telephone.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The elementary school survey collected data on the availability and characteristics of music, visual arts, dance, and drama/theatre instruction; the type of space used for arts instruction; the availability of curriculum guides for arts teachers to follow; the availability of curriculum-based arts education activities outside of regular school hours; and whether those teaching the subject are arts specialists. Principals also reported on school or district provision of teacher professional development in the arts; arts education programs, activities, and events; and school-community partnerships. Principals were also asked to provide administrative information such as school instructional level, school enrollment size, community type, and percent of students eligible for free or reduced-price lunch."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"access to arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arts education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"dance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"elementary education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"instruction"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"music"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"performing arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school principals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"teacher education"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"visual arts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.F. Social Institutions and Behavior, Leisure and Recreation"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC I. National Archive of Data on Arts and Culture"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NADAC V. Arts Education and Training"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NADAC subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2015-03-19Version Text: 2015-03-19Subject: Study Level Error Note, Notes: <p>NCES does all it can to assure that the identity of data subjects cannot be disclosed. All direct identifiers, as well as any characteristics that might lead to identification, are omitted or modified in the dataset to protect the true characteristics of individual cases. Any intentional identification or disclosure of a person or institution violates the assurances of confidentiality given to the providers of the information.</p>\n\n<p>Before using the data, users must read the Data Disclosure Warning section of the User Guide.</p>;Subject: Study Level Error Note, Notes: <p>Please note that this data collection corresponds with the following FRSS data collections on Arts Education archived by NADAC:</p>\n\n<ul>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): SECONDARY SCHOOL ARTS EDUCATION SURVEY (ICPSR 36068)</li>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): ARTS EDUCATION SURVEYS OF ELEMENTARY SCHOOL TEACHERS (ICPSR 36069)</li>\n<li>FAST RESPONSE SURVEY SYSTEM (FRSS): ARTS EDUCATION SURVEYS OF SECONDARY SCHOOL TEACHERS (ICPSR 36070)</li>\n</ul>;Subject: Study Level Error Note, Notes: Before using the data, users are encouraged to review the Technical Notes presented in the User Guide on Sample and Response Rates; Weighting Procedures and Sampling Errors; Nonsampling Errors, Coding, and Editing; Definitions of Selected Analysis Variables; and Definitions of Terms.;Subject: Study Level Error Note, Notes: Although item nonresponse for key items was low, missing data were imputed for the items with a response rate of less than 100 percent. The missing items included both numerical data such as the number of student arts events that the principal attended, as well as categorical data such as whether arts specialists have input in the curriculum of the arts education program. The missing data were imputed using a \"hot-deck\" approach to obtain a \"donor\" school from which the imputed values were derived. Under the hot-deck approach, a donor school that matched selected characteristics of the school with missing data (the recipient school) was identified. The matching characteristics included characteristics of the school such as categories of school enrollment size; locale; categories for percent combined enrollment of Black, Hispanic, Asian/Pacific Islander, or American Indian/Alaska Native students; and categories for percent of students in the school eligible for free or reduced-price lunch. In addition, relevant questionnaire items were used to form appropriate imputation groupings. Once a donor was found, it was used to obtain the imputed values for the school with missing data. For categorical items, the imputed value was simply the corresponding value from the donor school. For some numerical items, an appropriate ratio (e.g., percent of all student arts events attended by the principal) was calculated for the donor school, and this ratio was applied to available data (e.g., number of student arts events) for the recipient school to obtain the corresponding imputed value. Imputation flags are included in the data.;Subject: Study Level Error Note, Notes: <p>Question 17 column B (grades taught) was collected as a text field, and NCES excludes all text fields from the survey data file.</p>\n\n<p>Also, Question 21 of the survey (grades taught) was asked only for quality control purposes, and NCES did not include responses for this question in the survey data file.</p>;Subject: Study Level Error Note, Notes: Due to the limit in the number of allowable columns of 256 in Excel 97-2003 (file ending, xls), the Excel file being distributed with this collection is in the later version of Excel (file ending of xlsx).; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), xlsx Data file(s), and electronic documentation.;"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-03-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2009"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2010"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2009-09"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2010-06"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Fast Response Survey System (FRSS) Series"}}}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["region"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["school"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Principals in regular public elementary schools in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The nationally representative sample for the FRSS elementary school survey on arts education consisted of 1,802 regular public elementary schools in the 50 states and the District of Columbia. This elementary school survey was part of a study consisting of seven surveys that were administered during the 2009-10 school year. At the elementary school level, the study included a survey of school principals and three teacher-level surveys, one each for self-contained classroom teachers, music specialists, and visual arts specialists. At the secondary school level, the study included a survey of school principals and two teacher-level surveys, one each for music specialists and visual arts specialists.</p>\n\n<p>The sampling frames for the school surveys and teacher list collections were based on regular public schools from the 2006-07 NCES Common Core of Data (CCD) Public School Universe file, which was the most current file available at the time of sample selection. The sampling frame included 85,962 regular public schools. Of these, 52,807 were elementary schools, 31,133 were secondary schools, and 2,022 were combined schools. The frame included regular public elementary and secondary schools in the 50 states and the District of Columbia and excluded special education, vocational, home, adult education, private, and al\nternative/other schools; schools in the outlying United States territories; schools operated by the Department of Defense or Bureau of Indian Education; schools lacking any grade higher than kindergarten; and schools with only ungraded students. Charter schools were eligible for inclusion because they were classified as regular schools in the CCD.</p>\n\n<p>Separate stratified samples of public elementary and secondary schools were selected to receive the appropriate survey instrument for the school-level surveys and teacher list collections. Combined schools were given a chance of selection for both surveys and, if selected, were asked to complete only the survey instrument for which they were selected. To select the sample for the elementary school and teacher surveys, the sampling frame was stratified by instructional level (elementary and combined) and school enrollment size (five categories for each level) to create 10 sampling strata. To improve the representativeness of the sample, an implicit stratification was induced by sorting the schools within each stratum by community type and categories of poverty status defined by percent eligible for free or reduced-price lunch.</p>\n\n<p>Elementary schools were selected for the principals' survey in two phases. In the first phase of selection, a sample of 1,802 schools was selected for the purpose of constructing teacher lists for the related surveys of self-contained classroom teachers, music specialists, and visual arts specialists. Within each stratum, the first-phase sample of schools was selected systematically and with probabilities proportionate to the square root of the estimated number of teachers in the school. In the second phase of selection, a subsample of 1,201 schools was selected for the principals' survey from the 1,802 schools in the initial sample. The subsample was selected with equal probabilities within strata, resulting in overall probabilities of selection that were proportional to the square root of the estimated number of teachers in the school. The remaining 601 elementary schools in the first phase sample were asked to provide lists of music specialists and visual arts specialists only (i.e., they were not sampled to complete the school-level survey or provide lists of classroom teachers).</p>\n\n<p>Of the 1,201 elementary schools that were sampled for the school-level survey, 38 were found to be ineligible for the survey because they were closed or lacked an elementary grade higher than kindergarten. Of the 1,163 eligible schools in the sample, 988 schools completed the survey.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"mail questionnaire"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<p>This data collection contains the following weight variables: AWT (Full Sample Weight) and AWT1-AWT50 (Replicate Weights).</p>\n\n<p>For further details regarding the base weight and replicate weights in this data collection, please refer to the Weighting Procedures and Sampling Errors section of the User Guide.</p>"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the eligible schools, the unweighted response rate was 85 percent (988 responding schools divided by the 1,163 eligible schools in the sample). The weighted response rate was also 85 percent."}]}},"files":[{"description":"","label":"Fast Response Survey System (FRSS) Elementary School Arts Education Survey, Fall 2009","restricted":false,"version":1,"datasetVersionId":42125,"dataFile":{"id":2664755,"persistentId":"","pidURL":"","filename":"Fast Response Survey System (FRSS) Elementary School Arts Education Survey, Fall 2009","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}