{"status":"OK","data":{"id":45256,"identifier":"ICPSR03283.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03283.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03283.v1","latestVersion":{"id":41256,"storageIdentifier":"file://10.3886/ICPSR03283.v1","versionState":"RELEASED","distributionDate":"2001-12-14","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:27:19Z","releaseTime":"2015-04-09T04:27:19Z","createTime":"2015-04-09T04:27:19Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for\ninterpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"National Survey of Investigations in the Community Policing Context, 1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wycoff, Mary Ann"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Executive Research Forum"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This survey collected descriptive information from municipal police departments and sheriffs offices across the United States to determine whether the departments had implemented community policing, how their investigative functions were organized, and the ways in which their investigative organizational structure may have been modified to accommodate a community policing approach. The research project involved a national mail survey of municipal police departments and sheriffs offices in all jurisdictions with populations of more than 50,000 and 100 or more sworn officers. The survey was mailed in the late fall of 1997. Data contain responses from 405 municipal departments and 196 sheriffs offices. Questionnaires were similar but were modified depending on whether they were sent to municipal or sheriffs agencies. Data generated by the questionnaires provide descriptive information about the agencies, including agency type, state, size of population served, number of full-time and part-time sworn and civilian personnel, number of auxiliary and rescue personnel, number of detectives, whether the sworn personnel were represented by a bargaining unit, and if the agency was accredited. Respondents reported whether community policing had been implemented and, if so, identified various features that described community policing as it was structured in their agency, including year implementation began, number of sworn personnel with assignments that included community policing activities, and if someone was specifically responsible for overseeing community policing activities or implementation. Also elicited was information about the organization of the investigative function, including number of sworn personnel assigned specifically to the investigative/detective function, the organizational structure of this function, location and assignment of investigators or the investigative function, specialization of detectives/investigators, their pay scale compared to patrol officers, their relationship with patrol officers, and their chain-of-command. Finally, respondents reported whether the investigative structure or function had been modified to accommodate a community policing approach, and if so, the year the changes were first implemented."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Questions about the nature and structure of the  investigative function constitute a central concern for administrators  who are implementing community policing. The concerns are both  substantive and political. Substantive questions address what the  investigative function should encompass, who should perform it, and  its relationship to citizens and other police personnel. Political  questions pertain to redefining the roles for detectives and other  personnel who may be involved in the investigative  process. Additionally, literature on criminal investigations has  largely consisted of studies regarding the effectiveness of  investigations, with little literature exploring the relationship  between community policing and investigations and issues facing police  agencies as they address the role of the investigator in community  policing. In considering the larger question of what the investigative  function should be in a community policing context, the researchers  addressed the issue that the primarily reactive investigative function  supports only one element of community policing and explored what the  investigative function would look like if designed to support the full  range of community policing efforts. Specifically, this project\nconsidered three main questions to fill the gap in knowledge about  community policing implementation: (1) How are community policing  agencies in the United States structuring the investigative function?  (2) How are they integrating the investigative function with other  police services? and (3) How have they managed/are they managing the change process within this function?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research project involved a national mail  survey of municipal police departments and sheriffs offices in all  jurisdictions with populations of more than 50,000 and 100 or more  sworn officers. The survey was mailed in the late fall of 1997. Data  contain responses from 405 municipal departments and 196 sheriffs  offices. The survey collected descriptive information about whether  the departments had implemented community policing, the organization  of their investigative function, and the ways in which the  investigative organizational structure or function may have been  modified to accommodate a community policing approach. The survey was  accompanied by a letter from the executive director of the Police  Executive Research Forum (PERF). One month after the first mailing, a  second copy of the questionnaire was sent to non-responding agencies,  along with another letter from PERF's executive director, again requesting participation."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The questionnaires were similar but were modified  depending on whether they were sent to municipal or sheriffs  agencies. Data generated by the questionnaires provide descriptive  information about the agencies, including agency type, state, size of  population served, number of full-time and part-time sworn and  civilian personnel, number of auxiliary and rescue personnel, number  of detectives, whether the sworn personnel were represented by a  bargaining unit, and if the agency was accredited. Respondents  reported whether community policing had been implemented and, if so,  identified various features that described community policing as it  was structured in their agency, including year implementation began,  number of sworn personnel with assignments that included community  policing activities, and if someone was specifically responsible for  overseeing community policing activities or implementation. Also  elicited was information about the organization of the investigative  function, including number of sworn personnel assigned specifically to  the investigative/detective function, the organizational structure of  this function, location (physically centralized or decentralized) and  assignment (within specific geographic area and/or crime types) of  investigators or the investigative function, specialization of  detectives/investigators, their pay scale compared to patrol officers,  their relationship with patrol officers, and their  chain-of-command. Finally, respondents reported whether the  investigative structure or function had been modified to accommodate a  community policing approach, and if so, the year the changes were first implemented."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"community policing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organizational structure"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police departments"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IX. Police"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2001-12-14Version Text: 2001-12-14 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"96-IJ-CX-0081"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-12-14"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["mail-back questionnaires"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Agencies."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All municipal police departments and sheriffs offices in the United States serving jurisdictions with populations greater than 50,000 and with 100 or more sworn officers in 1997"]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Municipal police departments and sheriffs offices serving  jurisdictions in the United States with populations of more than 50,000 and having 100 or more sworn officers"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"The response rate for municipal departments was  83.9 percent. The response rate for sheriffs offices was 64.6 percent."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"National Survey of Investigations in the Community Policing Context, 1997  ","restricted":false,"version":1,"datasetVersionId":41256,"dataFile":{"id":2659051,"persistentId":"","pidURL":"","filename":"National Survey of Investigations in the Community Policing Context, 1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}