{"status":"OK","data":{"id":45715,"identifier":"ICPSR02890.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02890.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02890.v1","latestVersion":{"id":41715,"storageIdentifier":"file://10.3886/ICPSR02890.v1","versionState":"RELEASED","distributionDate":"2001-04-12","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:32:24Z","releaseTime":"2015-04-09T04:32:24Z","createTime":"2015-04-09T04:32:24Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Experiment to Enhance the Reporting of Drug Use by Arrestees in Cleveland, Detroit, and Houston, 1997"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wish, Eric D.,"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, College Park, Center for Substance Abuse Research (CESAR)"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gray, Thomas"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, College Park, Center for Substance Abuse Research (CESAR)"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sushinsky, Jonathan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland, College Park, Center for Substance Abuse Research (CESAR)"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project involved an experiment conducted in three Drug  Use Forecasting (DUF) [DRUG USE FORECASTING IN 24 CITIES IN THE UNITED  STATES, 1987-1997 (ICPSR 9477)] program sites to determine whether  using a more detailed informed consent procedure and/or altering the  sequence of the interview and urine specimen collection could enhance  the validity of arrestees' self-reports of drug use without adversely  affecting study response rates. A 2x2 factorial design was used to  assess the effects of the two manipulations. The first two  experimental conditions involved administering either the standard DUF  informed consent or an enhanced consent that told the arrestees more  about the confidential nature of the research and the capabilities of  urinalysis. The second two conditions involved collecting the urine  specimen either before or after the interview was administered. The  experiment included 2,015 adult arrestees from Cleveland, Ohio,  Detroit, Michigan, and Houston, Texas, who were randomly assigned to  one of the four experimental conditions. The experiment was designed  so that the only variability across the interviews was the  manipulation of informed consent and the sequencing of the urine  specimen request. All other procedures of a standard DUF collection  were followed. Data were collected in Cleveland between July 8 and  August 22, 1997, in Detroit from August 4 to September 27, 1997, and  in Houston from October 17 to November 1, 1997. Variables specific to  this project include the experimental condition to which the  respondent was assigned, follow-up questions asking whether the  arrestee would have responded differently if assigned to the other  conditions, and several dummy variables on length and type of drug  use. Data from the DUF interview provided detailed information about  each arrestee's self-reported use of 15 drugs. For each drug type,  arrestees were asked whether they had ever used the drug, the age at  which they first used the drug, whether they had used the drug within  the past three days, how many days they had used the drug within the  past month, whether they had ever needed or felt dependent on the  drug, and whether they were dependent on the drug at the time of the  interview. Data from the DUF interview instrument also included  alcohol/drug treatment history, information about whether arrestees  had ever injected drugs, and whether they were influenced by drugs  when the crime that they were charged with was committed. The data  also include information about whether the arrestee had been to an  emergency room for drug-related incidents and whether he or she had  had prior arrests in the past 12 months. Urine tests screened for the  presence of ten drugs, including marijuana, opiates, cocaine, PCP,  methadone, benzodiazepines (Valium), methaqualone, propoxyphene  (Darvon), barbiturates, and amphetamines (positive test results for  amphetamines we\nre confirmed by gas chromatography). Demographic data  include the age, race, sex, educational attainment, marital status, employment status, and living circumstances of each respondent."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Findings from the Drug Use Forecasting (DUF)  Program [DRUG USE FORECASTING IN 24 CITIES IN THE UNITED STATES,  1987-1997 (ICPSR 9477)] indicate that many arrestees underreport  their recent use of illicit drugs in spite of the many attempts to  convince arrestees that their responses are part of a confidential and  anonymous research study and cannot affect their cases. If arrestees  fail to report drug use accurately in research interviews, and if the  level of underreporting varies from one research site to another, then  the accuracy and comparability of self-reported drug use data are  suspect. This project involved an experiment conducted in three DUF  sites to determine whether using a more detailed informed consent  procedure and/or altering the sequence of the interview and urine  specimen collection could enhance the validity of arrestees'  self-reports of drug use, without adversely affecting study response  rates. Further, results from the experiment had potential implications  for procedures used in the DUF program's successor, the Arrestee Drug Abuse Monitoring (ADAM) Program."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"A 2x2 factorial design was used to assess the  effects of the two manipulations. The first two experimental  conditions involved administering either the standard DUF informed  consent or an enhanced consent that told the arrestees more about the  confidential nature of the research and the capabilities of  urinalysis. The second two conditions involved collecting the urine  specimen either before or after the interview was administered. The  experiment included 2,015 adult arrestees from Cleveland, Detroit, and  Houston who were randomly assigned to one of the four experimental  cells. Cell A represented the typical DUF protocol in which  interviewers administered the standard consent and requested the urine  specimen after the interview had been completed. In Cell B,  researchers also administered the standard consent, but asked for the  specimen prior to conducting the interview. Cells C and D used the  enhanced informed consent and asked for the specimen after or before  the interview, respectively. Data collection was divided into two  phases. During the first phase, arrestees were randomly assigned to  Cells A or C, both of which required the collection of the specimen  after the interview. After Phase I was completed, collection began for  Cells B and D, where the urine specimen was collected before the  interview. Four scripts were prepared representing the four  experimental conditions. A single script was used for each arrestee  approached, which automatically assigned the arrestee to one of the  four cells. To randomize the two scripts for each phase, they were  first photocopied so that the scripts alternated. The sheets were then  broken into smaller stacks and shuffled by picking up varying numbers  of sheets from each stack and merging them together. The shuffling  step was then repeated several times. The scripts were constructed so  that each guided the interviewer through the sequence of steps to be  taken for the experimental condition assigned to the arrestee being  interviewed. The experiment was designed so that the only variability  across the interviews was the manipulation of informed consent and  sequence of requesting the urine specimen. All other procedures of a  standard DUF collection were followed. The DUF data processing  contractor merged the interview data and urine test results and  forwarded the merged data file to Center for Substance Abuse Research  (CESAR) staff. CESAR staff constructed the final analysis file by  merging the data file from the DUF contractor with the CESAR data  containing variables denoting the cells to which the arrest\nee had been  assigned and responses to additional questions about the experiment  recorded on the script sheet. Data were collected in Cleveland between  July 8 and August 22, 1997, in Detroit from August 4 to September 27, 1997, and in Houston from October 17 to November 1, 1997."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables specific to this project include the  experimental condition to which the arrestee was assigned, follow-up  questions asking whether the arrestee would have responded differently  if assigned to the other conditions, and several dummy variables on  length and type of drug use. Data from the DUF interview provided  detailed information about each arrestee's self-reported use of 15  drugs. For each drug type, arrestees were asked whether they had ever  used the drug, the age at which they first used the drug, whether they  had used the drug within the past three days, how many days they had  used the drug within the past month, whether they had ever needed or  felt dependent on the drug, and whether they were dependent on the  drug at the time of the interview. Data from the DUF interview  instrument also included alcohol/drug treatment history, information  about whether arrestees had ever injected drugs, and whether they were  influenced by drugs when the crime that they were charged with was  committed. The data also include information about whether the  arrestee had been to an emergency room for drug-related incidents and  whether he or she had had prior arrests in the past 12 months. Urine  tests screened for the presence of ten drugs, including marijuana,  opiates, cocaine, PCP, methadone, benzodiazepines (Valium),  methaqualone, propoxyphene (Darvon), barbiturates, and amphetamines  (positive test results for amphetamines were confirmed by gas  chromatography). Demographic data include the age, race, sex,  educational attainment, marital status, employment status, and living circumstances of each respondent."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug dependence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug testing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug treatment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"treatment programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urinalysis"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2001-04-12Version Text: 2001-04-12 Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: (1) Users are encouraged to review the documentation  for the 1997 DUF data collection for the methodology and sampling used  for the standard DUF interview protocol. (2) The user guide and the  codebook and data collection instruments are provided by ICPSR as  Portable Document Format (PDF) files. The PDF file format was  developed by Adobe Sys\ntems Incorporated and can be accessed using PDF  reader software, such as the Adobe Acrobat Reader. Information on how  to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-K002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-04-12"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1997-07"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997-11"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1997-07-08"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1997-11-01"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, clinical data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews, urine specimens, and arrest records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Cleveland"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Detroit"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Houston"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Michigan"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Ohio"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Texas"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Booked adult arrestees in Cleveland, Detroit, and Houston in 1997."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Sites were chosen to represent different interviewing conditions and to fit with the experiment's data collection schedule."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"There were no differences in the interview or  urine specimen response rates across the four conditions. Between 80  and 85 percent of all arrestees approached agreed to be interviewed  and between 88 and 92 percent of the participants in the four conditions provided a urine specimen."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Experiment to Enhance the Reporting of Drug Use by Arrestees in Cleveland, Detroit, and Houston, 1997  ","restricted":false,"version":1,"datasetVersionId":41715,"dataFile":{"id":2661874,"persistentId":"","pidURL":"","filename":"Experiment to Enhance the Reporting of Drug Use by Arrestees in Cleveland, Detroit, and Houston, 1997  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}