{"status":"OK","data":{"id":39994,"identifier":"ICPSR03797.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03797.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03797.v1","latestVersion":{"id":35994,"storageIdentifier":"file://10.3886/ICPSR03797.v1","versionState":"RELEASED","distributionDate":"2005-02-25","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:29:33Z","releaseTime":"2015-04-09T03:29:33Z","createTime":"2015-04-09T03:29:33Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Violence Against Women and the Role of Welfare Reform in Stanislaus and Kern Counties, California, 1999-2002"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Goodwin, Sandra Naylor"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California Institute for Mental Health"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Chandler, Daniel"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California Institute for Mental Health"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Meisel, Joan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"California Institute for Mental Health"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study investigated the relationship between domestic  violence and welfare reform. Two specific goals were (1) to determine  the impact of domestic violence on welfare tenure and employment over  a three-year period, and (2) to examine the well-being of children of  female welfare recipients who experienced domestic violence. In  addition, the study examined issues related to mental health problems  and alcohol and drug problems, both of which are associated with  domestic violence. This study was based on three rounds of interviews  with a random sample of welfare recipients in Kern and Stanislaus  Counties, California, between April 1999 and December 2002. Although  the interview instrument was slightly altered for each round, the  questions in all three rounds focused on employment history, health,  mental health, domestic violence victimization, children's well-being, and alcohol and drug use."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study investigated the relationship between  domestic violence and welfare reform. While a number of studies prior  to the enactment of welfare reform demonstrated that high rates of  welfare recipients experienced domestic violence, this study was  designed to provide comprehensive information about domestic violence  under the new welfare rules. Two specific goals were (1) to determine  the impact of domestic violence on welfare tenure and employment over  a three-year period, and (2) to examine the well-being of children of  female welfare recipients who experienced domestic violence. In  addition, the study examined issues related to mental health problems  and alcohol and drug problems. Both conditions are associated with  domestic violence, but the extent of this link among welfare recipients after welfare reform was enacted was unclear."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was based on three rounds of interviews  with a random sample of welfare recipients in Kern and Stanislaus  Counties, California, between April 1999 and December 2002. Interviews  were conducted at the welfare department in each county and were  intended to occur on days when participants had other, already  scheduled activities there. As an incentive and compensation for time  and travel, study participants in Round One were offered a 30 dollar  gift card for Wal-Mart. The gift card was increased to 50 dollars in  Round Two and 75 dollars in Round Three. There turned out to be many  problems with this approach. Participants were often not at the site  at the time at which they were scheduled, requiring the interviewers  to try to contact them by letter and telephone to com\ne in for the  interview. Home visits were not part of the study design, primarily to  protect the safety of women who might be in abusive relationships. The  first round of interviews was conducted from March to October 1999 and  involved 356 subjects from Stanislaus County and 276 subjects from  Kern County. Round Two interviews were conducted from May to December  2000 and involved 311 subjects from Stanislaus County and 262 subjects  from Kern County. Round Three interviews took place between January  2001 and December 2002 and involved 309 subjects in Stanislaus County  and 243 subjects in Kern County. The interview instrument was slightly  different for each round. In all three rounds the questions focused on  employment history, health, mental health, domestic violence  victimization, children's well-being, and alcohol and drug use. The  instruments for Rounds Two and Three included additional items on  children's well-being, and the Round Three instrument included a  section on criminal history. The instruments were a synthesis of the  following instruments along with items designed by the researchers:  the Composite International Diagnostic Interview (CIDI), the Composite  International Diagnostic Interview Short Form (CIDI-SF), the Short  Form 12 (SF-12) and Short Form 36 (SF-36) Health Surveys, the  Rosenberg Self-Esteem Scale, the Behavior and Symptom Identification  Scale (BASIS-32), and the Ohio Youth Problems and Functioning Scales (only in the Round Three instrument)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include eligibility for welfare  during each round of interviews, whether cash aid was received by  respondent, education, age, race, marital status, number of children,  childcare situation, employment history, other sources of financial  support, quality of current housing, health questions from the SF-12  and SF-36, domestic violence victimization history, abuse  endured/witnessed in childhood, questions from the CIDI, section K,  related to post-traumatic stress disorder, questions from the CIDI-SF,  which included sections on major depressive episodes, generalized  anxiety disorder, social phobia, agoraphobia, other specific phobias,  and panic attacks, Diagnostic and Statistical Manual, Fourth Edition  scales derived using the answers to the CIDI-SF questions, questions  and scales from the BASIS-32, questions and score from the Rosenberg  Self-Esteem Scale, history of mental health treatment, questions on  history of alcohol and drug use and treatment taken from the CIDI  sections J and L, and many derived variables. The variables in Part 2  are the same as in Part 1, with additional variables on child  well-being, housing and material hardship, childcare and  transportation, experiences with the California welfare-to-work  program, social support, income and welfare benefits, and health  insurance for children. Variables on alcohol and drug use in Part 2  correspond to questions from the CIDI-SF and were used to calculate  Diagnostic and Statistical Manual, Third Edition, Revised scales. CIDI  sections J and L are not in Part 2. There are many derived variables  including several related to child well-being that are not in Part  1. The variables in Part 3 are the same as in Part 2 except the Ohio  Youth Problems and Functioning Scales were added to the Round Three  instrument along with other items related to child well-being and  criminal history. In addition, Part 3 does not contain all of the derived variables that Part 2 does."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"alcohol abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child welfare"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug abuse"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"mental health"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"welfare reform"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3797.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3797.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instrument are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"98-WT-VX-0009"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2005-02-25"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1999"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1999"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2002"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Data were collected through three rounds of interviews  with a sample of female welfare recipients in Kern and Stanislaus Counties in California."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["None."]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Women on welfare in Kern County whose recertification  dates fell between April 1, 1999, and August 30, 1999. Women who  applied for welfare in Stanislaus County between May 1, 1999, and August 15, 1999."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Kern and Stanislaus counties were chosen as sites for this  study because of their leadership in developing ideas for working with  welfare recipients and their emphasis on cooperative planning between  local domestic violence centers and mental health/substance abuse and  welfare departments. Sampling criteria included being eligibile for  welfare, being the head of the household (not in a two-parent family)  and the mother (not another relative) of any children living in the  household, fluent in English or Spanish, between the ages of 18 and  59, and receiving welfare for at least one year at the time of the  first interview (if in Kern County) or applying for welfare (in  Stanislaus County). For logistical reasons the Kern County sample was  limited to Bakersfield, the largest city in Kern County. The Kern  County sample was selected from a list of 4,732 welfare recipients  generated by the Kern County Department of Human Services who met the  above criteria and who were recertified to receive welfare between  April 1, 1999, and August 30, 1999. In Kern County a stratified random  sample was drawn for each month during the sampling period, with  stratification on age (over 25 or not) and duration of time on welfare  (two years and over or less). The Stanislaus County sample was drawn  from women who applied for welfare in Stanislaus County between May 1, 1999, and August 15, 1999."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Of the Stanislaus study-eligible applicants 71  percent were interviewed in Round One. In Kern County 55 percent of  the eligible sample was interviewed in Round One. Of the 276 Kern  respondents in Round One 262 (95 percent) were interviewed in Round  Two, and 243 (88 percent) were interviewed in Round Three. Of the 356  women interviewed in Round One in Stanislaus County, 311 (87 percent)  were interviewed in Round Two, and 309 (87 percent) were interviewed in Round Three."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Scales include the Composite International Diagnostic  Interview, the Composite International Diagnostic Interview Short  Form, Diagnostic and Statistical Manual, Third Edition, Revised,  Diagnostic and Statistical Manual, Fourth Edition, the Short Form 12  and Short Form 36 Health Surveys, the Rosenberg Self-Esteem Scale, the  Behavior and Symptom Identification Scale, and the Ohio Youth Problems and Functioning Scales."}]}},"files":[{"description":"","label":"Round One Data","restricted":false,"version":1,"datasetVersionId":35994,"dataFile":{"id":2616256,"persistentId":"","pidURL":"","filename":"Round One Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Round Three Data","restricted":false,"version":1,"datasetVersionId":35994,"dataFile":{"id":2616258,"persistentId":"","pidURL":"","filename":"Round Three Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Round Two Data","restricted":false,"version":1,"datasetVersionId":35994,"dataFile":{"id":2616257,"persistentId":"","pidURL":"","filename":"Round Two Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}