{"status":"OK","data":{"id":42463,"identifier":"ICPSR03337.v2","persistentUrl":"https://doi.org/10.3886/ICPSR03337.v2","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03337.v2","latestVersion":{"id":38463,"storageIdentifier":"file://10.3886/ICPSR03337.v2","versionState":"RELEASED","distributionDate":"2002-06-19","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:56:45Z","releaseTime":"2015-04-09T03:56:45Z","createTime":"2015-04-09T03:56:45Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Evaluation of the Gang Resistance Education and Training (GREAT) Program in the United States, 1995-1999"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Esbensen, Finn-Aage"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Nebraska at Omaha"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study sought to evaluate the effectiveness of the Gang  Resistance Education And Training (GREAT) program by surveying five  different groups: students in a cross-sectional design (Part 1), law  enforcement officers (Part 2), educators (Part 3), parents (Part 4),  and students in a longitudinal design (Part 5). Middle school students  in the cross-sectional design were surveyed to examine GREAT's short-  and long-term effects, and to assess the quality and effectiveness of  officer training. Law enforcement officers were surveyed to determine  whether their perceptions and expectations of the GREAT program varied  depending on sex, race, rank, age, level of education, and length of  time working in policing. Data were collected from middle school  personnel (administrators, counselors, and teachers) in order to  assess educators' attitudes toward and perceptions of the  effectiveness of the GREAT program, including the curriculum's  appropriateness for middle school students and its effectiveness in  delinquency and gang prevention both in the school and in the  community. Parents were surveyed to assess their attitudes toward  crime and gangs in their community, school prevention programs, the  role of police in the school, and their satisfaction with and  perceptions of the effectiveness of the GREAT program. The middle  school students participating in the longitudinal aspect of this study  were surveyed to examine the c\nhange in attitudes and behavior, germane  to gang activity, over time. Variables for all parts were geared  toward assessing perception and attitudes about the police and the  GREAT program and their overall effectiveness, community involvement, neighborhood crime, and gang-related activities."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Youth delinquent gangs continue to generate  concern among criminal justice professionals and the general  public. Considerable agreement exists regarding the high rate of  criminal offending among gang members. With the apparent increase in  gang membership and activity during the past decade, and the  availability of increasingly lethal weapons, the level of criminal  activity by gang members has taken on new importance for law  enforcement agencies, schools, the community, and prevention  efforts. One way to address the growing gang problems is to find ways  to prevent youths from joining gangs. In 1991, police officers from  the Phoenix Police Department and from Mesa, Glendale, and Tempe,  Arizona, and special agents of the Bureau of Alcohol, Tobacco and  Firearms (ATF) developed Gang Resistance Education And Training  (GREAT), whose stated objective is to (1) reduce gang activity, and  (2) educate a population of young people about the consequences of  gang involvement. GREAT, modeled after the Drug Abuse Resistance  Education (DARE) program, is a national, school-based gang prevention  program in which uniformed law enforcement officers teach an  eight-lesson curriculum to middle school students in one-hour sessions  over a nine-week period. The sessions cover such topics as conflict  resolution skills, cultural sensitivity, goal setting, and resisting  peer pressure. The curriculum also relies on cooperation from school  administrators as well as teacher involvement. This study sought to  evaluate the effectiveness of the GREAT program by surveying   students from eleven sites in a cross-sectional design (Part 1),   law enforcement officers (Part 2), educators (Part 3), parents (Part 4),  and students from six sites, who participated in four years of follow-up  interviews (Part 5). Students in middle school, participating in a  cross-sectional design, were surveyed to examine GREAT's short- and  long-term effects, and to assess the quality and effectiveness of  officer training.  Law enforcement officers were surveyed to determine  whether their perceptions and expectations of the GREAT program varied  depending on sex, race, rank, age, level of education, and length of  time working in policing. Data were collected from middle school  personnel (administrators, counselors, and teachers) in order to  assess educators' attitudes and perceptions of the effectiveness of  the GREAT program, including the curriculum's appropriateness for  middle school students and its effectiveness in delinquency and gang  prevention, both in the school and in the community. Parents were  surveyed to assess their attitudes toward crime and gangs in their  community, school prevention programs, the role of the school in  prevention programming, the role of police in the school, and their  satisfaction with and perceptions of the effectiveness of the GREAT  program. The middle school students participating in the longitudinal  aspect of this study were surveyed to examine the change in attitudes and behavior toward gangs and gang-related activities over time."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"For Part 1, two ex post facto comparison groups  were created to provide for assessment of the effectiveness of the  GREAT program. Because the program was designed to be taught in 7th  grade, 8th-grade students were surveyed to allow for a one-year  follow-up while guaranteeing that none of the participants was  currently enrolled in the program. This part of the study focused on a  one-year follow-up because measurable program effects should be most  apparent over a shorter time span and a later follow-up would pre\nsent  greater tactical difficulties as students dispersed to different  schools on the transition to senior high school. One of the  prerequisites for site selection was to identify cities in which the  GREAT program had been administered during the school year 1993-1994  (when the targeted students were 7th-graders). In 1995, questionnaires  were administered to all 8th-graders in purposively selected schools  who were in attendance on the specified day. The final sample  comprised 5,935 8th-grade students from 315 classrooms in 42  schools. Of the respondents, approximately 45 percent reported they  had completed the GREAT program and this group became the treatment  group. The remaining respondents who had not completed the GREAT  program comprised the comparison group. For Part 2, in order to gauge  attitudes of officers with the GREAT program and assess where and when  GREAT had been implemented, surveys were mailed to officers who had  successfully completed GREAT Officer Training (GOT). Officers had to  complete a 40-hour or 80-hour GREAT training session before being  allowed to teach the program. These training sessions covered  substantive and practical considerations in implementing and  administering the program. The ATF coordinated the GOT, and its  research staff provided mailing labels of all officers who had  completed GOT before July 1999. In August 1999, members of the study's  research staff mailed survey packets to approximately 3,900  officers. Along with the survey, each packet consisted of a cover  letter explaining the purpose of the evaluation and informing the  officers that their responses would be anonymous. The ATF also posted  a message on their official Web site encouraging officers to complete  and return their surveys. Overall, 1,224 officers returned completed  surveys. For Part 3, members of the research team developed a survey  instrument, during the summer of 1999, to assess the views of school  personnel on a variety of subjects relating to GREAT. Many of the  questions included on the questionnaire were incorporated from other  questionnaires used in Part 1 and Part 2 to allow for comparison of  perceptions across different groups. New questions were also created  to address some of the specific concerns about the GREAT curriculum.  The survey was reviewed by two school personnel, who offered  suggestions for clarity of measurement items. Once schools were  selected, the research team identified a contact person at each school  who would be willing to distribute and collect the questionnaires, and  mail them back to the research office. For their time spent and in  order to motivate their efforts, contact persons were monetarily  compensated. The principal of each purposively selected middle school  was contacted by telephone and the purpose and procedure of the study  were explained. Through this initial contact with the principals,  individuals acting as contact persons were identified. The contact  persons provided an estimate of the number of administrators,  teachers, and counselors at their schools, and the appropriate number  of questionnaires were mailed to the attention of the contact person  along with (1) a letter of explanation of the process to be followed,  (2) a completion rate form to be filled out by the contact person, and  (3) a consultant fee form so that the contact person could be  compensated by the university accounting office. Each questionnaire  distributed to school personnel was accompanied by a letter of  explanation of the survey's purpose, instructions regarding anonymity  and the return of the questionnaire to the contact person, and a ruler  as a token of appreciation for answering the survey. Each school was  allowed approximately two to three weeks for completion and return of  questionnaires. For Part 4, questionnaires were developed by the  evaluation team and sent to parents in mid-June 1998 with a cover  letter explaining the purpose of the survey an\nd requesting parents'  (or guardians') participation. In order to increase response rates,  approximately two weeks after the surveys were sent, reminder  postcards were sent to nonrespondents. Collection of surveys ended in  early October 1998. For Part 5, the longitudinal research strategy  implemented, with a quasi-experimental research design and assignment  of classrooms to treatment, allowed for data collection on two groups  of students -- those participating in GREAT and those not  participating. Both groups of students had an equal risk for future  delinquency and gang involvement. The University of Nebraska  Institutional Review Board approved a component of the research design  allowing passive parental consent (students were included unless  specifically prohibited by parents) during the pre- and post-test data  collection. These surveys were conducted two weeks prior to and two  weeks following completion of the GREAT program. Active parental  consent (students were excluded unless written approval for  participation was obtained from parents) was required for the four  subsequent annual follow-up surveys. To obtain active parental  consent, three direct mailings were made to parents of survey  participants. Included in the mailings were a cover letter, two copies  of the parent consent form for student participation, and a business  reply envelope. All parents not responding after the second mailing  were contacted by telephone. School personnel also cooperated by  distributing consent forms and cover letters at school. The results  of the active consent process led to an overall retention of 67  percent of the initial sample. At the beginning of the academic year,  class lists from all participating classrooms were obtained. Each  student appearing on these lists was assigned a uniquely identifiable  number to be used throughout the longitudinal data collection  phase. These lists contained names of individuals who had moved or  failed to enroll for some other reason. Students whose names did not  appear on the lists but who were in attendance were added to the  list. The pre-tests were administered during the spring of 1995 to  6th- and 7th-graders. Follow-up surveys were administered to the same sample of students annually from 1996-1999."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 (Cross-sectional Design) and  Part 5 (Longitudinal Design) include the level of gang activity,  fights, and racial conflict in respondents' schools, whether  respondents had ever used illegal drugs and if so, which kind, whether  they had carried weapons, attacked or hit someone, lied about their  age, destroyed property, or skipped school, and whether they felt  guilty for any of their behaviors. Respondents were also asked their  opinions of gangs, such as whether they were cool, exciting, or fun,  or interfered with the safety in the neighborhood or at school.  Students also answered questions designed to assess their attitudes  toward the police and their parents. Demographic variables for Parts 1  and 5 include the sex, race, and age of the respondent. Part 2  (Officers) variables provide information on respondents' perceptions  of and experience with the GREAT program, the community in which they  worked, their law enforcement agency, their agency's involvement with  the GREAT program, and their perceptions of the lessons taught.  Demographic variables for Part 2 include the sex, race, age, and  education level of each respondent. Variables in Part 3 (School  Personnel) cover issues facing respondents' schools and students,  attitudes and opinions of school-based prevention programs and the  delivery methods of prevention programs, the role of police officers  in schools, the environment in and around which they worked, the  importance of helping youths avoid drugs, alcohol, and delinquency,  and the overall effectiveness of the GREAT program. Demographic  variables for Part 3 include the sex and race of each\nrespondent. For  Part 4, questionnaires sought parents' responses to questions  regarding school environment, crime and gangs in the community, school  prevention programs, the role of the school in prevention programming,  the role of the police in the school, satisfaction with and  perceptions of the effectiveness of the GREAT program, and demographics such as race, highest level of education, and income."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educational programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"educators"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police officers"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police training"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VII. Crime and Delinquency"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3337.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CQ3337.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS tra\nnsport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.;Version Date: 2003-06-05Version Text: 2003-06-05 Subject: null  Type: null  Notes: The parent survey data (Part 4) and student survey  data (Part 5), which were collected for the longitudinal component of  this research project, have been added to this data collection along  with data collection instruments for each part. A revised codebook and  user guide reflect the additions of these data. In the first version  of these data, Part 1 was named Student Survey Data. It has been  renamed to Student Survey Data, Cross-Sectional Design in the codebook  and data definition statements, so that it is distinct and  distinguishable from Part 5: Student Survey Data, Longitudinal Design.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: The user guide, codebook, and data collection  instruments are provided by ICPSR as Portable Document Format (PDF)  files. The PDF file format was developed by Adobe Systems Incorporated  and can be accessed using PDF reader software, such as the Adobe  Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-0058"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-06-19"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1999"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Data were collected from self-enumerated  survey questionnaires administered to 8th-grade students in selected   schools in 11 sites. Part 2: Data were collected from mail-in surveys   administered nationally to law enforcement officers who had completed   GREAT Officer Training (GOT) before July 1999. Part 3: Data were   collected from mail-in surveys administered to selected middle school   personnel in six cities. Part 4: Data were collected from mail-in surveys  distributed to parents of all students participating in the longitudinal  component of the study. Part 5: Data were collected from self-enumerated survey questionnaires."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Part 1: Eighth-grade students in any of 11 selected cities  where the GREAT program was administered during the 1993-1994 school  year. Part 2: Law enforcement officers who had completed GOT before  July 1999. Part 3: Middle school personnel (administrators, teachers,  and counselors) in six selected sites with the existence of an  operative GREAT program. Part 4: Parents of students, who were   from six selected sites participating in the longitudinal component of   the study. Part 5: 6th- and 7th-grade students in any of six selected cities where the GREAT program was administered."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"For Part 1, records provided by ATF, the federal  agency with oversight of the GREAT program, were used to identify  prospective sites in which two or more officers had been trained to  teach GREAT prior to January 1994. Cities were selected based on  geographic location, population characteristics, and population  size. Eleven cities meeting the selection criteria were chosen. The  cities selected were Phoenix, Arizona, Torrance, California, Orlando,  Florida, Pocatello, Idaho, Will County, Illinois, Kansas City,  Missouri, Omaha, Nebraska, Las Cruces, New Mexico, Philadelphia,  Pennsylvania, Providence, Rhode Island, and Milwaukee,  Wisconsin. Reasons for sample exclusion included: (1) a number of  cities had not yet implemented the program, (2) not all the sites had  processed enough students through the program the prior year for the  retrospective data collection planned, and (4) in some sites, police  officers had instructed all 7th-graders, so there could be no  comparison group of students who had not received the GREAT  training. At the selected sites, schools that had administered the  GREAT program during the 1993-1994 school year were chosen. In 1995,  questionnaires were administered to all 8th-graders in attendance on  the specified day at the selected schools from the 11 selected  sites. The final sample comprised 5,935 8th-grade students from 315  classrooms in 42 schools. For Part 2, all officers who had  successfully completed GREAT Officer Training (GOT) before July 1999  were included in the sample. For Part 3, six cities were purposively  selected for inclusion in the study based upon three criteria: (1) the  existence of an operative GREAT program, (2) geographical location to  provide geographic and ethnic diversity, and (3) the cooperation of  school districts and law enforcement agencies in each site. The six  sites included Phoenix, Arizona, Lincoln, Nebraska, Omaha, Nebraska,  Las Cruces, New Mexico, Portland, Oregon, and Philadelphia,  Pennsylvania. Surveys were mailed to all personnel in selected schools  within the six sites. The researcher warns that results for Part 1 and  Part 3 should not be generalized to middle school students and  personnel as a whole because neither sample was randomly selected.  For Part 4, questionnaires were sent to parents of all students   participating in the longi\ntudinal component of the evaluation for  whom current addresses were available. For Part 5, six cities were   purposively selected for inclusion in the longitudinal phase  of the study based on three criteria: (1) the existence of a viable  GREAT program, (2) geographical diversity, and (3) the cooperation of the  school districts and the police department in each site. The selected  cities were Philadelphia, Pennsylvania, Portland, Oregon, Phoenix,   Arizona, Omaha and Lincoln, Nebraska, and Las Cruces, New Mexico.   The sample for Part 5 was comprised of 22 schools, 153 classrooms, and  approximately 3500 students."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Part 1: The response rate is unknown. Part 2:  The response rate was 31 percent. Part 3: The response rate was 67  percent. Part 4: The response rate was 32 percent. Part 5: The   questionnaire completion rate for the pre- and post-tests were  87 percent and 80 percent, respectively. The annual completion rates   for years one, two, three, and four of the follow-up were 86 percent, 76 percent, 69 percent, and 67 percent, respectively."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used in all parts."}]}},"files":[{"description":"","label":"Law Enforcement Officer Survey Data","restricted":false,"version":1,"datasetVersionId":38463,"dataFile":{"id":2637603,"persistentId":"","pidURL":"","filename":"Law Enforcement Officer Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Parent Survey Data","restricted":false,"version":1,"datasetVersionId":38463,"dataFile":{"id":2637605,"persistentId":"","pidURL":"","filename":"Parent Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"School Personnel Survey Data","restricted":false,"version":1,"datasetVersionId":38463,"dataFile":{"id":2637604,"persistentId":"","pidURL":"","filename":"School Personnel Survey Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Survey Data, Cross-Sectional Design","restricted":false,"version":1,"datasetVersionId":38463,"dataFile":{"id":2637602,"persistentId":"","pidURL":"","filename":"Student Survey Data, Cross-Sectional Design","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student Survey Data, Longitudinal Design","restricted":false,"version":1,"datasetVersionId":38463,"dataFile":{"id":2637606,"persistentId":"","pidURL":"","filename":"Student Survey Data, Longitudinal Design","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}