{"status":"OK","data":{"id":45441,"identifier":"ICPSR03022.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03022.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR03022.v1","latestVersion":{"id":41441,"storageIdentifier":"file://10.3886/ICPSR03022.v1","versionState":"RELEASED","distributionDate":"2001-11-02","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:29:18Z","releaseTime":"2015-04-09T04:29:18Z","createTime":"2015-04-09T04:29:18Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Religiousness and Post-Release Community Adjustment in the United States, 1990-1998"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sumter, Melvina T."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Florida State University, School of Criminology and Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study assessed the effects of male inmate religiosity  on post-release community adjustment and investigated the  circumstances under which these effects were most likely to take  place. The researcher carried out this study by adding Federal Bureau  of Investigation criminal history information to an existing database  (Clear et al.) that studied the relationship between an inmate's  religiousness and his adjustment to the correctional setting. Four  types of information were used in this study. The first three types  were obtained by the original research team and included an inmate  values and religiousness instrument, a pre-release questionnaire, and  a three-month post-release follow-up phone survey. The fourth type of  information, official criminal history reports, was later added to the  original dataset by the principal investigator for this study. The  prisoner values survey collected information on what the respondent  would do if a friend sold drugs from the cell or if inmates of his  race attacked others. Respondents were also asked if they thought God  was revealed in the scriptures, if they shared their faith with  others, and if they took active part in religious  services. Information collected from the pre-release questionnaire  included whether the respondent attended group therapy, religious  groups with whom he would live, types of treatment programs he would  participate in after prison, employment plans, how often he would go  to church, whether he would be angry more in prison or in the free  world, and whether he would be more afraid of being attacked in prison  or in the free world. Each inmate also described his criminal history  and indicated whether he thought he was able to do things as well as  most others, whether he was satisfied with himself on the whole or  felt that he was a failure, whether religion was talked about in the  home, how often he attended religious services, whether he had friends  who were religious while growing up, whether he had friends who were  religious while in prison, and how often he participated in religious  inmate counseling, religious services, in-prison religious seminars,  and community service projects. The three-month post-release follow-up  phone survey collected information on whether the respondent was  involved with a church group, if the respondent was working for pay,  if the respondent and his household received public assistance, if he  attended religious services since his release, with whom the  respondent was living, and types of treatment programs  attended. Official post-release criminal records include information  on the offenses the respondent was arrested and incarcerated for,  prior arrests and incarcerations, rearrests, outcomes of offenses of  rearrests, follow-up period to first rearrest, prison adjustment  indicator, self-esteem indicator, time served, and measurements of the  respondent's level of religious belief and personal  identity. Demographic variables include respondent's faith, race,  marital status, education, age at first arrest and incarceration, and age at incarceration for rearrest."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Whereas numerous criminological studies have  investigated the impact of correctional programs on post-release  community adjustment, only a handful of published studies have  examined the influence of religion on managing the inmate population  or as a key predictor for inmate recidivism. The study sought to  answer the following questions: (1) Are post-release rearrest rates  related to an inmate's participation in religious worship and study?  (2) If so, what type of effect does religiousness have on favorable  post-release community adjustment? and (3) How do the dimensions of inmate religiosity influence post-release community adjustment?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The researcher carried out this study by adding  official criminal history information to an existing database (Clear  et al.) that studied the relationship between prisoners' religiousness  and adjustment to the correctional setting. Four types of information  were used in this research. Three types of information were gathered  by the original research team through an inmate values and  religiousness instrument, a pre-release questionnaire, and a  three-month post-release follow-up phone survey. A fourth type of  information, official criminal history reports, was added to the  original dataset by the principal investigator. The study was based on  a quasi-experimental design of two groups of prisoners, a religious  group and a non-religious comparison group. In the original data  collection, inmates completed a battery of questionnaires about their  background characteristics, religious beliefs and activities, and  institutional experiences during the last weeks before their release  from prison. Within three months after their release, surveys were  conducted with inmates who could be reached by telephone. However, the  original study contained no measures of post-release criminal  behavior. The principal investigator of this study added criminal  histories obtained from the Federal Bureau of Investigation for 320  subjects in the original dataset. This dataset also includes a  six-year follow-up period, making it possible to assess the  relationship between an inmate's religiousness in prison and his post-release community adjustment."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The prisoner values survey collected information on  what the respondent would do if a friend sold drugs from the cell or  if inmates of his race attacked others. Respondents were also asked if  they thought God was revealed in the scriptures, if they shared their  faith with others, and if they took active part in religious  services. Information collected from the pre-release questionnaire  included whether the respondent attended group therapy, religious  groups with whom he would live, types of treatment programs he would  participate in after prison, employment plans, how often he would go  to church, whether he would be angry more in prison or in the free  world, and whether he would be more afraid of being attacked in prison  or in the free world. Each inmate also described his criminal history  and indicated whether he thought he was able to do things as well as  most others, whether he was satisfied with himself on the whole or  felt that he was a failure, whether religion was talked about in the  home, how often he attended religious services, whether he had friends  who were religious while growing up, whether he had friends who were  religious while in prison, and how often he participated in religious  inmate counseling, religious services, in-prison religious seminars,  and community service projects. The three-month post-release follow-up  phone survey collected information on whether the respondent was  involved with a church group, if the respondent was working for pay,  if the respondent and his household received public assistance, if he  attended religious services since his release, with whom the  respondent was living,\nand types of treatment programs  attended. Official post-release criminal records include information  on the offenses the respondent was arrested and incarcerated for,  prior arrests and incarcerations, rearrests, outcomes of offenses of  rearrests, follow-up period to first rearrest, prison adjustment  indicator, self-esteem indicator, time served, and measurements of the  respondent's level of religious belief and personal  identity. Demographic variables include respondent's faith, race,  marital status, education, age at first arrest and incarceration, and age at incarceration for rearrest."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"arrest records"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"church attendance"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"church groups"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"male inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"postrelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison adjustment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"psychological wellbeing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"religious behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"social reintegration"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport (XPORT) file, and SPSS portable file;Subject: Study Level Error Note, Notes: For more information on the study conducted by  Clear et al., users should refer to the related publications section of the codebook.; Subject: null  Type: null  Notes: SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"99-IJ-CX-0001"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-11-02"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1990"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1998"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["self-enumerated questionnaires, telephone interviews, and official criminal history reports"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male inmates from 12 prisons in the United States."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Unknown."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Unknown."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Religiousness and Post-Release Community Adjustment in the United States, 1990-1998  ","restricted":false,"version":1,"datasetVersionId":41441,"dataFile":{"id":2660352,"persistentId":"","pidURL":"","filename":"Religiousness and Post-Release Community Adjustment in the United States, 1990-1998  ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}