{"status":"OK","data":{"id":45141,"identifier":"ICPSR28301.v1","persistentUrl":"https://doi.org/10.3886/ICPSR28301.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR28301.v1","latestVersion":{"id":41141,"storageIdentifier":"file://10.3886/ICPSR28301.v1","versionState":"RELEASED","distributionDate":"2014-04-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:26:04Z","releaseTime":"2015-04-09T04:26:04Z","createTime":"2015-04-09T04:26:04Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Field Study of Sex Trafficking in Tijuana, Mexico, 2008-2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Zhang, Sheldon"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study examined human trafficking and the commercialized sex industry in Tijuana, Mexico. The research team conducted interviews with 220 women from the sex industry (Dataset 1), 92 sex trade facilitators (Dataset 2), 30 government/law enforcement officials (Dataset 3), and 20 community-based service providers (Dataset 4)."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The purpose of this study was to examine the nature, process, and possible causal factors related to sex trafficking activities in Tijuana and assess its implications on the United States' and Mexico's anti-trafficking efforts and policies."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>A total of 220 interviews were conducted with women who worked in Tijuana's sex industry (Dataset 1). The interviews with prostitutes were conducted by a team of interviewers who were residents of Tijuana and all college educated. All were either already working in the social services (some in community medical clinics), or had prior experience working with women in the sex industry. The interview questions  covered the following domains of information: (1) demographic characteristics, (2) recruitment stage, (3) reasons for coming to Tijuana, (4) transportation stage, (5) arrival and settlement stage, (6) work as a prostitute, (7) income from prostitution, (8) routine and leisure activities, and (9) views on prostitution.</p>\n\n<p>Another 92 interviews were conducted with pimps or sex trade facilitators (Dataset 2). These included pimps who directly controlled women and transported them to different prostitution venues on a daily basis, transporters who shuttled women from location to location, strip club owners and managers, and escort service coordinators. The main domains of information covered in the interviews with pimps and sex trade facilitators included: (1) individual characteristics, (2) interaction and transaction patterns in the sex trade, (3) prostitution in different venues, (4) patterns in recruiting and transporting women to prostitution venues, (5) financial matters, (6) problems encountered in the sex trade and the subjects' coping mechanisms, (7) involvement in other business activities, (8) affiliation with organized crime, and (9) views on the sex trade.</p>\n\n<p>In addition to the core interviews with pimps and prostitutes, this study gathered opinions and impressions from law enforcement and other government officials about sex trafficking. A total of 30 government officials (mostly police officers) were interviewed (Dataset 3). Interviews with law enforcement authorities, judges, prosecutors, and government officials focused on their assessment of the trafficking problems in their jurisdictions, strategies for suppressing the problem, and recommendations for improvement. They were asked to: (1) describe the sex trafficking situation in Tijuana, (2) provide cases of arrests and prosecutions, (3) describe challenges and problems in current anti-trafficking efforts, and (4) recommend specific measures for improvement, particularly with regard to bilateral strategies to combat sex trafficking and the sex industry.</p>\n\n<p>A total of 20 non-government agency representatives were also interviewed for this study (Dataset 4). Interviews with social service providers, non-governmental organizations (NGO), and advocacy groups focused on the following main domains of information: (1) the assessment of the sex trafficking situation in Tijuana or the border region, (2) their current roles and functions, (3) challenges of their agency services or functions, and (4) relationships with local government authorities.</p>\n\n<p>The instruments administered to all study participants included a combination of structured questions (with fixed responses) and open-ended measures. A nominal fee was paid to both the prostitutes and the sex trade facilitators to encourage participation. No compensation was given to any public officials or representatives from the non-governmental organizations.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The Prostitute Interview Data (Dataset 1) contain a total of 153 variables including demographic characteristics, recruitment stage variables, transportation stage variables, arrival and settlement stage variables, description of work as a prostitute, income from prostitution, routine and leisure activities, and views on prostitution. Demographic characteristics include birthplace, age, marital status, number of children, number of siblings, education, mother's and father's work status and employment before prostitution. Recruitment stage variables include year coming to Tijuana, primary reason for coming to Tijuana, whether they have permanent residence in Tijuana, whether they rent or live with someone else, and why the respondent decided to leave town. Transportation stage variables include what person was most responsible for helping them leave their hometown, relationship with helper, gender of helper, description of first meeting with coyote, amount coyote charged, respondents knowledge of what job awaits in Tijuana, earning expectations for job and description of trip from hometown to Tijuana. Arrival and settlement stage variables include description of first few days after arrival in Tijuana, whether respondent had prior involvement in prostitution, how respondent first got involved in sex work, how long respondent had been involved in sex work, whether anyone has used physical force to get respondent to do sex work, whether anyone has lied to respondent or forced respondent into sex work, how respondent decided to enter this line of work in Tijuana if not forced and whether respondent knew of others forced into sex work. Description of work as a prostitute variables include description of business organization and operation, type of work place, working hours, days worked per year, number of vacations, narrative of work schedule and description of typical day, whether customers ever get violent against respondent, whether respondent has any protection, safety precautions taken to protect self, whether respondent has been assaulted by customer, pimps, or others in the past 12 months and whether respondent has been arrested. Income from prostitution variables include whether respondent relies on referrals and other people to stay in business, how much they charge customers, how often respondent and customers use condoms, is price charged standard in business, is there price difference for sex without condom versus sex with condom, number of customers received in a typical day and month, amount of money that goes to other people who help respondent in business, whether respondent can quit and leave when they decide and how respondent spends their money. Views on the sex trade variables include what respondent's major concerns are in the sex trade business, what respondent thinks about the sex business, whether they have lots of stress, whether they use drugs, alcohol or other medications and what are the respondent's future plans.</p>\n<p>The Pimps Interview Data (Dataset 2) contain a total of 68 variables including demographic characteristics, interaction and transaction patterns in the sex trade, prostitution in different venues, patterns in recruiting and transporting women to prostitution venues, financial matters, involvement in other business activities, affiliation with organized crime, and views on the sex trade. Demographic characteristics include gender, age, marital status, birth place, ethnicity, citizenship, education, respondent occupation other than sex trade and income from other job. Interaction and transaction patterns in the sex trade variables include year respondent was first involved in sex trade business, description of how they became involved in the sex business, respondent initial role in sex industry, current role in sex industry, fee arrangement between respondent and girl working for them, rules of business, number of girls under respondents management, description of typic\nal day, working hours, number of days worked per week, whether respondent takes vacations, state of business and annual income from sex trade. Prostitution in different venue variables include number of locations respondent worked at, number of partners, differentiation of roles, social nature of partners, who makes decisions in group and how partners usually communicate. Patterns in recruiting and transporting women to prostitution venue variables include how prostitutes were recruited, recruitment region, method of transportation to Tijuana, amount of money spent on transportation and arrangement between trafficker and prostitute. Financial matters variables include whether respondent gets into fights or arguments with business partners over payment issues and whether respondent hired people to help with business. Involvement in other business activities include what types of other business respondent is involved in and income from other business. Affiliation with organized crime variables include whether respondent is associated with other criminal groups, whether respondent has friends who are police or work for the government, method of corruption and cost of corruption. Views on the sex trade include a description of how life has changed for respondent since getting into the sex trade, what respondent thinks of the sex trade business, whether respondent plans to leave the sex business, what respondent plans on doing after leaving the sex business, whether respondent thinks sex trade is a problem, whether respondent has any solution or strategies to control the problem.</p>\n<p>The Law Enforcement and Government Officials Interview Data (Dataset 3) contain a total of 30 variables including workplace information, situation of sex trafficking in Tijuana or San Diego, descriptions of challenges and problems in current anti-trafficking efforts and recommended specific measures for improvement. Workplace information includes respondents work type, length of time respondent has spent on assignment, supervisory role, jurisdiction/government type and work description. Situation of sex trafficking in Tijuana or San Diego include how serious of a problem respondents thought sex trafficking was in their jurisdiction, whether there are major trafficking groups in jurisdiction, location of trafficking groups, description of trafficking groups, anti-trafficking measures, effectiveness of current measures, description of sex trafficking policies in the United States or Mexico and changes in sex trafficking in Tijuana. Descriptions of challenges and problems in current anti-trafficking efforts variables include major challenges in combating trafficking, budget for combating trafficking, tools for combating trafficking and collaborative efforts. Recommended specific measures for improvement variables include best crackdown policies, description of specific practice and policy recommendations.</p>\n<p>The Non-Governmental Organizations (NGO) Interview Data (Dataset 4) contain a total of 30 variables including assessment of the sex trafficking situation in Tijuana, current roles and functions of agency, challenges in agency services or functions and relationships with local government authorities. Assessment of sex trafficking situation in Tijuana variables include sex trafficking seriousness in region, uniqueness in region's trafficking, how trafficking works in region, how respondent learned about trafficking, knowledge of trafficking stages and groups, knowledge of how these groups operate and respond, perception of counter policies and changes in trafficking. Current roles and functions of agency variables included what type of service agency provides, main service activity, main clientele, main clientele gender regions clients are mainly from and strategies and plans for future. Challenges in agency services or functions variables include annual budget, agency operation budget, and challenges for agency. Relationships with local government\nauthorities variables include whether agency collaborates with other local agencies and whether there is any cross-border collaboration.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"nongovernmental organizations"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"organized crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"police"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prostitution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public officials"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex tourism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex trafficking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual behavior"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2014-04-10Version Text: 2014-04-10Subject: Study Level Error Note, Notes: To explore possible spillover effects from transnational sex trade activities, the study also conducted interviews on the United States side (almost all in San Diego) with law enforcement representatives, social service providers, and 72 exotic dancers in the city of San Diego. Field observations were also conducted in Tijuana and interio\nr Mexico in states with established illegal United States-bound migration activities. While referenced in the project's report (Zhang, 2011; NCJ 234472), data from interviews conducted in the United States, data on community informants, and field observations data are not available as part of this data collection at this time.;Subject: Study Level Error Note, Notes: For consistency with terminology used by the principal investigator, the term \"prostitute\" is used as much as possible in the ICPSR metadata and study documentation to refer to women who trade sexual services for money. To break the monotony, such terms as \"subjects\" or \"the women\" and occasionally \"sex worker\" are also used. The project's report (Zhang, 2011; NCJ 234472) describes the issue of proper terminology for women in the sex industry in more detail.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2007-IJ-CX-0013"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2014-04-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2008"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2009-09-26"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2009-12-09"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Interviews with 220 women from Tijuana's sex industry (Dataset 1), 92 pimps and sex trade facilitators (Dataset 2), 30 government and law enforcement officials (Dataset 3), and 20 community-based service providers (Dataset 4)."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Mexico"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Tijuana"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Prostitutes (Dataset 1), pimps and sex trade facilitators (Dataset 2), government and law enforcement officials (Dataset 3), and community-based service providers (Dataset 4) in Tijuana, Mexico."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>The primary data collection for this study was conducted in Tijuana, where there is a booming sex industry. The selection of Tijuana as the main data gathering site was because of its geo-political location relevant to the problem of sex trafficking.</p>\n\n<p>Recruitment procedures used in this study were not based on probability sampling, but on a combination of location-based approach sampling and referrals from the social networks of those involved in this project. Due to the restrictions imposed by the university Institutional Review Board (IRB), the recruitment of women in the sex industry was mostly conducted at a government-run health clinic where the \"sanitary control card\" is issued to registered sex workers in Tijuana. Included in the data are interviews with 220 women from Tijuana's sex industry, 92 pimps and sex trade facilitators (defined as anyone who solicited customers, arranged transactions, or otherwise enabled prostitution for a fee), 30 government and law enforcement officials, and 20 community-based service providers.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"face-to-face interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not available"},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Law Enforcement and Government Officials Interview Data","restricted":false,"version":1,"datasetVersionId":41141,"dataFile":{"id":2658263,"persistentId":"","pidURL":"","filename":"Law Enforcement and Government Officials Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Non-Governmental Organizations (NGO) Interview Data","restricted":false,"version":1,"datasetVersionId":41141,"dataFile":{"id":2658264,"persistentId":"","pidURL":"","filename":"Non-Governmental Organizations (NGO) Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Pimps Interview Data","restricted":false,"version":1,"datasetVersionId":41141,"dataFile":{"id":2658262,"persistentId":"","pidURL":"","filename":"Pimps Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prostitute Interview Data","restricted":false,"version":1,"datasetVersionId":41141,"dataFile":{"id":2658261,"persistentId":"","pidURL":"","filename":"Prostitute Interview Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}