{"status":"OK","data":{"id":37918,"identifier":"ICPSR03074.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03074.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03074.v1","latestVersion":{"id":33918,"storageIdentifier":"file://10.3886/ICPSR03074.v1","versionState":"RELEASED","distributionDate":"2001-04-17","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:06:38Z","releaseTime":"2015-04-09T03:06:38Z","createTime":"2015-04-09T03:06:38Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Understanding Crime Victimization Among College Students in the United States, 1993-1994"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fisher, Bonnie S."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sloan III, John J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cullen, Francis T."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Cincinnati"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study was designed to collect college student  victimization data to satisfy four primary objectives: (1) to  determine the prevalence and nature of campus crime, (2) to help the  campus community more fully assess crime, perceived risk, fear of  victimization, and security problems, (3) to aid in the development  and evaluation of location-specific and campus-wide security policies  and crime prevention measures, and (4) to make a contribution to the  theoretical study of campus crime and security. Data for Part 1,  Student-Level Data, and Part 2, Incident-Level Data, were collected  from a random sample of college students in the United States using a  structured telephone interview modeled after the redesigned National  Crime Victimization Survey administered by the Bureau of Justice  Statistics. Using stratified random sampling, over 3,000 college  students from 12 schools were interviewed. Researchers collected  detailed information about the incident and the victimization, and  demographic characteristics of victims and nonvictims, as well as data  on self-protection, fear of crime, perceptions of crime on campus, and  campus security measures. For Part 3, School Data, the researchers  surveyed campus officials at the sampled schools and gathered official  data to supplement institution-level crime prevention information  obtained from the students. Mail-back surveys were sent to directors  of campus security or campus police at the 12 sampled schools,  addressing various aspects of campus security, crime prevention  programs, and crime prevention services available on the  campuses. Additionally, mail-back surveys were sent to directors of  campus planning, facilities management, or related offices at the same  12 schools to obtain information on the extent and type of planning  and design actions taken by the campus for crime prevention. Part 3  also contains data on the characteristics of the 12 schools obtained  from PETERSON'S GUIDE TO FOUR-YEAR COLLEGES (1994). Part 4, Census  Data, is comprised of 1990 Census data describing the census tracts in  which the 12 schools were located and all tracts adjacent to the  schools. Demographic variables in Part 1 include year of birth, sex,  race, marital status, current enrollment status, employment status,  residency status, and parents' education. Victimization variables  include whether the student had ever been a victim of theft, burglary,  robbery, motor vehicle theft, assault, sexual assault, vandalism, or  harassment. Students who had been victimized were also asked the  number of times victimization incidents occurred, how often the police  were called, and if they knew the perpetrator. All students were asked  about measures of self-protection, fear of crime, perceptions of crime  on campus, and campus security measures. For Part 2, questions were  asked about the location of each incident, whether the offender had a  weapon, a description of the offense and the victim's response,  injuries incurred, characteristics of the offender, and whether the  incident was reported to the police. For Part 3, respondents were  asked about how general campus security needs were met, the nature and  extent of crime prevention programs and services available at the  school (including when th\ne program or service was first implemented),  and recent crime prevention activities. Campus planners were asked if  specific types of campus security features (e.g., emergency telephone,  territorial markers, perimeter barriers, key-card access, surveillance  cameras, crime safety audits, design review for safety features,  trimming shrubs and underbrush to reduce hiding places, etc.) were  present during the 1993-1994 academic year and if yes, how many or how  often. Additionally, data were collected on total full-time  enrollment, type of institution, percent of undergraduate female  students enrolled, percent of African-American students enrolled,  acreage, total fraternities, total sororities, crime rate of  city/county where the school was located, and the school's Carnegie  classification. For Part 4, Census data were compiled on percent  unemployed, percent having a high school degree or higher, percent of  all persons below the poverty level, and percent of the population that was Black."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Since the Student Right-to-Know and Campus  Security Act was passed by Congress in 1990, all postsecondary  institutions in the United States that received federal financial aid  were required to provide access to campus crime statistics. However,  these data were subject to the problems common to all official crime  statistics, and there were no victimization studies of college  students to provide supplemental data. The nature of the official  crime data did not allow researchers to determine the prevalence and  correlates of crime on campus and to assess the security problems of  postsecondary institutions. Given the limitations of official data,  this study was conducted to satisfy four primary objectives: (1) to  determine the prevalence and nature of campus crime, (2) to help the  campus community more fully assess crime, fear and perceived risk of  victimization, and security problems, (3) to aid in the development  and evaluation of location-specific and campus-wide security policies  and crime prevention programs, and (4) to make a contribution to the theoretical study of campus crime and security."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data for Part 1, Student-Level Data, and Part 2,  Incident-Level Data, were collected by the Institute of Policy  Research at the University of Cincinnati using computer-aided  telephone interviewing (CATI) for the student-level data and hardcopy  survey instruments for the incident reports. The structured telephone  interview technique used was modeled after the redesigned National  Crime Victimization Survey administered by the Bureau of Justice  Statistics. Using stratified random sampling, over 3,000 college  students from 12 schools were interviewed. Researchers collected  detailed information about the incident and the victimization, and  demographic characteristics of victims and nonvictims. Each student  was first asked a set of screen questions to determine  eligibility. Each eligible student was then asked a series of  victimization screen questions. If the respondent said \"yes\" to any of  the screen questions, then an incident report was completed for each  \"yes\" response. For Part 3, School Data, the researchers surveyed  campus officials at the sampled schools and collected official data to  supplement institution-level crime prevention information obtained  from students. Mail-back surveys were sent to directors of campus  security or campus police at the 12 sampled schools, and addressed  various aspects of campus security, crime prevention programs, and  crime prevention services available on the campuses. Additionally,  mail-back surveys were sent to directors of campus planning,  facilities management, or a related office at the same schools to  obtain information on the extent and type of planning and design  actions taken by the campus for crime prevention. Part 3 also contains  data on the characteristics of the 12 schools obtaine\nd from PETERSON'S  GUIDE TO FOUR-YEAR COLLEGES (1994). Part 4, Census Data, is comprised  of 1990 Census data describing the census tracts in which 12 schools were located and all tracts adjacent to the schools."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Demographic variables in Part 1 include year of  birth, sex, race, marital status, current enrollment status,  employment status, residency status, and parents'  education. Victimization variables include whether the student had  ever been a victim of theft, burglary, robbery, motor vehicle theft,  assault, sexual assault, vandalism, or harassment. Students who had  been victimized were also asked the number of times victimization  incidents occurred, how often the police were called, and if they knew  the perpetrator. All students were asked about measures of  self-protection, fear of crime, perceptions of crime on campus, and  campus security measures. For Part 2, questions were asked about the  location of each incident, whether the offender had a weapon, a  description of the offense and the victim's response, injuries  incurred, characteristics of the offender, and whether the incident  was reported to the police. For Part 3, respondents were asked about  how general campus security needs were being met by the school, the  nature and extent of crime prevention programs and services available  at the school (including when the program or service was first  implemented), and recent crime prevention activities. Campus planners  were asked if specific types of campus security features (e.g.,  emergency telephone, territorial markers, perimeter barriers, key-card  access, surveillance cameras, crime safety audits, design review for  safety features, trimming shrubs and underbrush to reduce hiding  places, etc.) were present during the 1993-1994 academic year and if  yes, how many or how often. Additionally, data were collected on the  total full-time enrollment, type of institution, percent of  undergraduate female students enrolled, percent of African-American  students enrolled, acreage, total fraternities, total sororities,  crime rate of city/county where the school was located, and Carnegie  classification. For Part 4, Census data were compiled on percent  unemployed, percent having a high school degree or higher, percent of  all persons below the poverty level, and percent of the population that was Black."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"college students"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"colleges"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime prevention"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fear of crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"risk assessment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3074.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3074.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS setup files; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"93-IJ-CX-0049"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2001-04-17"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1993"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: survey data, Part 3: survey data and administrative records data, Part 4: census/enumeration data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: telephone interviews, Part 3: mail-back  questionnaire and PETERSON'S GUIDE TO FOUR-YEAR COLLEGES (1994), Part 4: 1990 United States Census of Population and Housing"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: Students, Part 2: Incidents, Part 3: Schools, Part 4: Census tracts."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: All full-time and part-time undergraduate,  graduate, postdoctoral, continuing education, and certificate program  students enrolled since fall term 1993 at four-year postsecondary  institutions in the United States with a total enrollment over 1,000  students who were not full-time employees of the respective school.  Part 3: All four-year, postsecondary institutions in the United States  (not including territories or campuses overseas). Part 4: All 1990 Census tracts."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Two-stage stratified random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Parts 1 and 2: 71 percent. Part 3: 100 percent. Part 4: Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several Likert-type scales were used."}]}},"files":[{"description":"","label":"Census Data","restricted":false,"version":1,"datasetVersionId":33918,"dataFile":{"id":2602175,"persistentId":"","pidURL":"","filename":"Census Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Incident-Level Data","restricted":false,"version":1,"datasetVersionId":33918,"dataFile":{"id":2602173,"persistentId":"","pidURL":"","filename":"Incident-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"School Data","restricted":false,"version":1,"datasetVersionId":33918,"dataFile":{"id":2602174,"persistentId":"","pidURL":"","filename":"School Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Student-Level Data","restricted":false,"version":1,"datasetVersionId":33918,"dataFile":{"id":2602172,"persistentId":"","pidURL":"","filename":"Student-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}