{"status":"OK","data":{"id":38146,"identifier":"ICPSR21182.v1","persistentUrl":"https://doi.org/10.3886/ICPSR21182.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR21182.v1","latestVersion":{"id":34146,"storageIdentifier":"file://10.3886/ICPSR21182.v1","versionState":"RELEASED","distributionDate":"2010-09-24","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:09:10Z","releaseTime":"2015-04-09T03:09:10Z","createTime":"2015-04-09T03:09:10Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Justice Response to Repeat Victimization in Cases of Violence Against Women in Redlands, California, 2005"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Davis, Robert C."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Weisburd, David"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hamilton, Edwin E."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Police Foundation"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study set out to test the question of whether more efficacious outcomes would be gained the closer that a second response by police officers occurs to an actual domestic violence event.  Researchers conducted a randomized experiment in which households that reported a domestic incident to the police were assigned to one of three experimental conditions: (a) second responders were dispatched to the crime scene within 24 hours, (b) second responders visited victims' homes one week after the call for service, or (c) no second response occurred. Beginning January 1, 2005, and continuing through December 3, 2005, incidents reported to the Redlands Police Department were reviewed each morning by a research assistant to determine whether the incidents involved intimate partners. Cases were determined to be eligible if the incident was coded as a misdemeanor or felony battery of a spouse or intimate partner. Eighty-two percent of the victims were females. For designated incidents, a team of officers, including a trained female domestic violence detective, visited households within either twenty-four hours or seven days of a domestic complaint. A written protocol guided the officer or officers making home visits. Officers also asked the victim a series of questions about her relationship with the abuser, history of abuse, and the presence of children and weapons in the home. In Part 1 (Home Visit Data), six months after the reporting date of the last incident in the study, Redlands Police crime analysis officers wrote a software program to search their database to determine if any new incidents had been reported. For Part 2 (New Incident Data), the search returned any cases associated with the same victim in the trigger incident. For any new incidents identified, information was collected on the date, charge, and identity of the perpetrator. Six months following the trigger incident, research staff attempted to interview victims about any new incidents of abuse that might have occurred. These interview attempts were made by telephone. In cases where the victim could not be reached by phone, an incentive letter was sent to the victim's home, offering a $50 stipend to call the research offices.  Part 1 (Home Visit Data) contains 345 cases while Part 2 (New Incident Data) contains 344 cases. The discrepancy in the final number across the two parts is due to cases randomized into the sample that turned out to be ineligible or had been assigned previously from another incident.  Part 1 (Home Visit Data) contains 63 variables including basic administrative variables such as date(s) of contact and group assignment. There are also variables related to the victim and the perpetrator such as their relationship, whether the perpetrator was arrested during the incident, and whether the perpetrator was present during the interview. Victims were also asked a series of questions as to whether the perpetrator did such things as hit, push, or threatened the victim. Part 2 (New Incident Data) contains 68 variables including dates and charges of previous incidents as well as basic administrative and demographic variables."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study set out to test the question of whether more efficacious outcomes would be gained the closer that a second response by police officers occurs to an actual domestic violence event."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Researchers conducted a randomized experiment in which households that reported a domestic incident to the police were assigned to one of three experimental conditions: (a) second responders were dispatched to the crime scene within 24 hours, (b) second responders visited victims’ homes one week after the call for service, or (c) no second response occurred.</p>\n\n<p>Beginning January 1, 2005, and continuing through December 3, 2005, incidents reported to the Redlands Police Department were reviewed each morning by a research assistant to determine whether the incidents involved intimate partners.  Cases were determined to be eligible if the incident was coded as a misdemeanor or felony battery of a spouse or intimate partner. Eighty-two percent of the victims were females.</p>\n\n<p>Once a case was identified, its Redlands police domestic report (DR) number was entered in a sequential project log along with the victim’s name.  Each line of the log contained a pre-determined treatment group assignment, created using a computer random number generator.</p>\n\n<p>For designated incidents, a team of officers, including a trained female domestic violence detective, visited households within either twenty-four hours or seven days of a domestic complaint.  The visits typically lasted 30-45 minutes, depending on the victim's receptiveness to assistance. The goals of home visits were to ensure that the victim had information about and access to resources and services, to answer any questions they had about the complaint or the justice process, and to encourage a sense of trust in the police and the criminal justice system as a whole.</p>\n\n<p>A written protocol guided the officer or officers making home visits.  The visits began by the officer talking to the victim about the recent incident and any immediate safety concerns that she had.  The officer discussed with the victim the nature of domestic violence and the very real possibility that the incident she experienced would recur if no action was taken.  The officer tried to make the victim understand that the police department took the matter seriously and was there to assist her.  She also asked the victim a series of questions about her relationship with the abuser, history of abuse, and the presence of children and weapons in the home.</p>\n\n<p>Once preliminaries were taken care of, the second response officer tried to ensure that the victim had information about resources and services, offered practical assistance, worked with the victim to develop a safety plan, and instructed the victim in how to document future abusive or stalking behaviors.  Before leaving, the officer provided the victim with a written description of local resources to assist domestic violence victims, including housing relocation, counseling, domestic violence shelters, medical help, civil legal assistance, information about the criminal justice process, aid in applying for an order of relief, and emergency financial assistance.</p>\n\n<p>In cases where the complainant was not home in two tries, literature was left and/or phone contact was made with the household. In-person contact was made with the victim in 84 percent of households in the 1–day and 7-day conditions.</p>\n\n<p>In Part 1 (Home Visit Data), six months after the reporting date of the last incident in the study, Redlands Police crime analysis officers wrote a software program to search their database to determine if any new incidents had been reported.  The search returned any cases associated with the same victim in the trigger incident.  For any new incidents identified, information was collected on the date, charge, and identity of the perpetrator.</p>\n\n<p>For Part 2 (New Incident Data), six months following the trigger incident, research staff attempted to interview victims about any new incidents of abuse that might have occurred.  These interview attempts were made by telephone.  In cases where the victim could not be reached by phone, an incentive letter wa\ns sent to the victim’s home, offering a $50 stipend to call the research offices.  Researchers took several steps to protect victims from possible retaliation from the abuser.  When making phone calls, no messages were left if no one answered.  If someone other than the victim answered and wanted to know why researchers wanted to speak to the victim, researchers told them that they were conducting a \"women's health study\" in cooperation with the City of Redlands.  Incentive letters similarly stated that researchers were interested in the victim's responses for a women's health study.  In the handful of cases with male victims, researchers said they were conducting a \"men's health study\".</p>\n\n<p>Researchers ran into serious problems reaching victims for telephone interviews.  As a result of the poor rate of success for the first half of the sample, researchers decided to try going to the homes of a subsample of victims to see whether this method would lead to better success.  Researchers made two home visit attempts for each victim not yet interviewed–one during the day and one during evening hours.</p>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 (Home Visit Data) contains 63 variables including basic administrative variables such as date(s) of contact, and group assignment.  There are also variables related to the victim and the perpetrator such as their relationship, whether the perpetrator was arrested during the incident, and whether the perpetrator was present during the interview.  Victims were also asked a series of questions as to whether the perpetrator did such things as hit, push, or threatened the victim.  Part 2 (New Incident Data) contains 68 variables including dates and charges of previous incidents, as well as basic administrative and demographic variables."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic assault"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"domestic violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"victimization"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"violence against women"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIII. Violence Against Women"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2010-09-24Version Text: 2010-09-24 Subject: null  Type: null  Notes: Stata system file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2004-WG-BX-0002"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2010-09-24"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2005-01-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2005-12-03"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2005-01-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2005-12-03"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Part 1: Redlands Police Department Incident Records and victim surveys","Part 2: Redlands Police Department Incident Records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Parts 1 and 2: Incident"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Domestic incidents reported to the Redlands Police Department between January 1, 2005, and December 3, 2005."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Beginning January 1, 2005, and continuing through December 3, 2005, incidents reported to the Redlands Police Department were reviewed each morning by a research assistant to determine whether the incidents involved intimate partners.  Cases were determined to be eligible if the incident was coded as a misdemeanor or felony battery of a spouse or intimate partner.  The research assistant also developed a computer program to read through the free-text case descriptions and flag additional cases that contained key words such as \"domestic\" or \"abuse\".  When cases were identified by the computer software, the research assistant read over the case to determine if it did, in fact, involve intimate partner violence."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"<p>Part 1: The rate of completion was 41 percent for the 1-day response group; 44 percent for the 7-day response group; and 40 percent for the control group.</p>\n\n<p>Part 2: Not applicable.</p>"}]}},"files":[{"description":"","label":"Home Visit Data","restricted":false,"version":1,"datasetVersionId":34146,"dataFile":{"id":2603468,"persistentId":"","pidURL":"","filename":"Home Visit Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"New Incident Data","restricted":false,"version":1,"datasetVersionId":34146,"dataFile":{"id":2603469,"persistentId":"","pidURL":"","filename":"New Incident Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}