{"status":"OK","data":{"id":38392,"identifier":"ICPSR25841.v1","persistentUrl":"https://doi.org/10.3886/ICPSR25841.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR25841.v1","latestVersion":{"id":34392,"storageIdentifier":"file://10.3886/ICPSR25841.v1","versionState":"RELEASED","distributionDate":"2013-12-16","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:11:52Z","releaseTime":"2015-04-09T03:11:52Z","createTime":"2015-04-09T03:11:52Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Process Evaluation of the Demonstration Project to Address  Commercial Sexual Exploitation of Children in Atlanta-Fulton County, Georgia, United States 2006-2009"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Finn, Mary"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Blackwell, Brenda"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Jackson, Leslie"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia State University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Wolk, James"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Georgia State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In the fall of 2002 the Juvenile Justice Fund (JJF), a nonprofit organization whose mission is to positively impact the lives of youth and their families who come into contact with the juvenile court, received an award from the Office of Juvenile Justice and Delinquency Prevention (OJJDP) to plan a collaborative response to address commercial sexual exploitation of children (CSEC) in Atlanta-Fulton County. In 2004 the JJF received a second OJJDP award to continue its work with community members, including over 18 government and nonprofit agencies from the social service, educational, law enforcement, court, prosecution, child advocacy arenas. The demonstration project in Atlanta-Fulton County focused on the collaborative activities of various government agencies, nonprofits, faith-based organizations, and individuals from two counties (Fulton and DeKalb) who met on a regular basis to coordinate their efforts and to exchange information on sexual exploitation of children. The goals of the multiyear project were to: (1) enhance community awareness of commercial sexual exploitation of girls; (2) improve information and data sharing across agencies; (3) train professionals; and (4) improve delivery of care to child victims of commercial sexual exploitation. This study, funded by the National Institute of Justice (NIJ), was designed to document the nature and extent of commercial sexual exploitation (CSE) of children in Atlanta-Fulton County as well as the surrounding counties, and to conduct a process evaluation of the demonstration project. Data used in the study include quantitative results from a survey of professionals in Fulton, DeKalb, and Gwinnett Counties and quantitative data obtained from the Child Abuse Case Tracking Information System (CACTIS), a database that was designed to promote data and information sharing among agencies involved in the demonstration project. Primary source qualitative data were also obtained from semi-structured interviews conducted with professionals involved in the project demonstration project, clients of the project (including both youths and their guardians), and homeless youths in Atlanta-Fulton County."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The study had three primary goals: (1) to document the nature and extent of commercial sexual exploitation of children (CSEC) in Atlanta-Fulton County; (2) to conduct a process evaluation of the Atlanta-Fulton County's demonstration project to address CSEC, including the project's environment and context, design and implementation, program operations, and events that impacted the project's functioning and outcomes; (3) to identify and coordinate the findings and experiences with the New York\nevaluation site. Ultimately, researchers hoped the information produced and shared would assist other communities that planned to coordinate efforts to address commercial sexual exploitation of children."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>The study design centered around the first two goals of the study: documenting the nature and extend of commercial sexual exploitation of children (CSEC) in Atlanta-Fulton County and conducting a process evaluation of Atlanta-Fulton County's demonstration project. The demonstration project was funded in 2002 and 2004 by the Office of Juvenile Justice and Delinquency Prevention (OJJDP) and focused on the collaborative activities of various government agencies, nonprofits, faith-based organizations, and individuals from two counties (Fulton and DeKalb) who met on a regular basis to coordinate their efforts and to exchange information on sexual exploitation of children.</p>\n\n<p>In order to document the nature and extent of commercial sexual exploitation of children (CSEC), data were obtained and analyzed from the following sources:\n<ul>\n<li>A total of 3,196 surveys were mailed to state-licensed professionals (e.g., social workers, psychologists, professional counselors, and marriage and family therapists) in Fulton, DeKalb, and Gwinnett Counties, asking about their treatment of CSEC victims (Dataset 1).</li>\n<li>Client reports were pulled and data were hand-coded from the Child Abuse Case Tracking Information System (CACTIS), a database designed to supplement and strengthen the child abuse investigation process by promoting data and information sharing among agencies involved in the demonstration project, which contains data on child sexual abuse cases in Fulton County (Datasets 2, 3, and 5) and is used by law enforcement, courts, social services, healthcare services, and schools.</li>\n<li>Primary data were obtained  from audio-taped semi-structured interviews with 3 treatment providers and 22 professionals who were employed by the agencies associated with the demonstration project including the juvenile courts, probation, District Attorney's Office, Victim Witness Program, youth detention centers, child advocacy centers, social services, city and county police, county mental health, city and county public schools, and children's hospitals (Dataset 8).</li>\n<li>Primary data were obtained  from audio-taped semi-structured interviews with  12 homeless youths who attended the First Annual Homeless Youth Resource Fair hosted by the research team at Georgia State University on April 25, 2008 in conjunction with the kick-off of the \"48 Hours on the Street\" event held by StandUp for kids to promote awareness of youth homelessness (Dataset10).</li>\n<li>An audio-taped semi-structured interview  was held with two residents of Angela's House (a group home for sexually exploited girls) (Dataset 9).</li>\n<li>Researchers observed the  demonstration project and the Child Abuse Investigation Team (CAIT) meetings including the Executive Cabinet meetings, biweekly CAIT meetings and meetings of the subcommittees developing the CSEC protocol.</li>\n<li>The Atlanta Police Department (APD) provided incident-level data on arrests that occurred between September 2003 and September 2007 for prostitution-related offenses. In addition, the researchers also received a dataset on victims of sexually oriented offenses for the same time frame. The Fulton County Sheriff's Office and the Fulton County Police Department were contacted in attempts to both interview personnel about the demonstration project's response and to gather information about the scope and nature of CSEC in the area.  These attempts were unsuccessful.</li>\n<li>The researchers reviewed local newspaper articles.</li>\n</ul></p>\n\n<p>To obtain data on the operation and functioning of the demonstration project, the following additional strategies and sources of data were used:</p>\n\n<ul>\n<li>Extensive semi-structured individual interviews were audiotaped and transcribed with key groups: six individuals involved in the early formation of the community-coordinated response (Dataset 8) as well as six guardians and four youths who received services from the demonstration project (Dataset 9).</li>\n<li>The Wilder Collaborative Factors Inventory was administered to members of CAIT and the demonstration project's Executive Cabinet to get \"point in time\" perspectives on the functioning of the project (Datasets 6 and 7).</li>\n<li>The following were reviewed: (a) media artifacts, including newspaper articles in the leading regional newspaper, the Atlanta Journal Constitution (AJC), from 1995 to 2005; (b) agency records provided by the Demonstration project director, which operated through the Juvenile Justice Fund (JJF), from October 2002 to the process evaluation start date of January 2007; (c) technical reports of Fox Valley Technical College (FVTC), an organization that provided technical assistance to the Atlanta community in partnership with OJJDP; (d) and all pertinent secondary data, including minutes and work products of meetings related to the demonstration project, and case records from the Center to End Adolescent Sexual Exploitation (CEASE).</li>\n<li>Extensive  semi-structured individual interviews were conducted with representatives of FVTC.</li>\n</ul>"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Dataset 1 has 43 variables about treatment provided to victims (under the age of 18) of Commercial Sexual Exploitation (CSE) including type of services provided, frequency the professional encounters these cases, and the professional's relationships with other agencies including CEASE.</p>\n\n<p>Datasets 2 and 3 have the 56 variables from the Child Abuse Case Tracking Information System (CACTIS) database that are included in the Client Report.</p>\n\n<p>Dataset 4 has 9 variables from the Administrative User Report, logging the use of CACTIS. These variables provide data about each user, and how the system is being used.</p>\n\n<p>Dataset 5 has 218 variables that were hand-coded from the CACTIS database (the CACTIS database has 288 variables but some of these are replicates of other variables, and for most double entries they were devoid of entries and were eliminated from coding)</p>\n\n<p>Datasets 6 and 7 have 41 variables including the 40 questions from the Wilder Collaborative Factors Inventory, which is comprised of statements rated on a 5-point Likert scale, regarding respondent's perceptions of the collaboration and its functioning on such issues as leadership, vision, resources, history, and benefits.</p>\n\n<p>Dataset 8 has qualitative data from interviews regarding the interviewee's involvement with demonstration project, assessment of the Child Abuse Investigative Team (CAIT), use of CACTIS, nature, and the interviewees assessment of the extent of Commercial Sexual Exploitation  of Children (CSEC) cases, the including extent of their agency's contact with CSEC cases.</p>\n\n<p>Dataset 9 has qualitative data from interviews gathering information on the experiences of high-priority and high-risk youth within the demonstration project, and their awareness of the process as they went through it, and their perception of the services received. It also includes one interview with two residents of Angela's House, asking about their experiences as they became involved with CEASE and Angela's House.</p>\n\n<p>Dataset 10 has qualitative data from interviews with homeless youths about their experiences and behaviors living on the streets, including engaging in sex for money and obtaining shelter, food, or other types of assistance.</p>"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"child prostitution"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"counseling services"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"group homes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"homelessness"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"process evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sex trafficking"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sexual exploitation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"status offenses"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"truancy"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"youths at risk"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD VI. Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD X. Victimization"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2013-12-16Version Text: 2013-12-16Subject: Study Level Error Note, Notes: The qualitative data are available through restricted access procedures in three zip files. The file qda25841-0008_REST.zip (Dataset 8, Professionals and Formative Members Qualitative Data) includes 31 interviews with professionals who worked with the demonstration project, treatment professionals, and individuals involved in the early formation of the community-coordinated response. The file qda25841-0009_REST.zip (Dataset 9, Clients of the Demonstration Project Qualitative Data) includes 10 interviews with youths designated as High Risk or High Priority and their guardians, and a file with an interview with two residents of Angela's House. The file qda25841-0010_REST.zip (Dataset 10, Homeless Youths Qualitative Data) includes 12 interviews with homeless youths.;Subject: Study Level Error Note, Notes: Although the study design describes data collected from newspaper articles and other media artifacts, agency records, law enforcement data, technical reports, and minutes and work products of meetings, these data are not available as part of this collection.;Subject: Study Level Error Note, Notes: Users should be aware that although the final report for this study (Finn et al., 2009; NCJRS 226610) indicates that interviews were conducted with 24 professionals who were employed by agencies associated with the demonstration project, 3 treatment providers, and 6 individuals involved in the early formation of the community-coordinated response, Dataset 8 includes only interviews from 22 professionals, 3 treatment providers, and 6 individuals involved in the early formation of the response.; Subject: null  Type: null  Notes: Stata system file(s), rda Data file(s), sav Data file(s), stc Data file(s), tsv Data file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2006-JE-FX-0006"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-12-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2003-01"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2008-12"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2007-01-31"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2008-12-31"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","aggregate data","observational data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Mailed survey of state-licensed professionals in Fulton, DeKalb, and Gwinnett Counties (Dataset 1)","Information in the Child Abuse Case Tracking Information System (CACTIS) data system (Datasets 2-5)","Questionnaires filled out by members of the Child Abuse Intervention Team (CAIT) and the Executive Cabinet or the demonstration project (Datasets 6, 7)","In-person interviews with treatment providers and professionals involved in the demonstration project as well as individuals involved in the early formation of the community-coordinated response (Dataset 8)","In-person interviews with clients of the demonstration project (youths identified as high-risk or high-priority and their guardians) and residents of Angela's House (Dataset 9)","In-person interviews with homeless youths (Dataset 10)"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Atlanta"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Georgia"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["County (Dataset 1,  5); Police Jurisdiction (Dataset 2, 3)"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individual"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All state-licensed professionals (e.g., social workers, psychologists, professional counselors, and marriage and family therapists) in Fulton, DeKalb, and Gwinnett Counties from 2007-2008 (Dataset 1). All cases in the Child Abuse Case Tracking Information System (CACTIS) from 2006-2007 (Datasets 2, 3, 5). All uses of CACTIS from 2006-2007 (Dataset 4). All members of the Child Abuse Investigative Team in March, 2007 (Dataset 6). All members of the Executive Cabinet of the Demonstration project (Dataset 7). All agencies actively involved in the demonstration project from 2007-2008 (Dataset 8). All clients of the demonstration project identified as high risk or high priority from 2007-2008 (Dataset 9). All residents of Angela's House from 2007-2008 (Dataset 9). All homeless youths in the Atlanta-Fulton County Area in April, 2008 (Dataset 10)."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"<p>A total of 3,196 surveys were mailed to state-licensed professionals (e.g., social workers, psychologists, professional counselors, and marriage and family therapists) in Fulton, DeKalb, and Gwinnett Counties (Dataset 1). A total of 697 surveys were returned.</p>\n\n<p>Data was retrieved from the Child Abuse Case Tracking Information System (CACTIS) Client Reports, which included 2,047 cases from 2006-2007 (CACTIS Full Client Quantiative Data, Dataset 2);  from those 2,047 cases, researchers selected a subset consisting of all 877 cases in the CACTIS database with clients aged 11-17 years was selected (CACTIS Clients Aged 11 to 17 Years Quantitative Data, Dataset 3). Researchers also identified a subset consisting of all 50 cases in the CACTIS database with notations in the name fields indicating high-priority or high-risk commercial sexual exploitation  of children (CSEC) cases (CSEC Cases Quantitative Data, Dataset 5).</p>\n\n<p>The CACTIS administrator provided the Administrative User Report which provides data on all 14,727 accesses of the database between January 1, 2006 and December 31, 2007 (CACTIS User Quantitative Data, Dataset 4).</p>\n\n<p>Convenience samples of 11 members of the Child Abuse Intervention Team at a meeting in March, 2007(CAIT Quantitative Data, Dataset 6) and 15 members of the Executive Cabinet of the demonstration project (Executive Cabinet Quantitative Data, Dataset 7) were selected to complete a questionnaire.</p>\n\n<p>For the Professionals and Formative Members Qualitative Data (Dataset 8), 31 interviews are available for professionals who  worked with the demonstration project (22), treatment professionals (3), and individuals involved in the early formation of the community-coordinated response (6).</p>\n\n<p>For the interviews of clients of the demonstration project (Dataset 9), a list of potential high-risk and high-priority participants was compiled relying upon the CACTIS database and Center to End Adolescent Sexual Exploitation (CEASE) case managers. Researchers attempted at least three times to contact each guardian and youth by telephone. The team contacted 22 guardians and youth from the high-priority list; 14\ninterviews were attempted; 7 interviews were completed. The team received the contact information on six high-risk cases directly from the CEASE case manager. The team was only able to secure and complete one interview from two guardians of high-risk youth successfully contacted. This also includes a single file with an interview with two residents of Angela's House.</p>\n\n<p>Homeless youths were interviewed at a resource fair for homeless youth held on the GSU campus (Dataset 10). Twenty-one youths attended the fair, and 12 youths participated in interviews about their experiences living on the streets.</p>"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"record abstracts"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"None"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Created variable labels and/or value labels."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"For the survey of state-licensed professionals (Dataset 1), 3,196 surveys were mailed and 697 surveys were returned for a response rate of 22.2 percent. For interviews of Clients of the Demonstration Project (Dataset 9), the researchers contacted 22 guardians and youth from the high-priority list and 7 interviews were completed for a response rate of 31.8 percent.\nResearchers contacted six high-risk cases and completed one interview from two guardians for a response rate of 33.3 percent. For interviews with homeless youths (Dataset 10), 21 youths attended the fair and 12 completed interviews, for a response rate of 57.1 percent. Response rates for the other datasets are not available or not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"The Wilder Collaboration Factors Inventory (Mattiessich, Murray-Close, and Monsey, 2001; Dataset 6 and Dataset 7) which uses a 5-point Likert-type Scale."}]}},"files":[{"description":"","label":"CACTIS Clients Aged 11 to 17 Years Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605101,"persistentId":"","pidURL":"","filename":"CACTIS Clients Aged 11 to 17 Years Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"CACTIS Full Client Quantitative Data ","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605100,"persistentId":"","pidURL":"","filename":"CACTIS Full Client Quantitative Data ","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"CACTIS User Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605102,"persistentId":"","pidURL":"","filename":"CACTIS User Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"CAIT  Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605104,"persistentId":"","pidURL":"","filename":"CAIT  Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Clients of the Demonstration Project Qualitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605107,"persistentId":"","pidURL":"","filename":"Clients of the Demonstration Project Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"CSEC Cases Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605103,"persistentId":"","pidURL":"","filename":"CSEC Cases Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Executive Cabinet Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605105,"persistentId":"","pidURL":"","filename":"Executive Cabinet Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Homeless Youths Qualitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605108,"persistentId":"","pidURL":"","filename":"Homeless Youths Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Professionals and Formative Members Qualitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605106,"persistentId":"","pidURL":"","filename":"Professionals and Formative Members Qualitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Professionals Survey Quantitative Data","restricted":false,"version":1,"datasetVersionId":34392,"dataFile":{"id":2605099,"persistentId":"","pidURL":"","filename":"Professionals Survey Quantitative Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}