{"status":"OK","data":{"id":40338,"identifier":"ICPSR03468.v1","persistentUrl":"https://doi.org/10.3886/ICPSR03468.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR03468.v1","latestVersion":{"id":36338,"storageIdentifier":"file://10.3886/ICPSR03468.v1","versionState":"RELEASED","distributionDate":"2002-08-29","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:33:22Z","releaseTime":"2015-04-09T03:33:22Z","createTime":"2015-04-09T03:33:22Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Processing and Outcome of Death Penalty Appeals After Furman v. Georgia, 1973-1995:  [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Fagan, Jeffrey"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Columbia Law School and Mailman School of Public Health"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Liebman, James"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Columbia Law School and Mailman School of Public Health"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This data collection effort was undertaken to analyze the  outcomes of capital appeals in the United States between 1973 and 1995  and as a means of assessing the reliability of death penalty verdicts  (also referred to herein as \"capital judgments\" or \"death penalty  judgments\") imposed under modern death-sentencing procedures. Those  procedures have been adopted since the decision in Furman v. Georgia  in 1972. The United States Supreme Court's ruling in that case  invalidated all then-existing death penalty laws, determining that the  death penalty was applied in an \"arbitrary and capricious\" manner and  violated Eighth Amendment protections against cruel and unusual  punishment. Data provided in this collection include state  characteristics and the outcomes of review of death verdicts by state  and year at the state direct appeal, state post-conviction, federal  habeas corpus, and all three stages of review (Part 1). Data were  compiled from published and unpublished official and archived  sources. Also provided in this collection are state and county  characteristics and the outcome of review of death verdicts by county,  state, and year at the state direct appeal, state post-conviction,  federal habeas corpus, and all three stages of review (Part 2). After  designing a systematic method for identifying official court decisions  in capital appeals and state and federal post-conviction proceedings  (no official or unofficial lists of those decisions existed prior to  this study), the authors created three databases original to this  study using information reported in those decisions. The first of the  three original databases assembled as part of this project was the  Direct Appeal Database (DADB) (Part 3). This database contains  information on the timing and outcome of decisions on state direct  appeals of capital verdicts imposed in all years during the 1973-1995  study period in which the relevant state had a valid post-Furman  capital statute. The appeals in this database include all those that  were identified as having been finally decided during the 1973 to 1995  period (sometimes called \"the study period\"). The second original  database, State Post-Conviction Database (SPCDB) (Part 4), contains a  list of capital verdicts that were imposed during the years between  1973 and 2000 when the relevant state had a valid post-Furman capital  statute and that were finally reversed on state post-conviction review  between 1973 and April 20\n00. The third original database, Habeas  Corpus Database (HCDB) (Part 5), contains information on all decisions  of initial (non-successive) capital federal habeas corpus cases  between 1973 and 1995 that finally reviewed capital verdicts imposed  during the years 1973 to 1995 when the relevant state had a valid  post-Furman capital statute. Part 1 variables include state and state  population, population density, death sentence year, year the state  enacted a valid post-Furman capital statute, total homicides, number  of African-Americans in the state population, number of white and  African-American homicide victims, number of prison inmates, number of  FBI Index Crimes, number of civil, criminal, and felony court cases  awaiting decision, number of death verdicts, number of Black  defendants sentenced to death, rate of white victims of homicides for  which defendants were sentenced to death per 100 white homicide  victims, percentage of death row inmates sentenced to death for  offenses against at least one white victim, number of death verdicts  reviewed, awaiting review, and granted relief at all three states of  review, number of welfare recipients and welfare expenditures, direct  expenditures on the court system, party-adjusted judicial ideology  index, political pressure index, and several other created  variables. Part 2 provides this same state-level information and also  provides similar variables at the county level. Court expenditure and  welfare data are not provided in Part 2, however. Part 3 provides data  on each capital direct appeal decision, including state, FIPS state  and county code for trial court county, year of death verdict, year of  decision, whether the verdict was affirmed or reversed, and year of  first fully valid post-Furman statute. The date and citation for  rehearing in the state system and on certiorari to the United States  Supreme Court are provided in some cases. For reversals in Part 4  information was collected about state of death verdict, FIPS state and  county code for trial court county, year of death verdict, date of  relief, basis for reversal, stage of trial and aspect of verdict  (guilty of aggravated capital murder, death sentence) affected by  reversal, outcome on retrial, and citation. Part 5 variables include  state, FIPS state and county codes for trial court county, year of  death verdict, defendant's history of alcohol or drug abuse, whether  the defendant was intoxicated at the time of the crime, whether the  defense attorney was from in-state, whether the defendant was  connected to the community where the crime occurred, whether the  victim had a high standing in the community, sex of the victim,  whether the defendant had a prior record, whether a state evidentiary  hearing was held, number of claims for final federal decision, whether  a majority of the judges voting to reverse were appointed by  Republican presidents, aggravating and mitigating circumstances,  whether habeas corpus relief was granted, what claims for habeas  corpus relief were presented, and the outcome on each claim that was  presented. Part 5 also includes citations to the direct appeal  decision, the state post-conviction decision (last state decision on  merits), the judicial decision at the pre-penultimate federal stage,  the decision at the penultimate federal stage, and the final federal decision."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In its decision in Furman v. Georgia in 1972, the United States Supreme Court invalidated all then-existing death penalty laws, determining that the death penalty was applied in an \"arbitrary and capricious\" and unreliable manner that violated Eighth Amendment protections against cruel and unusual punishment. In 1976 the high court ruled in Gregg v. Georgia that, on its face, Georgia's new \"guided discretion\" capital-sentencing procedures appeared to have reduced the problem of arbitrary, capricious, and unreliable death verdicts that had led the Court to i\nnvalidate prior capital statutes in Furman v. Georgia. On the same day that it decided Gregg, the Supreme Court also decided four other capital cases. In two of those cases, Woodson v. North Carolina and Roberts v. Louisiana, the Court ruled that North Carolina's and Louisiana's mandatory method of imposing a death sentence for the crime of first-degree or capital murder was unconstitutional. The Court determined that the Eighth Amendment proscription of cruel and unusual punishment requires heightened reliability of outcomes in death cases, and that this in turn requires that each defendant be evaluated individually to determine whether the death penalty is an appropriate punishment for the particular crime. In these and other decisions, the Court concluded that modern death-sentencing statutes adopted on the model of the Georgia statute that the Court upheld on its face in Gregg v. Georgia potentially had the capacity to provide the necessary degree of reliability in the imposition of death verdicts. The purpose of this study was to examine the reliability of death verdicts imposed under presumptively valid post-Furman capital statutes by measuring the frequency with which the state and federal courts that inspect those verdicts found flaws in them that were sufficiently serious and prejudicial to require reversal of the death verdict and retrial/resentencing. A second purpose was to identify conditions at the state, county, and case level that are associated with a higher probability of reversible error in capital cases and to identify possible reforms to decrease that probability."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The researchers created a pooled, cross-sectional database of capital verdicts from 1973-1995 including review outcome by stage of review, state, county, and year. Data provided for this collection include information about the timing and outcome of death verdict review proceedings by state and year at the state direct appeal, state post-conviction, federal habeas corpus, and all three stages of review, as well as a set of relevant characteristics of death penalty states (Part 1). Information about the outcomes and other characteristics of capital review proceedings were obtained from official published and unpublished judicial decisions, as described below. Other data were compiled from published and archived material on the passage of death penalty statutes following the Furman decision, official and archived sources providing data on population and racial composition, homicide trends, state crime trends, state prison population, court caseloads, court expenditures, capital defense expenditures, state welfare caseloads and expenditures, states' political structure, the race of defendants sentenced to die, the race of the victims of the offenses for which defendants were sentenced to die, and published sources providing information on judges and judicial philosophy. An index of political pressure on state court judges, based on characteristics of each state's method of selecting judges for office, was created for this project, drawing on state constitutional and statutory provisions, with additional information supplied by the National Center for State Courts. Also provided in this collection are state and county characteristics and the outcomes of death verdict review proceedings by county, as well as state and year, at state direct appeal, state post-conviction, federal habeas corpus, and all three stages of review (Part 2). Data for Part 2 were compiled from similar sources but do not include court expenditure and welfare data. Three databases original to this study were assembled by the authors, all of which include information on the outcomes of capital appeals or state and federal post-conviction review proceedings and other information about those appeals and proceedings and the individuals, offenses, procedures, and legal claims involved in them. This information came from official published and u\nnpublished judicial decisions describing and reporting the outcome of those appeals and state and federal post-conviction review procedures. Identifying appellate and post-conviction decisions so that this information could be extracted from them presented a challenge, because no official, publicly available list existed of the decisions in, or outcomes of, capital appeals for any state in the country. The researchers accordingly designed a systematic way to identify capital appellate and state and federal post-conviction decisions by using a variety of search criteria in databases of judicial decisions. One search criterion was the names of death row inmates, which were identified using the following sources: the list of individuals on death row across the country maintained and published by the NAACP Legal Defense Fund's (NAACP LDF), \"Death Row USA\", lists of death row inmates kept by state courts, state attorneys, state prisons, state-level defender organizations, and state-level non-governmental organizations, and newspaper accounts naming capital prisoners. Legal databases, West's national reporter system, and the Westlaw and Lexis electronic search engines then were searched using (1) the names derived from the above-listed sources, (2) keyword searches designed to identify capital appeals and state and federal post-conviction decisions in capital cases, and (3) information in judicial decisions identified through these same means, including information about other cases involving the same prisoner and about the cases of co-participants in the prisoner's offense. Information also was obtained from official but unpublished decisions available in archives of court and case records. The information in the three databases original to this study is from the published and unpublished judicial decisions that were identified through the means just described. The first of the three databases assembled as part of this project was the Direct Appeal Database (DADB) (Part 3). This database contains information on decisions on state direct appeals of capital verdicts imposed in all years during the 1973-1995 study period in which the relevant state had a valid post-Furman capital statute. The appeals in this database include all those that were identified as having been finally decided during the 1973 to 1995 period. The second original database, State Post-Conviction Database (SPCDB) (Part 4), contains a list of capital verdicts that were imposed during the years between 1973 and 2000 when the relevant state had a valid post-Furman capital statute and that were finally reversed on state post-conviction review between 1973 and April 2000. The third original database, Habeas Corpus Database (HCDB) (Part 5), contains information on all decisions of initial (non-successive) capital federal habeas corpus cases between 1973 and 1995 that finally reviewed capital verdicts imposed during years in the 1973 to 1995 period when the relevant state had a valid post-Furman capital statute."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1 variables include state and state population, population density, death sentence year, year the state enacted a valid post-Furman capital statute, total homicides, number of African-Americans in the state population, number of white and African-American homicide victims, number of prison inmates, number of FBI Index Crimes, number of civil, criminal, and felony court cases awaiting decision, number of death verdicts, number of Black defendants sentenced to death, rate of white victims of homicides for which defendants were sentenced to death per 100 white homicide victims, percentage of death row inmates sentenced to death for offenses against at least one white victim, number of death verdicts reviewed, awaiting review, and granted relief at all three states of review, number of welfare recipients and welfare expenditures, direct expenditures on the court system, party-adjusted judicial ideology index, political p\nressure index, and several other created variables. Part 2 provides this same state-level information and also provides similar variables at the county level. Court expenditure and welfare data are not provided in Part 2, however. Part 3 provides data on each capital direct appeal decision, including state, FIPS state and county code for trial court county, year of death verdict, year of decision, whether the verdict was affirmed or reversed, and year of first fully valid post-Furman statute. The date and citation for rehearing in the state system and on certiorari to the United States Supreme Court are provided in some cases. For reversals in Part 4 information was collected about state of death verdict, FIPS state and county code for trial court county, year of death verdict, date of relief, basis for reversal, stage of trial and aspect of verdict (guilty of aggravated capital murder, death sentence) affected by reversal, outcome on retrial, and citation. Part 5 variables include state, FIPS state and county codes for trial court county, year of death verdict, defendant's history of alcohol or drug abuse, whether the defendant was intoxicated at the time of the crime, whether the defense attorney was from in-state, whether the defendant was connected to the community where the crime occurred, whether the victim had a high standing in the community, sex of the victim, whether the defendant had a prior record, whether a state evidentiary hearing was held, number of claims for final federal decision, whether a majority of the judges voting to reverse were appointed by Republican presidents, aggravating and mitigating circumstances, whether habeas corpus relief was granted, what claims for habeas corpus relief were presented, and the outcome on each claim that was presented. Part 5 also includes citations to the direct appeal decision, the state post-conviction decision (last state decision on merits), the judicial decision at the pre-penultimate federal stage, the decision at the penultimate federal stage, and the final federal decision."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"appeal procedures"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"appellate courts"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"capital punishment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"civil rights"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"death row inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"habeas corpus"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial decisions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"judicial review"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"legal appeals"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Supreme Court decisions"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD IV. Court Case Processing"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XIV. Homicide Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-30Version Text: 2006-03-30Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File UG3468.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB3468.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) In accordance with reporting requirements  governing confidentiality of subjects imposed by the Centers for  Disease Control and Prevention, National Center for Health Statistics,  with the agreement of the National Institute of Justice, the  researchers were prevented from publicly presenting data on any  variable based on cell \"counts of 5 or less\" and from publicly  presenting data on death counts \"for any county with a 1990 population  of less than 100,000 unless three or more years of data [were]  combined.\" Data analysis for this project used the actual cell values.  However, in this public use version, all cell values that fell within  the above ranges have been set to -89 to alert the user. (2) The user  guide and codebooks are provided by ICPSR as Portable Document Format  (PDF) files. The PDF file format was developed by Adobe Systems  Incorporated and can be accessed using PDF reader software, such as  the Adobe Acrobat Reader. Information on how to obtain a copy of the Acrobat Reader is provided on the ICPSR Web site.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"2000-IJ-CX-0035"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2002-08-29"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1973"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2000"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2001"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["aggregate data, and event/transaction data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["(1) NAACP Legal Defense Fund's \"Death Row USA,\" (2) governmental and non-governmental organizations, (3) newspaper accounts, (4) legal databases, West's national reporter system, and the Westlaw and Lexis electronic search engines, (5) Census Bureau Data Set PE-19 1970-79, (6) Census Bureau State Estimates by Age, Sex, and Race, (7) Census Bureau Estimates of the Population of States by Age, Sex, Race and Hispanic Origin: 1981 to 1989, (8) Census Bureau Estimates of the Population of State by Age, Sex, Race and Hispanic Origin: 1990 to 1998, (9) Census Bureau Summary Tape File 3C (STF3C), (10) Federal Bureau of Investigation's CRIME IN THE UNITED STATES for 1973 to 1996, (11) MORTALITY DETAIL FILES, 1968-1978 (ICPSR 7632), (12) CDC Wonder (Centers for Disease Control data extractio\nn engine), (13) Centers for Disease Control and Prevention, National Center for Health Statistics, \"Compressed Mortality File, 1989-98\" CD-ROM Series 20, No. 2C ASCII Version, (14) United States Department of Justice, Bureau of Justice Statistics, SOURCE BOOK OF CRIMINAL JUSTICE STATISTICS 1973-1996, (15) STATE COURT STATISTICS, 1985-1994: [UNITED STATES] (ICPSR 9266), (16) EXPENDITURE AND EMPLOYMENT DATA FOR THE CRIMINAL JUSTICE SYSTEM [UNITED STATES] (1971-1979: ICPSR 7618, 1982: ICPSR 8382, 1983: ICPSR 8455, 1984: ICPSR 9162, 1985: ICPSR 9161, 1986: ICPSR 9160, 1987: ICPSR 9396, 1988: ICPSR 9554, 1989: ICPSR 9773, 1990: ICPSR 6006, 1991: ICPSR 6259, 1992: ICPSR 6579, 1993: ICPSR 6795, 1994: ICPSR 2257, 1995: ICPSR 2840), (17) \"The Statistical Almanac of the United States 1973-1996,\" (18) ALMANAC OF THE FEDERAL JUDICIARY, (19) state statutes, official state court decisions, list of executions by date, and other published and unpublished and archived material on the passage of death penalty statutes following Furman v. Georgia, (20) Brace, Paul, Laura Langer, and Melinda Hall. \"Measuring the Preferences of State Supreme Court Judges,\" JOURNAL OF POLITICS 62, (2000), p. 387, (21) provisions of the 34 study states' constitutions and codes governing judicial selection, supplemented by information from C. Flango and D. Rottman, \"Appellate Court Procedures\" (National Center for State Courts, 1998), and (22) dataset created by Professor Steven F. Messner and his colleagues at the University of Albany and the University of Illinois."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: State-year, Part 2: State-county-year, Parts 3-5: Court case"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All capital appeals in the United States decided between 1973 and 1995."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Parts 1-2: Inapplicable. Parts 3-5: Allowable cases based on criteria specific to that court process."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Direct Appeal Data","restricted":false,"version":1,"datasetVersionId":36338,"dataFile":{"id":2619371,"persistentId":"","pidURL":"","filename":"Direct Appeal Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Habeas Corpus Data","restricted":false,"version":1,"datasetVersionId":36338,"dataFile":{"id":2619373,"persistentId":"","pidURL":"","filename":"Habeas Corpus Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State and County Characteristics and Death Verdict Reversals by County, State, and Year","restricted":false,"version":1,"datasetVersionId":36338,"dataFile":{"id":2619370,"persistentId":"","pidURL":"","filename":"State and County Characteristics and Death Verdict Reversals by County, State, and Year","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Characteristics and Death Verdict Reversals by State and Year","restricted":false,"version":1,"datasetVersionId":36338,"dataFile":{"id":2619369,"persistentId":"","pidURL":"","filename":"State Characteristics and Death Verdict Reversals by State and Year","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"State Post-Conviction Data","restricted":false,"version":1,"datasetVersionId":36338,"dataFile":{"id":2619372,"persistentId":"","pidURL":"","filename":"State Post-Conviction Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}