{"status":"OK","data":{"id":37965,"identifier":"ICPSR09926.v1","persistentUrl":"https://doi.org/10.3886/ICPSR09926.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR09926.v1","latestVersion":{"id":33965,"storageIdentifier":"file://10.3886/ICPSR09926.v1","versionState":"RELEASED","distributionDate":"1993-12-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:07:09Z","releaseTime":"2015-04-09T03:07:09Z","createTime":"2015-04-09T03:07:09Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Shock Incarceration in Louisiana, 1987-1989"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"MacKenzie, Doris L."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. Institute of Criminal Justice and Criminology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Shaw, James W."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Maryland. Institute of Criminal Justice and Criminology"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Gowdy, Voncile B."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"United States Department of Justice. Office of Justice Programs. National Institute of Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"These data describe the results of one component of an evaluation of the \"shock incarceration\" program in the Louisiana Department of Public Safety and Corrections (LDPSC). This program, formally called IMPACT (Intensive Motivational Program of Alternative Correctional Treatment), began in 1987 and consisted of two phases. In the first phase offenders spent 90 to 180 days in a medium security prison participating in a rigorous boot camp-type program. Offenders who successfully completed the program were released from prison and placed under intensive supervision in the community--the second phase of the program. Changes in offender behavior and attitudes during the prison and community supervision phases of the shock program were examined in a quasi-experimental design to determine the impact of the program on the individual offenders. Comparisons were made with similar offenders who were not in the shock program who had been sentenced to prison and parole/probation. Shock and nonshock incarcerated offenders were asked to complete self-report questionnaires. Information was also collected from LDPSC records and from monthly parole performance evaluations completed by parole and probation officers. Information collected from LDPSC records included demographics, sentence characteristics, release date, offense, criminal history, I.Q. (Beta II) and MMPI scores, and diagnostic personnel evaluations of mental health, substance abuse, general attitude, adjustment, and violence potential. Part 1 of the collection consists of inmate data collected from the incarcerated shock program participants (N = 208) and the incarcerated nonshock offenders (N = 98, with partial records for an additional 46). Information includes police record data, clinical diagnostic data, offender's self-reported demographic data, scales for self-reported attitudes and personality measures, and offender's self-reported criminal and substance abuse history. Part 2 contains demographic data collected for all samples, including police record data and clinical diagnostic data. Part 3 consists of parole and probation data for all inmates. Offenders were followed for 12 months after leaving prison or until they failed community supervision (by absconding, being jailed for a lengthy period of time, or having their parole/probation revoked). Consequently, there is monthly data for between 1 to 12 months for each offender. Information includes items relating to parolees' performance at work and school, personal adjustment, employment, substance abuse counseling, interpersonal relations, compliance with intensive supervision program requirements, and contacts with the criminal justice system."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study describes the results of one phase of  an evaluation of the \"shock incarceration\" program formally called  IMPACT (Intensive Motivational Program of Alternative Correctional  Treatment) in the Louisiana Department of Public Safety and  Corrections (LDPSC). The evaluation was completed by the Louisiana  State University in collaboration with the LDPSC. The study examines  the changes which occur in offenders participating in the shock  program from start through parole and compares these offenders with a  matched samp\nle of offenders not in the shock program. The results of  the study were intended to provide a valuable assessment of the shock  program for the LDPSC and to furnish other jurisdictions with  information relevant to the development of such programs in their  correctional systems. Shock program participant samples were compared  with three nonshock offender samples: (1) probation, (2) parole, and  (3) incarcerated. Four meaningful sets of sample comparisons were  made. First, the nonshock incarcerated offenders were compared to the  incarcerated shock program participants. Second, shock dropouts were  compared to shock completers. Third, shock completers and nonshock  incarcerated offenders were compared. Fourth, nonshock parole and  probation samples were compared to shock completers and shock  dropouts. Three types of data were collected for this study: (1)  record, (2) self-report, and (3) parole/probation performance. Part 1  consists of inmate data collected from the incarcerated shock program  participants (N = 208) and the incarcerated nonshock offenders (N =  144). Information includes police record data, clinical diagnostic  data, offender's self-reported demographic data, scales for  self-reported attitudes, and offender's self-reported criminal and  substance abuse history. Part 2 contains demographic data collected  for all samples, including police record data and clinical diagnostic  data. Part 3 consists of parole and probation data for all  inmates. Offenders were followed for 12 months after leaving prison or  until they failed community supervision (by absconding, being jailed  for a lengthy period of time, or having their parole/probation  revoked). Consequently, there is monthly data for between 1 to 12  months for each offender. Information includes items relating to  parolees' performance at work and school, substance abuse counseling,  interpersonal relations, compliance with intensive supervision program requirements, and contacts with the criminal justice system."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Five groups were studied using a  quasi-experimental design. The shock participants were statistically  compared with the nonshock groups using a time-series control group  design. The design protects against, or allows testing of, invalidity due to history, testing, instrumentation, selection, and mortality."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Information on demographics, sentence  characteristics, release date, and criminal history were collected  from LDPSC records for all samples. LDPSC information for the nonshock  incarcerated and paroled offenders and shock program participants was  also collected. This included I.Q. (Beta II) and MMPI scores, and  diagnostic personnel evaluations of mental health, substance abuse,  general attitude, adjustment, and violence potential. The self-report  data consisted of a number of attitude and personality scales, as well  as drug and alcohol self-report information. Several scales were  developed to measure attitudes and expectations about prison programs.  These scales gauged inmates' attitudes toward the drill instructors or  staff, the difficulty of the program, and counseling and special  programs. Previously-designed scales were also used to measure  aggressiveness, adjustment to prison, frequency and seriousness of  inmates' conflicts with others, personality type and characteristics,  and the method used to cope with difficult situations. Drug and  alcohol self-report items focused on amount of use, type of use,  frequency of use, method of obtaining illegal drugs, and age at first  use. The parole performance evaluation completed each month included  items relating to parolees' performance at work and in school,  substance abuse counseling, interpersonal relations, intensive  supervision program requirements, and contacts with the criminal  justice system. To examine whether shock incarceration helped problem  drinkers adjust to law-abiding, prosocia\nl lives, an \"Adjustment to Prosocial Living Index\" was developed."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"imprisonment"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offender profiles"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"outcome evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"parole"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"probation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"shock incarceration programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2005-11-04Version Text: 2005-11-04Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata record was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: Card Image and LRECL with SAS and SPSS data definition statements; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"87-IJ-CX-0020"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1993-12-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1989"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1987-10"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1988-10"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data","survey data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Louisiana Department of Public Safety and Corrections  records, self-enumerated questionnaires, and parole and probation officer evaluations"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Louisiana"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Male offenders in six probation and parole districts in Louisiana."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Five offender samples were selected: (1) shock completers  (N = 116), (2) shock dropouts (N = 92), (3) nonshock probationers  (N = 108), (4) nonshock parolees (N = 74), and (5) nonshock incarcerated  (N = 98, with partial records for an additional 46). All inmates who  entered the shock program from October 1987 until October 1988 who  were willing to participate in the study were included in the shock  samples. The three nonshock samples were matched as closely as  possible to the shock samples by only selecting subjects who would  have been legally eligible to enter the shock program. The nonshock  probation and parole samples were selected from six probation and  parole districts in the state of Louisiana: Natchitoches, East Baton  Rouge, Shreveport, New Orleans, Thibodaux, and Amite. The probation  sample was selected from offenders who had been given primary  recommendation for the shock program by a probation agent but who were  sentenced to probation instead. The parole sample was selected from  first offenders being paroled from the LDPSC. Each parolee's record  was examined for any data which would have disqualified the offenders  from participating in the shock program. For the nonshock incarcerated  sample, priority was given to offenders who received a primary  recommendation for the shock program from a probation agent but were  not recommended to the program by their sentencing judge. Of these, 46  were not available for the entire study, resulting in a completed sample of 98."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"Several scales were developed to measure attitudes and  expectations about prison programs (MacKenzie and Shaw, 1990). Two  scales, Easy Time and Beneficial Expectations, were developed to  measure shock inmates' expectations about the shock program. Three  scales, Personal Change, The Victim, and Staff and Program Attitudes,  were developed to examine both shock and nonshock inmates' attitudes  toward shock incarceration and regular prison, respectively.  \"Assertive Interactions\" (Aggressiveness) were measured with a  previously-designed nine-item scale (some items are similar to  prisonization scales) (Goodstein and MacKenzie, 1984). Adjustment to  prison was measured with the \"State-Trait Anxiety Scale\"  (Speilberger, Gorsuch, and Lushene, 1970), and \"Conflicts With  Others\" (Shoemaker and Hillery, 1980), a scale measuring the  frequency and seriousness of inmates' conflicts with others. \"Coping  Methods\" were measured with a scal\ne developed by McCrae (1987), which  is designed to measure the method one uses to cope with a difficult  situation. Personality type and characteristics were measured using  the \"Jesness\" scales, and two locus-of-control scales, the  \"Perceived Control Scale,\" developed to be situation-specific  (Riechers, 1988), and a more abstract locus-of-control scale developed  by Valecha and Ostrom (1974). Additional scales included the I.Q. (Beta II) and MMPI scales."}]}},"files":[{"description":"","label":"Community Supervision Performance Data for All Samples","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602448,"persistentId":"","pidURL":"","filename":"Community Supervision Performance Data for All Samples","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Demographic Data for All Samples","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602447,"persistentId":"","pidURL":"","filename":"Demographic Data for All Samples","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Inmate Impact Data","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602446,"persistentId":"","pidURL":"","filename":"Inmate Impact Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Community Supervision Performance Data for All Samples","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602451,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Community Supervision Performance Data for All Samples","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Demographic Data for All Samples","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602450,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Demographic Data for All Samples","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"SAS Data Definition Statements for Inmate Impact Data","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602449,"persistentId":"","pidURL":"","filename":"SAS Data Definition Statements for Inmate Impact Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"User Guide","restricted":false,"version":1,"datasetVersionId":33965,"dataFile":{"id":2602452,"persistentId":"","pidURL":"","filename":"User Guide","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}