{"status":"OK","data":{"id":61813,"identifier":"DVN/PJ04N","persistentUrl":"https://doi.org/10.7910/DVN/PJ04N","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2015-02-11","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/PJ04N","latestVersion":{"id":121722,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/PJ04N","versionNumber":5,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2017-02-06T01:15:24Z","releaseTime":"2017-02-06T01:15:24Z","createTime":"2017-02-06T01:15:10Z","license":"NONE","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"House Unpassed Legislation 1857, leave to withdraw, SC1/series 230, Petition of Sarah E. Wall"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Digital Archive of Massachusetts Anti-Slavery and Anti-Segregation Petitions, Massachusetts Archives, Boston MA"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"dcarpenter@gov.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Petition subject: Equal elective franchise for women </p> <p>Original: <a href=\"http://nrs.harvard.edu/urn-3:FHCL:11006380\">http://nrs.harvard.edu/urn-3:FHCL:11006380</a> </p> <p>Date of creation: (unknown) </p> <p>Petition location: Worcester </p> <p>Legislator, committee, or address that the petition was sent to: John B.D. Cogswell, Worcester; committee on the judiciary </p> <p>Selected signatures:<ol><li>Sarah E. Wall</li></ol> </p> <p>Actions taken on dates: 1857-02-04,1857-02-14,1857-02-17 </p> <p>Legislative action: Received in the House on February 4, 1857 and referred to the committee on the judiciary and on February 14, 1857, had leave to withdraw and accepted in the House on February 17, 1857 </p> <p>Total signatures: 1 </p> <p>Legislative action summary: Received, referred, leave to withdraw, accepted </p> <p>Female signatures: 1 </p> <p>Female only signatures: Yes </p> <p>Identifications of signatories: petitioner, [females] </p> <p>Prayer format was <a href=\"http://en.wikipedia.org/wiki/Printing\">printed</a> vs. <a href=\"http://en.wikipedia.org/wiki/Manuscript\">manuscript</a>: Manuscript </p> <p>Additional non-petition or unrelated documents available at archive: additional documents available </p> <p>Additional archivist notes: women's suffrage, [4 pages of text; To the Honorable Senate and House of Representatives of Massachusetts. Your petitioners believing that all true government desire their just powers from the consent of the governed, and that taxation without representation is inconsistent with the Republican theory, equally unjust and oppression in its results upon whatever sex or class imposed, respectfully prays you to adopt such measures as will eventually secure to woman the right of suffrage. In the general excitement now prevailing throughout the community, it will doubtless seem an absurdity to many of you, to press this unpopular subject upon the minds of the public, already distracted by so many contending issues but it is upon the causes of this excitement that your petitioner found her strongest argument for thus claiming your attention at this time. When banks and tariffs rule the hour, and political strife is but the index of the rise and fall of cotton, it is an unfavorable moment to urge its claims, compared with a period when the agitation of a great moral question permeates every stratum of individual thought, appealing alike to the conscience of man and woman, arousing her from the lethargy incident to his position to a consciousness of public wrongs, of which she can no longer be a neutral spectator, as they press nearer and nearer upon her own threshold. The indifference she exhibited toward the Carolinian slave warms into active sympathy when she sees her husband or son stricken down on the plains of Kansas, and she perceives the unity of that power which perpetuated both deeds. The impropriety of her meddling with politics is forgotten as she rushes forth instinctively, to mingle with political gatherings, when ruffian hands have laid low a senator who has won her esteem and admiration by the rare effusions of his high moral and intellectual attainments, and the glowing eloquence with which he has strewn with flowers, the thorny pathway of politics. The corruptions of politic, domestic duties, the delicate and sensitive nature of woman, and her acquiescence thus far are among the many objections raised against her admission to public life, all totally groundless, and destined like the cry of amalgamation in the earlier stages of the Anti Slavery cause, to perish with the breath of those who raise them. What are politics? They are the product of thought, bearing the impression of the minds who create them, becoming elevated in their moral tone in proportion as we become elevated by a purer morality, and a purer Christianity. They mould the pulpit, control the press, and hold in their mighty hands the destinies of nations, in which woman must share and suffer. Was it not that power which framed the Inquisition, invented the rack, tied Madame Roland to the scaffold, and hung Mary Dyer on Boston Commons. Is it not that power which now drenches the earth in the blood of her children and desecrates the very name of humanity, by baptizing in the name of Christ, unity, Freedom and Equality, the most stupendous wrong that ever disgraced heathen or pagan land that degrades woman to the life of the harem under the shadow of the Crescent, and sells her on the auction block beneath the stars and stripes of a Republic? If politics are corrupt, she suffers from the corruption, and she owes it to herself and the world to demand a reform, which she can do only after gaining a recognition of her existence in that body. It is degrading for her to go to the ballot box because of the drunkenness and vulgarity with which she must associate there, it is doubly so for her to submit to laws emanating from such vile sources. Public sentiment is very solicitous for her welfare when any question of public interest is at stake, but it has no sympathy to waste for the severer trials of her private life. It expresses no fear that she will suffer wither physically or morally, when her husband is carried home in a state of intoxication which the rowdyism of the bedroom will not tolerate, nor breathes any solace for her wounded soul when she sees the cherished object of her youthful love, the wandering outcast of society, while he who has beggared his body, and ruined his soul, is sustained in high places of trust and honor, and she is expected therewith to be content. The political nonentity of woman is of modern origin, and presents one of those strange anomalies that mask every epoch in the history of mankind, that it should take its rise from the birth of a republic. Under the institutions of the old world, she enjoyed certain political rights as a princess, and was denied them as one of the common people, the contest for equality being a question of rank, and not of sex. When the struggle came that severed this country from Britain’s rule, levelling as it did, all distinctions of rank, at an age when the whole world was under the absolute sway of the despotic principle, that might makes right, the rights of the weaker naturally yielder to those of the stronger, and hence, the result was a government which completely injured her legal existence, awaiting another step of progress, to consign this relic of barbarism to the annals of the past. The unerring view of history points her out, subject to the same standard by which man is judged, whenever she has acted on the theatre of the world. It detracts nothing from the virtues of a Zenobia, because she was a woman, nor abates aught of its censure from the vices of Cleopatra, on the ground of her sex, while the courage and patriotism of a Joan of Arc, cause many a conservative mind almost to forget the superstitious enthusiasm that inspired her ardor, and he unconsciously concedes all that we claim. Doubtless her character does not shine through the dissipations of European life, with that feminine grace that adorns her more secluded domestic life in our own country; bred amid the corruptions of courts, where virtue and morality are considered only as an abstraction when applied to public life, she may be wanting in the refinement and sensibility so elevating to human nature, whether displayed in the male or female character. It is not for woman as a politician, that we are contending but for woman as an equal, as a human being worthy to be trusted with the care of herself; capable of determining her own sphere of duty or pleasure; safely trusting the instinct of a mother’s face, and a wife’s devotion for the welfare of her home and children. A great deal is truly said of the beauty of those private virtues which seek no wider sphere of action than is already afforded them in the broad fields of benevolence that lie around us on every side. Far be it from me to be in the least insensible to that noble, self-sacrificing spirit that presents life a worthy offering at the shrine of duty wherever the calls of suffering humanity demand, and, shunning the broad glare of the world pursues its silent path, unknown, unobserved, save by the thousand hearts it has blessed on earth, and the recording angel of Heaven. Beyond this, she may have an original, comprehensive mind, searching out the hidden causes of existing evils, no more content with the alleviation of present suffering than Luther could be satisfied with the daily ministrations of love and mercy performed by many a devoted monk and pious father of his time in the midst of the vices of the Romish Church, while superstition, resting like a nightmare on the souls of the people was sucking out that vital, moral instinct necessary for their physical and spiritual regeneration. It is a universal law of nature that in proportion to our own freedom, is the comparative strength of our influence, as individuals or nations. To this must be ascribed the apparent want of talent or energy, sometimes attributed to woman, because she has not exerted more influence as a moral and intellectual agent, where her faculties are not actually circumscribed by law. But what law has failed to accomplish, public opinion has more than consummated. It has sealed her lips so effectually, that the most crying evils of our time fail to call forth her condemnation of them. Where is that voice that should speak with the eloquence that only a mother’s undying love can inspire, in the presence of the haggard, guilty from that once gambolled around her, in the sprightly innocence of childhood, animated by the ghastly fragment of a soul, once radiant with love, and buoyant with hope? Silent as the grave. The impossibility of enlisting her sympathy, as a mother, for the helpless babe torn from the maternal embrace by the laws of this Christian land, or awakening her religious sentiment in behalf of the million souls on our own soil, doomed to worse than heathen darkness are melancholy facts in the daily experience of the fearless few who have dared to have public opinion, and defy law itself, that they might plead this cause of those who cannot plead for themselves. This arises not from any want of the common sympathies of humanity, but from her isolated and secluded position, as a negative member of society, sharing none of the responsibility that enacts injustice into law, and transforms vice into virtue, she naturally turns from the contemplation of miseries she cannot avert, because she sees me shunned through which her influence can be felt. Whatever argument may have been advanced against us by statesman or journalists can have little weight in the impending crisis before us, unless based on something deeper than the conventionalisms of society. Let that state which has led the man in the free settlement of Kansas, and protests most loudly against a usurpation, that seeks to force upon it a legislation in which it can have no voice, strike from its own statute book a usurpation one less absurd, which compels woman, nurtured on her own soil, and breathing the air of her institutions, to contribute to the support of a government which annihilates her individuality, or enlists border ruffianism under its banner at its pleasure, while she has no more power to prevent it than the Hungarian peasant or the Russian serf. If she is worthy to suffer on the virgin soil of Kansas, in the defence of an immortal principle, she is worthy to incorporate that principle into the framework of our institutions at home. We ask you, in behalf of the divine birthright of every soul to all the blessings and privileges which nation can confer, and to which its own inherent powers entitle it, to abolish a prescription, which for men to perpetuate, and woman to endure, is to sway the soul created by Infinite Wisdom to be limited only by its highest aspirations, and defraud the world, by excluding from its councils, the powers and experience of one half the human race. Give free scope to that intellect, which, spite of the obstacles that surround it, at times gleams forth so vigorous as to prove its own kindred origin with the master minds of the world, but far oftener, cramped and distorted, is finally smothered, until death comes a welcome messenger to set it free from the fetters that find it on earth. Let those who accuse her of frivolity, first give her an equal opportunity for the employment of those faculties, which, if excluded from worthy pursuits will certainly be devoted to unworthy ones. Distrust not the power of that Being who created the human soul, and bade it range the infinity to control it in its workings, and guide it in the sphere it is destined to fill. If He has conferred on man and woman alike the faculty to think, feel and act, certainly neither has a right to say to the other, thus far shalt thou go, but one farther. To you, then, as the present guardians of the interest of this Commonwealth, we now commend this cause; confident that whatever of indifference, or apathy it may receive at your hands, is none the less sure of ultimate success, divine in its origin, triumphant in its destiny. Sarah E. Wall] </p> <p>Location of the petition at the Massachusetts Archives of the Commonwealth: House Unpassed 1857, leave to withdraw </p> <p>Acknowledgements: Supported by the National Endowment for the Humanities (PW-5105612), Massachusetts Archives of the Commonwealth, Radcliffe Institute for Advanced Study at Harvard University, Center for American Political Studies at Harvard University, Institutional Development Initiative at Harvard University, and Harvard University Library.</p>"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"accepted"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"leave to withdraw"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"received"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"referred"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Manuscript"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"prayer-format"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"John B.D. Cogswell, Worcester; committee on the judiciary"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"sent"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Sarah E. Wall"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"females"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory-category"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"petitioner"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory-category"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Yes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-female-only"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"1"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-females"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"1"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-total"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"D. Carpenter, N. Topich and G. Griffin. Digital Archive of Massachusetts Anti-Slavery and Anti-Segregation Petitions; House Unpassed Legislation 1857, leave to withdraw, SC1/series 230. Massachusetts Archives. Boston, Mass."},"publicationURL":{"typeName":"publicationURL","multiple":false,"typeClass":"primitive","value":"http://nrs.harvard.edu/urn-3:FHCL:11006380"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Massachusetts Archives. Boston, Mass."}},{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Harvard Dataverse Network"}}]},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2017-02-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1857-02-04"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1857-02-17"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"United States"},"city":{"typeName":"city","multiple":false,"typeClass":"primitive","value":"Worcester"}}]}]}},"files":[{"description":"","label":"petitions.xlsx","restricted":false,"directoryLabel":"input_2016-11-18","version":1,"datasetVersionId":121722,"dataFile":{"id":2997317,"persistentId":"doi:10.7910/DVN/PJ04N/F4QI5N","pidURL":"https://doi.org/10.7910/DVN/PJ04N/F4QI5N","filename":"petitions.xlsx","contentType":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","filesize":1226912,"description":"","storageIdentifier":"s3://dvn-cloud:15a10fd3dc4-b5a8ad51b8cf","rootDataFileId":-1,"md5":"1abc747829719298fb777cf92b8285ca","checksum":{"type":"MD5","value":"1abc747829719298fb777cf92b8285ca"}}}]}}}