{"status":"OK","data":{"id":2849767,"identifier":"DVN/3NCMB6","persistentUrl":"https://doi.org/10.7910/DVN/3NCMB6","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-07-07","storageIdentifier":"s3://10.7910/DVN/3NCMB6","latestVersion":{"id":151030,"storageIdentifier":"s3://10.7910/DVN/3NCMB6","versionNumber":1,"versionMinorNumber":16,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2019-03-11T14:28:40Z","releaseTime":"2019-03-11T14:28:40Z","createTime":"2019-03-11T14:28:32Z","license":"NONE","termsOfUse":"As per Twitter’s developer terms of service, Harvard CGA may share only Tweet IDs from the archive with other organizations. Recipient organizations must be a non-profit entity and the Tweet IDs provided may only be used for research purposes https://developer.twitter.com/en/developer-terms/agreement-and-policy#id34. To ensure these rules are followed, tweet IDs from Harvard CGA's archive will only be shared by Harvard CGA.\r\n\r\nFull tweets may be re-hydrated from tweet IDs in a variety of ways. Harvard CGA makes a re-hydration library available here: https://github.com/cga-harvard/hhypermap-bop/tree/master/BOP-utilities.\r\n\r\nWhen mentioning the geo-tweet archive, or research based on data from the archive, please use \"Harvard Center for Geographic Analysis Geo-tweet Archive, https://doi.org/10.7910/DVN/3NCMB6\".","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Harvard CGA Geo-tweet Archive"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lewis, Ben"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Geographic Analysis"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Lewis, Ben"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Center for Geographic Analysis"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"blewis@cga.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p><b>Geo-tweet Archive</b>  The Harvard Center for Geographic Analysis(CGA) has been harvesting geo-located tweets or \"geo-tweets\" to a Geo-Tweet Archive since late 2012. Geo-tweets are tweets which contain a pair of geographic coordinates from the originating device denoting the location at which the tweet was created. Approximately 1% of tweet records contain geographic coordinates, (this is a rough approximation which should be systematically verified). The primary purpose of this archive is to make location-based Twitter data available to support academic research at Harvard. <p> \r\n\r\n<p> There exist temporal gaps in the CGA Archive which vary in length from hours to weeks.  For periods that harvested tweets exist, the percentage of geo-located tweets harvested as compared to total geo-located tweets in existence, is not known. We have discovered a number of automated tweet-bots which generate tweets with (apparently) randomly spoofed coordinates. These bots appear to make up no more than a few percent of harvested geo-tweets. These facts indicate that there exists a variety of curation work (subject to funding) which could be done to make the Archive more useful. The creation of the Geo-Tweet Archive has so far been unfunded. <p>\r\n\r\n<p> The Archive from October of 2012 to December 2018 contains approximately 7 billion geo-tweets, with about 700,000 new tweets harvested each day when the system is running.  The 2018 daily volume is about 1/5 of what it was when harvesting began in 2012. <p>   \r\n\r\n<p> The Archive is in the process of being combined with another archive.  This wiork should fill in some of the holes in the current Archive and generally make it more complete. This work should be finished within the first quarter of 2019. <p>\r\n\r\n<p>Researchers outside of Harvard may request extractions from the Archive, however as per Twitter’s Developer Terms of Service, Harvard CGA may share only the Tweet IDs from the archive, not the tweet content: https://developer.twitter.com/en/developer-terms/agreement-and-policy#id34. Full tweets may be re-hydrated from tweet IDs in a variety of ways.  Harvard CGA provides re-hydration code which is available here: https://github.com/cga-harvard/hhypermap-bop/tree/master/BOP-utilities. <p>\r\n\r\n<p> The internal data structure of the CGA Archive is as follows:\r\ntweet_id (bigint),\r\ntime (timestamp without time zone),\r\nlat (double precision),\r\nlon (double precision),\r\ngoog_x (double precision),\r\ngoog_y (double precision),\r\nsender_id (integer),\r\nsender_name (character varying(50)),\r\nsource (character varying(200)),\r\nreply_to_user_id (integer),\r\nreply_to_tweet_id (bigint),\r\nplace_id (character varying(40)),\r\ntweet_text (character varying(500))\r\n\r\n<p> Requestors may use any of these fields to create filters for extraction requests but may only receive files containing tweet-ids (to be re-hydrated). <p>  \r\n\r\n<p> Tweet IDs provided by the CGA may only be used for not-for-profit research purposes. Recipients may not share CGA provided tweets IDs or content derived from them without written permission from the CGA. <p>\r\n\r\n<p> For systems capable of visualizing of millions of geospatial objects see the Billion Object Platform https://gis.harvard.edu/billion-object-platform-bop, the OmniSci GPU Cloud https://www.omnisci.com/cloud/  and Esri solutions https://www.esri.com/en-us/arcgis/big-data/overview. <p>\r\n\r\n<p>If you would like to make a request for Tweet IDs from the CGA Archive, please fill out this form https://gis.harvard.edu/contactus. In “Subject of your message” enter “Geo-tweet request”, and in “Your message body”, enter a date range, description of the region of the earth you would like tweets for (verbally, or coordinate pairs in the form of lower-left long/lat, upper-right long/lat), any tweet_text keywords to filter your request, and any other filters. Please also provide a sentence describing the purpose of your research and your research institution. <p> \r\n\r\n<p>The Archive currently resides on offline hard drives and data extractions are performed manually. Requesters are asked to reimburse CGA staff time spent on extracting and handling the data. Based on the request, the CGA will provide a not-to-exceed cost estimate which the requester can use to determine whether to proceed.  Payment must be made before the work can be performed.  For payment options see: https://gis.harvard.edu/faq/how-make-payments-cga <p>\r\n\r\n<p>NOTE ON CITATIONS: When mentioning the CGA Geo-Tweet Archive, or research based on data from the Archive, please use the following reference:  \"Harvard Center for Geographic Analysis Geo-tweet Archive, https://doi.org/10.7910/DVN/3NCMB6\".<p>"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Arts and Humanities","Earth and Environmental Sciences","Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"GIS, social media, twitter, mapping"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Lewis, Ben"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2012"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"2012-10-01"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[]}},"files":[]}}}