{"status":"OK","data":{"id":3233766,"identifier":"DVN/LFDERG","persistentUrl":"https://doi.org/10.7910/DVN/LFDERG","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-09-30","storageIdentifier":"s3://10.7910/DVN/LFDERG","latestVersion":{"id":145752,"storageIdentifier":"s3://10.7910/DVN/LFDERG","versionNumber":1,"versionMinorNumber":1,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2018-10-26T01:54:41Z","releaseTime":"2018-10-26T01:54:41Z","createTime":"2018-10-26T01:52:19Z","license":"NONE","termsOfUse":"<P><a rel=\"license\" href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\"><img alt=\"Creative Commons License\" style=\"border-width:0\" src=\"https://i.creativecommons.org/l/by/4.0/88x31.png\" /></a><br />\r\nThese data and documents are licensed under a <a href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\"> Creative Commons Attribution 4.0 International license.</a> You may copy, distribute and transmit the data as long as you acknowledge the source through proper <a href=\"http://best-practices.dataverse.org/data-citation/\" target=\"_blank\">data citation</a>.</P>\r\n<Strong>Disclaimer</Strong>\r\n<P>\r\nWhilst utmost care has been taken by WorldFish and data authors while collecting and compiling the data, the data is however offered \"as is\" with no express or implied warranty. In no event shall the data authors, WorldFish, or relevant funding agencies be liable for any actual, incidental or consequential damages arising from use of the data.\r\n<BR/><BR/>\r\nBy using the WorldFish Dataverse, the user expressly acknowledges that the Data may contain some nonconformities, defects, or errors. No warranty is given that the data will meet the user's needs or expectations or that all nonconformities, defects, or errors can or will be corrected. \r\n<BR/><BR/>\r\nThe user should always verify actual data; therefore the user bears all responsibility in determining whether the data is fit for the user’s intended use.  The user of the data should use the related publications as a baseline for their analysis whenever possible. Doing so will be an added safeguard against misinterpretation of the data. Related publications are listed in the metadata section of the Dataverse study.\r\n</P>\r\n","disclaimer":"<P>\r\nWhilst utmost care has been taken by WorldFish and data authors while collecting and compiling the data, the data is however offered \"as is\" with no express or implied warranty. In no event shall the data authors, WorldFish, or relevant funding agencies be liable for any actual, incidental or consequential damages arising from use of the data.\r\n<BR/><BR/>\r\nBy using the WorldFish Dataverse, the user expressly acknowledges that the Data may contain some nonconformities, defects, or errors. No warranty is given that the data will meet the user's needs or expectations or that all nonconformities, defects, or errors can or will be corrected. \r\n<BR/><BR/>\r\nThe user should always verify actual data; therefore the user bears all responsibility in determining whether the data is fit for the user’s intended use.  The user of the data should use the related publications as a baseline for their analysis whenever possible. Doing so will be an added safeguard against misinterpretation of the data. Related publications are listed in the metadata section of the Dataverse study.\r\n</P>\r\n","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Women’s Empowerment in Fisheries Index"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Cole, Steven Michael "},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"},"authorIdentifier":{"typeName":"authorIdentifier","multiple":false,"typeClass":"primitive","value":"0000-0002-8947-0871 "}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Muliro, Jacquie"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"J.Muliro@cgiar.org"}},{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Cole, Steven Michael "},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"S.Cole@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Working with fishing communities in Barotse and Lake Chilwa, and other partners, the project will analyze fish value chains, including the differing roles of men and women, to understand how losses occur in fish volume, nutrient content, and economic value. The research team will then develop and pilot interventions to reduce these losses, while also addressing issues connected to gender and power. These interventions will include improved processing methods, such as parboiling, solar drying, and kilning. Gender training and behavior change communication activities will address the gender and social relations in the fisheries value chain. The team will work with policymakers to increase recognition of the importance of fish production and gender equality in national and regional policies. Men and women from the Malawian and Zambian communities will participate in the analysis and in developing innovations. Partnerships between researchers, private sector representatives, local community members, and government staff will help to build strong links with those responsible for fisheries governance in Malawi and Zambia.\r\n\r\nIn mid-2015, the project modified the Women’s Empowerment in Agriculture Index (WEAI, Uganda abridged version) to fit the capture fisheries context.  The WEAI is a survey-based index that measures the state of empowerment and gender parity in the broad agriculture sector, identifies areas that empowerment-focused interventions could be strengthened, and enables projects to track progress implementing their interventions over time.  WEAI measures the roles and extent of women’s engagement in agriculture in five domains: decisions about agricultural production, access to and decision-making power over productive resources, control over use of income, leadership in the community, and time use. It also measures women’s empowerment relative to men’s within their homes (see Alkire et al. 2013 and Sraboni et al. 2014 for more information on the WEAI).\r\n\r\nThe project’s modification efforts of the WEAI produced the Women’s Empowerment in Fisheries Index (WEFI).  Changes made included: 1) exclusion of certain questions and domain sections that were not appropriate given the project focus; 2) alterations to domain sections to shorten the questionnaire and ensure it took under 45 minutes to administer with project participants; and 3) addition of a gender attitudes scale on norms (see Nanda 2011) in part due to the relatively short duration of the project as attitudinal change precedes behavioral change (Underwood 2009).  In addition, the project interviewed women and men value chain actors (fishers, processors, and traders) and not their spouses.  The project’s original intent behind developing and using the WEFI was to benchmark gendered aspects of the capture fishery value chain, use this information to inform project activities and the design of the GTC tool, and track any changes that occurred over the course of the project by administering the WEFI at endline.  The project did not envision using the WEFI to develop a score that gauged women and men value chain actors’ levels of empowerment given the significant changes made to the instrument during the modification process.  The WEFI underwent extensive pretesting and refinement before administering it at baseline.\r\nThe data collected by the WEFI and used for analysis in this study included those on women’s and men’s involvement in fishing, processing and trading fish and their control over the use of income generated from these activities, their ownership status of key value chain assets, and on gender attitudes.  Project participants were asked whether they participated in a particular value chain activity (e.g., fishing) in the past 12 months prior to administering the WEFI and how much input (no input, or low, medium, or high input) they made into decisions on the use of income generated from the activity.  In this study, larger input into decisions made on the use of income from fishing or trading fish implies a person is more empowered.  Participants were also asked about who in their household owns a certain value chain asset, specifically whether they or their spouse owned it outright or they owned it jointly with their spouse.  It is believed that joint ownership of assets rather than sole ownership by an individual or their spouse is a more equitable way of owning assets within the household, especially those that help or are sold to generate larger sums of money.  The gender attitudes scale comprised 8 statements that participants were asked to respond to: “agree” = 1, “partially agree” = 2, “disagree” = 3.  Responses to the 8 statements were summed with the highest score = 24 (perfect gender equal attitude) and the lowest score = 8 (perfect gender unequal attitude).  Statements reflected current gender norms such as “women should not get involved in fishing fulltime, this is a man’s responsibility” and “women should primarily be the ones who clean and process fish” and “men should primarily be the ones who control the earnings obtained from the sale of fish.”  \r\nThe project first administered the WEFI at baseline in June 2015 to 123 people (91 men, 32 women) from participatory action research groups across all 6 fishing camps who would eventually test the improved technologies.  The oversampling of men reflects the project’s initial capacity to adequately engage with people on the fishing camps.  The WEFI baseline was administered to an additional 25 women in January 2016 well before any gender-related activities began to achieve a more balanced baseline sample.  The WEFI endline was carried out in December 2016 to the same women and men, and due to attrition, only 85 people were interviewed.  While the attrition rate was high (42.6%), it is not too surprising given the complexities involved in working and conducting research in small-scale fisheries settings in sub-Saharan Africa (see Witt et al. 2010).  Attrition was mainly due to people migrating off the fishing camps to their upland villages given the start of the rainy season and because of some people dropping out of the project for whatever reason.  Of the 85 people whose baseline and endline responses were captured by the WEFI, 5 people from the fishing camps where the drama skits were performed did not attend any of the skits.  These five individuals (3 women, 2 men) were excluded from analysis to enable a strict comparison between those on camps where only the PGA was carried out (“PGA only”, n = 35) and those who participated in the drama skits (“PGA+GTC”, n = 45).  While the sample sizes used for the analysis are rather small, the panel data yielded some interesting results presented in the next section.\r\n\r\n"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"women’s empowerment"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"fisheries"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"decision making"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"asset ownership"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Cole, S. M., C. McDougall, A. M. Kaminski, A. S. Kefi, A. Chilala, and G. Chisule. 2018. Postharvest fish losses and unequal gender relations: drivers of the social-ecological trap in the Barotse Floodplain fishery, Zambia. Ecology and Society 23(2):18. \r\n\r\n"},"publicationIDType":{"typeName":"publicationIDType","multiple":false,"typeClass":"controlledVocabulary","value":"doi"},"publicationIDNumber":{"typeName":"publicationIDNumber","multiple":false,"typeClass":"primitive","value":"10.5751/ES-09950-230218 "},"publicationURL":{"typeName":"publicationURL","multiple":false,"typeClass":"primitive","value":"https://doi.org/10.5751/ES-09950-230218 "}}]},{"typeName":"contributor","multiple":true,"typeClass":"compound","value":[{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Funder"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"IDRC/ACIAR"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Project Leader"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Ministry of Fisheries and Livestock (Department of Fisheries)"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Project Member"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"University of Zambia"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Project Member"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"NoNo Enterprises"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Project Member"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":" WorldFish"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"WorldFish"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"https://www.worldfishcenter.org/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"https://www.worldfishcenter.org/sites/default/files/worldfish-logo.jpg"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Muliro, Jacquie"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-09-30"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Zambia"},"state":{"typeName":"state","multiple":false,"typeClass":"primitive","value":"Barotse Floodplain, Western Province"}}]},{"typeName":"geographicBoundingBox","multiple":true,"typeClass":"compound","value":[{"eastLongitude":{"typeName":"eastLongitude","multiple":false,"typeClass":"primitive","value":"22.8833298 E"},"southLongitude":{"typeName":"southLongitude","multiple":false,"typeClass":"primitive","value":"-15.0333332 S"}}]}]}},"files":[]}}}