{"status":"OK","data":{"id":48196,"identifier":"DVN/PTVNNC","persistentUrl":"https://doi.org/10.7910/DVN/PTVNNC","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2010-04-01","storageIdentifier":"file","latestVersion":{"id":133128,"storageIdentifier":"file","versionNumber":1,"versionMinorNumber":1,"versionState":"RELEASED","distributionDate":"2004","productionDate":"Production Date","UNF":"UNF:3:vk6hF0/0Ng1Qb6DMKn5mFA==","lastUpdateTime":"2018-02-05T03:42:48Z","releaseTime":"2018-02-05T03:42:48Z","createTime":"2018-02-05T03:37:39Z","license":"NONE","termsOfUse":"<div style=\"padding-left: 30px;\"> <ul style=\"list-style-type: decimal;\" ><li> The Murray Archive (the Distributor) has granted me a revocable license to use this dataset solely for the purposes of conducting research, and the Distributor may terminate this license at any time and for any reason. </li> <li> I will use the dataset solely for statistical analysis and reporting of aggregated information, and not for investigation of specific individuals or organizations, except when identification is authorized in writing by the Distributor.   </li> <li>I will produce no links among the Distributor’s datasets or among the Distributor’s data and other datasets that could identify individuals or organizations. </li> <li>I represent that neither I, nor anyone I know, has any prior knowledge of the possible identities of any study participants in any dataset that I am being licensed to use.   </li> <li> I will not knowingly divulge any information that could be used to identify individual participants in the study, nor will I attempt to identify or contact any study participant, and I agree to use any precautions necessary to prevent such identification.\r\n</li> <li> I will make no use of the identity of any person or establishment discovered inadvertently.  If I suspect that I might recognize or know a study participant, I will immediately inform the Distributor, and I will not use or retain a copy of data regarding that study participant.  If these measures to resolve an identity disclosure are not sufficient, the Distributor may terminate my use of the dataset. </li> <li> I will not reproduce the dataset except as is necessary for my scholarly purposes.  I will destroy the dataset upon the completion of my scholarly work with it.\r\n</li> <li> I will not share data from the dataset (in any form or by any means) with any third party, including other members of my research team, as I understand that all users of data must obtain the data directly from the Distributor. </li> <li> I will make appropriate acknowledgement of the contributor of the dataset as well as the Distributor in any manuscript or presentation (published or unpublished) using the citation standard documented here: <a  href=\"http://thedata.org/citation\"> http://thedata.org/citation</a> </li> <li> THE DISTRIBUTOR MAKES NO WARRANTIES, EXPRESS OR IMPLIED, BY OPERATION OF LAW OR OTHERWISE, REGARDING OR RELATING TO THE DATASET.   </li> </ul> </div>","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Iowa Youth and Families Project, 1989-2000"},{"typeName":"otherId","multiple":true,"typeClass":"compound","value":[{"otherIdValue":{"typeName":"otherIdValue","multiple":false,"typeClass":"primitive","value":"00797"}}]},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rand Conger"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Iowa State University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"mra_support@hmdc.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The project was launched in 1987 to investigate the human consequences of the Farm Crisis that began in the late 1970s and continued to affect rural America up to 1997, a decline more drastic than any downswing since the 1930s. The core project is directed by Rand Conger of Iowa State University while Elder serves as a co-principal investigator and director of the \"Rural Social Change\" component of the project.\r\n<br /><br />  Data collection began in 1989 with a sample of 451 two-parent families from eight north central counties of Iowa. The counties were selected for their rural farm economies and proximity to the project's home at the Family Research Center in Ames, Iowa. In order to facilitate the recruitment of farm families and minimize variations in family structure, the study design called for two-parent families with a 7th-grader and a near sibling (within four years of age). The initial pool of families was defined in terms of 7th grade students who were enrolled in public and private schools during the fall term of 1989. The 7th grade criterion provided a match to the sample used in the study Children of the Great Depression (Elder, 1974).\r\n<br /><br />  The sample has been followed up annually from 1989 to 1992, then again in 1994 (senior year of high school), 1995, 1997, and 2000. Parents and children were surveyed in each of these years, and in most of the years family interactions were videotaped. The videotapes provide the basis for behavioral ratings of husband-wife interaction, sib interaction, and family interaction. Shortly after the project began two additional samples were added to the project sample; a sample of 107 single-parent families in 1991 and approximately 900 grandparents in 1994. The grandparents were contacted again in 1998 with a subsample participating in an in-depth, face-to-face interview. As of 1999, approximately 500 families are still active participants in the project.\r\n<br /><br />  The Iowa project is widely regarded as having the richest archive of life record data on rural families and children in the United States, and it is likely to continue for some time to come. Most of the target children are approximately 26 years at present, and periodic data collection is planned over the next five years with support from the National Institute of Mental Health.<br /><br />  The Iowa State and UNC teams have worked out a division of labor which reflects the unique strengths and interests of each group. The members of the Ames group share a primary interest in family interactive processes and personal adaptation whereas the Chapel Hill team has developed a program of research concerned with social change in families and lives, with emphasis on the life course and health outcomes."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Elizabeth B. Robertson, Glen H. Elder, Jr., Martie L. Skinner, Rand D. Conger. 1991. “The Costs and Benefits of Social Support in Families.” Journal of Marriage and the Family 53: 403-416 (Finalist, Reuben Hill Award, 1992).<br /><br />  Glen H. Elder, Jr., Rand D. Conger, E. Michael Foster, Monika Ardelt. 1992. “Families Under Economic Pressure.” Journal of Family Issues 13(1): 5-37.<br /><br />  Rand D. Conger, Glen H. Elder, Jr., in collaboration with Lorenz, Frederick O., Ronald L. Simons, Les B. Whitbeck. 1994. Families in Troubled Times: Adapting to Change in Rural America. Hawthorne, NY: Aldine DeGruyter.<br /><br />  Rand D. Conger, Xiaojia Ge, Glen H. Elder, Jr., Frederick O. Lorenz, Ronald L. Simons. 1994. “Economic Stress, Coercive Family Process, and Developmental Problems of Adolescents.” Child Development 65(2): 541-561.<br /><br />  Glen H. Elder, Jr., Laura Rudkin, Rand D. Conger. 1994. “Intergenerational Continuity and Change in Rural America.” Pp. 30-78 in Adult Intergenerational Relations: Effects of Societal Change, edited by Vern L. Bengtson, K. Warner Schaie, and Linda M. Burton. New York: Springer.<br /><br />  Ge, Xiaojia, Frederick O. Lorenz, Rand D. Conger, Glen H. Elder, Jr., and Ronald L. Simons. 1994. “Trajectories of Stressful Life Events and Depressive Symptoms During Adolescence.” Developmental Psychology 30(4): 467-483.<br /><br />  King, Valarie, and Glen H. Elder, Jr. 1995. “American Children View Their Grandparents: Linked Lives Across Three Rural Generations.” Journal of Marriage and the Family 57(1): 165-178.<br /><br />  Elder, Glen H., Jr., Valarie King, and Rand D. Conger. 1996. “Attachment to Place and Migration Prospects: A Developmental Perspective.” Journal of Research on Adolescence 6(4): 397-425.<br /><br />  Elder, Glen H., Jr., Elizabeth B. Robertson, and Rand D. Conger. 1996. “Fathers and Sons in Rural America: Occupational Choice and Intergenerational Ties Across the Life Course.” Pp. 294-325 in Aging and Generational Relations Over the Life Course: A Historical and Cross-Cultural Perspective, edited by Tamara K. Hareven. Berlin: Walter De Gruyter.<br /><br />  Ge, Xiaojia, Rand D. Conger, and Glen H. Elder, Jr. 1996. “Coming of Age Too Early: Pubertal Influences on Girls’ Vulnerability to Psychological Distress.” Child Development 67(6): 3386-3400.<br /><br />  King, Valarie, and Glen H. Elder, Jr. 1997. “The Legacy of Grandparenting: Childhood Experiences with Grandparents and Current Involvement with Grandchildren.” Journal of Marriage and the Family 59(4): 848-859.<br /><br />  King, Valarie, and Glen H. Elder, Jr. 1998. “Perceived Self-Efficacy and Grandparenting.” Journal of Gerontology 53B(5): S249-S257.<br /><br />  King, Valarie, and Glen H. Elder, Jr. 1999. “Are Religious Grandparents More Involved Grandparents?” Journal of Gerontology 54B(6): S317-S328.<br /><br />  Lorenz, Frederick O., Glen H. Elder, Jr., Wan-Ning Bao, K.A.S. Wickrama, and Rand D. Conger. 2000. “After Farming: Emotional Health of Farm, Non-Farm, and Displaced Farm Couples.” Rural Sociology 65(1): 50-71.<br /><br />  Ge, Xiaojia, Rand D. Conger, and Glen H. Elder, Jr. 2001.  “The Relation Between Puberty and Psychological Distress in Adolescent Boys.” Journal of Research on Adolescence 11(1): 49-70.<br /><br />  Kim, Kee J., Rand D. Conger, Fred O. Lorenz and Glen H. Elder, Jr. 2001.  “Parent-Adolescent Reciprocity in Negative Affect and its Relation to Early Adult Social Development.” Developmental Psychology 37(6): 775.<br /><br />  McGrath, Daniel J., Raymond R. Swisher, Glen H. Elder, Jr., and Rand D. Conger. 2001. “Breaking New Ground: Diverse Routes to College in Rural America.” Rural Sociology 66(2): 244-267.<br /><br />  Wickrama, K.A.S., Frederick O. Lorenz, Lora Ebert Wallace, Laknath Pieris, Rand D. Conger, and Glen H. Elder, Jr. 2001. “Family Influence on Physical Health During the Middle Years: The Case of Onset of Hypertension.” Journal of Marriage and the Family 63(2:May): 527-539.<br /><br />  Crosnoe, Robert, and Glen H. Elder, Jr.  2002. “Adolescent Twins and Emotional Distress: The Inter-Related Influence of Non-Shared Environment and Social Structure.” Child Development 73(6): 1761-1774.<br /><br />  Crosnoe, Robert and Glen H. Elder, Jr. 2002. “Life Course Transitions, the Generational Stake, and Grandparent-Grandchild Relationships.” Journal of Marriage and the Family 64(November): 1089-1096. <br /><br /> Kim, Kee Jeong, Rand D. Conger, Glen H. Elder, Jr., and Frederick O. Lorenz.  2003. “Reciprocal Influences between Stressful Life Events and Adolescent Internalizing and Externalizing Problems.” Child Development 74(1): 127-143.<br /><br />  Elder, Glen H., Jr., and Rand D. Conger. 2002. Children of the land: Adversity and success in Rural America. Chicago: University of Chicago Press (recipient of the 2000/2002 William J. Goode Award, American Sociological Association [Section on Family])."}}]},{"typeName":"producer","multiple":true,"typeClass":"compound","value":[{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"Rand Conger"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.isbr.iastate.edu/staff/Personals/rdconger/"}},{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"Carolina Population Center"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.cpc.unc.edu/"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Murray Research Archive"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.murray.harvard.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"https://dataverse.harvard.edu/logos/10/mra_logo.jpg"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2004"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2007-11-28"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1987"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1997"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1989"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2000"}}]},{"typeName":"relatedMaterial","multiple":true,"typeClass":"primitive","value":["<a href=\"http://www.cpc.unc.edu/projects/lifecourse/iyfp\" target= \"_new\">The Iowa Youth and Families Project, Carolina Population Center</a>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[]},"customMRA":{"displayName":"MRA Metadata","fields":[{"typeName":"mraCollection","multiple":true,"typeClass":"controlledVocabulary","value":["Economic Theory and Demography","Family. Marriage. Women","Health","Studies with Video Data"]}]}},"files":[{"description":"Codebook for this study","label":"00797Conger-Codebook.pdf","restricted":false,"version":2,"datasetVersionId":133128,"categories":["1. Documentation"],"dataFile":{"id":666698,"persistentId":"","pidURL":"","filename":"00797Conger-Codebook.pdf","contentType":"application/pdf","filesize":69392919,"description":"Codebook for this study","storageIdentifier":"s3://dvn-cloud:7291","rootDataFileId":-1,"md5":"143da90fa87603f7d27afff72daa6e4c","checksum":{"type":"MD5","value":"143da90fa87603f7d27afff72daa6e4c"}}},{"description":"Legal agreement between the data depositor and the Murray Archive","label":"00797Conger-MemoOfAgreement.pdf","restricted":false,"version":2,"datasetVersionId":133128,"categories":["3. Detailed Usage Terms"],"dataFile":{"id":666701,"persistentId":"","pidURL":"","filename":"00797Conger-MemoOfAgreement.pdf","contentType":"application/pdf","filesize":403546,"description":"Legal agreement between the data depositor and the Murray Archive","storageIdentifier":"s3://dvn-cloud:7294","rootDataFileId":-1,"md5":"511a8f82973b707139576911042a628a","checksum":{"type":"MD5","value":"511a8f82973b707139576911042a628a"}}},{"description":"This bibliography lists publications, presentations, graduate work, and grants resulting from the activities of four major research projects affiliated with the Institute for Social and Behavioral Research and the Center for Family Research in Rural Mental Health at Iowa State University.","label":"Iowa Publications 2009.pdf","restricted":false,"version":2,"datasetVersionId":133128,"categories":["1. Documentation"],"dataFile":{"id":1518547,"persistentId":"","pidURL":"","filename":"Iowa Publications 2009.pdf","contentType":"application/pdf","filesize":164003,"description":"This bibliography lists publications, presentations, graduate work, and grants resulting from the activities of four major research projects affiliated with the Institute for Social and Behavioral Research and the Center for Family Research in Rural Mental Health at Iowa State University.","storageIdentifier":"s3://dvn-cloud:51837","rootDataFileId":-1,"md5":"8d4c91ad28dda7adf58c9ef893ff67fc","checksum":{"type":"MD5","value":"8d4c91ad28dda7adf58c9ef893ff67fc"}}},{"description":"Data file for this study","label":"IYFP Waves A 1989, B 1990.tab","restricted":false,"version":2,"datasetVersionId":133128,"categories":["2. Data"],"dataFile":{"id":666699,"persistentId":"","pidURL":"","filename":"IYFP Waves A 1989, B 1990.tab","contentType":"text/tab-separated-values","filesize":11572758,"description":"Data file for this study","storageIdentifier":"s3://dvn-cloud:7292","originalFileFormat":"application/x-spss-sav","originalFormatLabel":"SPSS SAV","UNF":"UNF:3:vk6hF0/0Ng1Qb6DMKn5mFA==","rootDataFileId":-1,"md5":"783cf354e37454f34522fe9723971690","checksum":{"type":"MD5","value":"783cf354e37454f34522fe9723971690"}}},{"description":"Data file in original SPSS data file format","label":"IYFP Waves A 1989, B 1990.zip","restricted":false,"version":2,"datasetVersionId":133128,"categories":["2. Data"],"dataFile":{"id":666700,"persistentId":"","pidURL":"","filename":"IYFP Waves A 1989, B 1990.zip","contentType":"application/zip","filesize":2221207,"description":"Data file in original SPSS data file format","storageIdentifier":"s3://dvn-cloud:7293","rootDataFileId":-1,"md5":"90fb9ece285e175b4637ffb09213a63a","checksum":{"type":"MD5","value":"90fb9ece285e175b4637ffb09213a63a"}}}]}}}