{"status":"OK","data":{"id":61850,"identifier":"DVN/EUDIX","persistentUrl":"https://doi.org/10.7910/DVN/EUDIX","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2015-02-11","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/EUDIX","latestVersion":{"id":121838,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/EUDIX","versionNumber":5,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2017-02-06T01:57:18Z","releaseTime":"2017-02-06T01:57:18Z","createTime":"2017-02-06T01:57:04Z","license":"NONE","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"House Unpassed Legislation 1858, referred to special committee on voter qualifications, SC1/series 230, Petition of Sarah E. Wall"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Digital Archive of Massachusetts Anti-Slavery and Anti-Segregation Petitions, Massachusetts Archives, Boston MA"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"dcarpenter@gov.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>Petition subject: Equal elective franchise for women </p> <p>Original: <a href=\"http://nrs.harvard.edu/urn-3:FHCL:11029838\">http://nrs.harvard.edu/urn-3:FHCL:11029838</a> </p> <p>Date of creation: (unknown) </p> <p>Petition location: Worcester </p> <p>Legislator, committee, or address that the petition was sent to: John Milton Earle, Worcester; joint special committee on the qualifications of voters </p> <p>Selected signatures:<ol><li>Sarah E. Wall</li></ol> </p> <p>Actions taken on dates: 1858-01-13,1858-01-14 </p> <p>Legislative action: Received in the Senate on January 13, 1858 and referred to the joint special committee on the qualification of voters and sent for concurrence and received in the House on January 14, 1858 and concurred </p> <p>Total signatures: 1 </p> <p>Legislative action summary: Received, referred, sent, received, concurred </p> <p>Female signatures: 1 </p> <p>Female only signatures: Yes </p> <p>Identifications of signatories: a taxpayer of the city of Worcester, [females] </p> <p>Prayer format was <a href=\"http://en.wikipedia.org/wiki/Printing\">printed</a> vs. <a href=\"http://en.wikipedia.org/wiki/Manuscript\">manuscript</a>: Manuscript </p> <p>Additional non-petition or unrelated documents available at archive: no additional documents </p> <p>Additional archivist notes: women's suffrage, 4 pages of text, [To the Honorable Senate and House of Representatives of Massachusetts. Twice before has your petitioner protested against the injustice and inconsistency of a legislation based on the principle, that taxation and representation are inseparable which allows women to be taxed, while she is unrepresented, and twice has she had leave to withdraw. For the third and last time, she now presents her appeal to you. During the last session of the Legislature, a petition for the right of suffrage, headed by one who has earned for herself the rights she claims, was presented to the body, and advocated by some of the ablest minds of the Commonwealth. What was the result? The Committee very courteously reported “leave to withdraw.” Why is this? Why is it, that a question, involving the rights and destinies of the whole human race, should thus be summarily disposed of, while a minor one, such as the measurement of milk is allowed to engross their attention for days and weeks in succession? The Constitutional Convention, after due consideration of this subject, reported that it would be inexpedient to act upon it, because, only two thousand, out of the two hundred thousand, women of Massachusetts, petition for it. A weaker argument than this could not have been stated. Who, that ever circulated a petition, does not know the manifold objections it is possible to raise against signing it, when it is of the most simple nature, even by those apparently in favor of it. Again, very few are willing to spend the time and labor requisite for its faithful circulation, so, that it is not probable that one twentieth part of that two hundred thousand ever had it presented to them. Suppose it had been, and a majority of them had refused to sign it, as it is very likely they might for obvious reasons, it would not at all affect the point at issue. When so few men have the courage to brave public opinion, in the defence of an unpopular idea, even when they know it to be right, and ultimately for their own interest, it cannot be expected that woman, reared in seclusion, will be bolder still, to confront the customs and prejudices, not merely of a generation, but of centuries. It was cited, as a proof that she did not want the right to vote, because, having the right of petition, she availed herself of it in the cause of Temperance, but failed to so here. It would be just as rational to maintain, as a law of science, that, as the sun and moon are both heavenly bodies, and both give light, therefore every body can see to read by moonlight. It needs no argument, to prove, that if the sale of intoxicating drinks were suppressed, the deathly gloom now shrouding so many hearts and homes, would be dispelled by the glowing beams of joy and love. It is an easy thing to do what has already received the sanction of public approval, as in the Loving petitions, that have since flooded the Legislature, with their thousands of female signatures. It requires thought, reason, and, what is rarer still, moral courage, to understand the laws by which society ascends the scale of human progress, and apply them to the relations of social life. It is not the masses who take the lead in any reform; being led by impulse rather than by reflection, it is not until a movement becomes sufficiently familiar, to present itself readily to the mind, in its general bearings, that they are ready to adopt it; but, it is because their impulses naturally lead them in the right direction, that we rely on them for its ultimate success. It would be extremely absurd, to notice the various objections that meet us at every step, were it not for the high sources whence they come. To hear men of intelligence and refinement discount on the frightful picture of deserted homes and neglected children, on the formidable spectre of woman scrambling for office, and the almost endless catalogue of disorders and confusions, such as the world has never witnessed, one would suppose they had lost all faith in the ability of the Almighty to govern the world He has created; and that the skill and wisdom by which he had preserved the human race against all accidents of time and the accumulated weight of its own follies, were about to be extinguished, because woman that insignificant atom that has hitherto been denied an existence anywhere, asserts her independence as a human being, claiming the rights and privileges of other human beings. Bold, calculating, little conversant with the deeper feelings our nature must be that man who can suppose that the mother’s love, which follows her child with such unwearied devotion through all life’s changes, clinging to him with still closer affection when temptations wind their subtle coils around his soul and others cast him out beyond the pale of human sympathy; can be so far false to its sacred trust as to be supplanted by the sordid thirst for office. It is amusing to note the various devices by which the members of that Convention sought to wade this question, constantly pressing itself upon their deliberations. One distinguished member Ex Gov. Morton contended that woman was already fully represented because, having the moulding of her child’s character during the most impossible years of his existence, she is thereby extending her influence into every avocation of life into Legislative Halls and, finally, said he, it would not be far from the truth to say that nor represent women and nobody else: Had that Honorable member reflected a moment his respect for woman would have deterred him from making that sweeping assertion. He would have shuddered at the very idea of making her accountable for such fearful deeds of darkness, as emanating from midnight orgies at Washington, overshadowed the soil whereon he stood with a curse so black, that the horrors of Indian warfare and the gloomy details of witchcraft blanch into whiteness beside it. Honorable Henry Wilson said that although he never expected to advocate Human’s Rights, he would like to hear the argument that could be brought forward against it. Another member argued that woman was excluded from the ballot box by the general voice of the world, and her own modest, dignified, self-resining consent. Modest, dignified, self-resigning consent! When was her consent ever asked? True, she has submitted, and so did your fathers submit to the usurpations of the British Crown until submission became intolerable. We demand the right of suffrage, because it is our right. No matter whether six women or ten thousand desire it so long as you can bring forward no argument why it should not be granted us. No matter whether we pay a tax of five dollars or five hundred, it is taxation without representation, which the theory of your government declares unjust and oppressive. The respected Representative from this city who presented the prayer of your petitioner to the last Legislature, and who had not a word to say in its defence, afterwards made an eloquent speech on the reading and writing amendment, wherein he protested against any test that should restrict the right of suffrage. He said, “But if one test is to be introduced, others may follow, until the exercise of suffrage shall become a privilege of classes rather than the common right of all, free as the sins of heaven. I conclude, therefore, by expressing a hope, that, even yet, the good sense of the House may reject this amendment, secure that, in the future, as in the past, the ballot box will be pure in Massachusetts, and content that none, however unfortunate, shall ever be disfranchised within her borders.” Where, in his mind’s eye, was woman, when he made that speech: There is a spiritual power which no earthly tribunal has ever been able to withstand. Empires have yielded to its sway, dungeon bars and prison grates have melted before it, the gilded palace and lowly hut have alike borne witness to its resistless might. This spirit is beginning to be manifested in woman. You may pile your statutes mountain high, but you cannot bind it, you may exhaust your deepest intellect to define her sphere, and prove that she is mentally inferior to man but you cannot limit it, you may draw your arguments from sources as varied as the universe, it will sweep them all away and tell you there is something beyond the reach of argument, beyond the power of human control, pressing ever onward through every obstacle that it may fulfill the law of its being. Compress the soul of Luther within the four walls of the cloister and what is the result? The superhuman effort to free his own mind from the fetters that shackle it, shake the whole world with a convulsion that will never cease to vibrate. The government that imposes a single restriction on any of the God-given faculties of our being, contains within itself the germ of a revolution. It takes the keen observer of human nature, one who has carefully observed the workings of his own mind, to perceive the secret influences silently at work beneath the dense mass of dress and show. The gayest belle that promenades Broadway has her moments of inspiration calling her to a higher destiny, her hours of mediation when the consciousness of what she might have been recalls to her memory the pure and sacred aspirations of her girlhood, as the grand realities of life burst upon her opening vision; and just in proportion to the intensity of her nature, will she seek to drown them by draining her husband’s purse, and plunging into the excess of fashion. It is only on the broad platform of equality that a free range can be given to all our powers. Lay a restriction on one faculty, and it may be just the one that most seeks development. Bend the soul out of its natural course, and, unless there is sufficient strength of character to overleap the barriers that intercept its progress, it will show you a life full of weaknesses and contradictions. We were never created to evade responsibilities, but to meet them. If one woman finds sufficient to engage her attention within the sacred precincts of the domestic circle, finds them a sphere adequate to the wants of her own soul, no one wishes to urge her into the arena of public life; but let her not say to an Elizabeth Fry or Dorothea Dix, the world has no need of you. We do not expect to remedy all the evils of society, or that the defects of woman will be speedily corrected; she will commit her follies still, as man does; she will sometimes make a mistake in voting, as many wise men have done; but with all her follies and all her mistakes, she cannot possibly bring on the country a more perverted state of the moral atmosphere than the present, or a worse financial crisis than that through which we are now passing. We do not send our petitions to you year after year merely for you to report leave to withdraw; we demand action, immediate action. If it cannot be done in the name of affection, in the name of justice it must be done. If in the absence of every argument, after the removal of every objection, you still persist in refusing her appeal, but one step remains for her to take, and that is, to refuse to pay taxes; and she will do it. Very few will be willing to make the sacrifice and very few will be needed. Let one woman resist the arbitrary claims of the law, let her bring the subject directly before the conscience of the people by the sacrifice of her property, if need be, in the defence of this immortal principle, and the cry of indignation that would speedily be roused against the unrighteous deed of those who can thus despoil their own sisters and daughters, would soon remove the odious proscription. But it is to be hoped that Massachusetts will be more honorable than that; that she so rich with the memories of the past, with the hallowed associations of Plymouth Rock and Bunker Hill, though older in years, will prove herself as in generous sympathies and noble impulses, as her sister states of Ohio and Wisconsin. Sarah E. Wall A taxpayer of the city of Worcester] </p> <p>Location of the petition at the Massachusetts Archives of the Commonwealth: House Unpassed 1858, referred to special committee on voter qualifications </p> <p>Acknowledgements: Supported by the National Endowment for the Humanities (PW-5105612), Massachusetts Archives of the Commonwealth, Radcliffe Institute for Advanced Study at Harvard University, Center for American Political Studies at Harvard University, Institutional Development Initiative at Harvard University, and Harvard University Library.</p>"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"concurred"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"received"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"received"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"referred"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"sent"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"action"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Manuscript"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"prayer-format"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"John Milton Earle, Worcester; joint special committee on the qualifications of voters"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"sent"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Sarah E. Wall"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"a taxpayer of the city of Worcester"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory-category"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"females"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatory-category"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Yes"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-female-only"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"1"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-females"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"1"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"signatures-total"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"D. Carpenter, N. Topich and G. Griffin. Digital Archive of Massachusetts Anti-Slavery and Anti-Segregation Petitions; House Unpassed Legislation 1858, referred to special committee on voter qualifications, SC1/series 230. Massachusetts Archives. Boston, Mass."},"publicationURL":{"typeName":"publicationURL","multiple":false,"typeClass":"primitive","value":"http://nrs.harvard.edu/urn-3:FHCL:11029838"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Massachusetts Archives. Boston, Mass."}},{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Harvard Dataverse Network"}}]},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2017-02-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1858-01-13"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1858-01-14"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"United States"},"city":{"typeName":"city","multiple":false,"typeClass":"primitive","value":"Worcester"}}]}]}},"files":[{"description":"","label":"petitions.xlsx","restricted":false,"directoryLabel":"input_2016-11-18","version":1,"datasetVersionId":121838,"dataFile":{"id":2997432,"persistentId":"doi:10.7910/DVN/EUDIX/U0OLKE","pidURL":"https://doi.org/10.7910/DVN/EUDIX/U0OLKE","filename":"petitions.xlsx","contentType":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","filesize":1226912,"description":"","storageIdentifier":"s3://dvn-cloud:15a1123984f-bbdea267f815","rootDataFileId":-1,"md5":"1abc747829719298fb777cf92b8285ca","checksum":{"type":"MD5","value":"1abc747829719298fb777cf92b8285ca"}}}]}}}