{"status":"OK","data":{"id":56876,"identifier":"DVN/LCKK4U","persistentUrl":"https://doi.org/10.7910/DVN/LCKK4U","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2009-05-25","storageIdentifier":"s3://dvn-cloud:1902.1/12729","latestVersion":{"id":56264,"storageIdentifier":"s3://dvn-cloud:1902.1/12729","versionNumber":4,"versionMinorNumber":0,"versionState":"RELEASED","versionNote":"Original Publication citation corrected; linked to ProQuest.\n\nVarious Fields: Superfluous notes removed.\n\nDistribution Date: Corrected.\n","distributionDate":"2009","productionDate":"Production Date","lastUpdateTime":"2012-02-10T17:47:16Z","releaseTime":"2012-02-10T00:00:00Z","createTime":"2012-02-10T17:46:19Z","license":"NONE","availabilityStatus":"Available","restrictions":"<b>The data archived in the Harvard Government Dissertation Dataverse are restricted for use for five years post deposit date.</b>  I will use these data solely for the purposes stated in my application to use data, detailed in a written research proposal.","citationRequirements":"I will include a bibliographic citation acknowledging the use of these data in any publication or presentation in which these data are used. Such citations will appear in footnotes or in the reference section of any such manuscript. I understand the guideline in \"How to Cite This Dataset\" described in the Summary of this study.","conditions":"The data are available without additional conditions other than those stated in the \"Restrictions\" Terms of Use above.","originalArchive":"Institute for Quantitative Social Science, Harvard University","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Replication data for: Pathologies in American Democracy: The Partisan Politics of Medical Care"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Marcus  Alexander"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Marcus Alexander"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard University"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"mdicer@gmail.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This dissertation argues for a new understanding of the politics of health. Health politics is usually seen as merely another redistributive issue, no different than questions of taxation or other social policies. Scholars and policy-makers assume that the demand for government-funded health care is driven chiefly by the needs of the economically worst-off, and that Left governments are the best partisan prescription for solving the health care crisis. However, my dissertation argues that health politics is not a traditionally redistributive issue, and that the institutions of American representative democracy present virtually insurmountable obstacles to translating voters' preferences on health into government policy. Focusing on the US as the most dramati\nc failure of democracy to improve the health of its citizens, I explain how volatility in public opinion, the dynamics of representation, and institutional determinants of policy choice have all conspired to obstruct the rise of a modern health care system in the United States. Placing the American case into a comparative perspective, I also demonstrate how politics and inequality explain why the US lags in health and health care provision behind other industrialized democracies, and, consequently, how Americans bear disproportionate human costs in infant lives during economic crises.\n<br /><br />  The dissertation consists of four empirical papers that study politics and health, from the microfoundations of preference formation to voter choice and comparative macro-level outcomes over time. The first paper reports the results of a nationally-representative survey experiment I designed to measure how cueing Americans to income inequality and racial disparities changes their willingness to back the reform of the health care system. It finds that cueing Americans to income ineq\nuality and especially to racial disparities causes them to shift their support from health care to the alternate social policy goal of education reform, which is viewed as a more effective tool for achieving wealth redistribution or upward social mobility. The second paper estimates the role of health care demand and policy preferences in Americans' vote choice in five national elections over the past two decades, combining for the first time Medicare usage data from over 48.8 million individual hospital records for elderly Americans with district-level Congressional election outcomes, as well as estimating vote choice models using the Congressional Cooperative Election Survey and the Harvard School of Public Health/Kaiser Family Foundation poll during the Obama-McCain 2008 Presidential election. The results show health care preferences are multi-dimensional and their effect on vote choice is heterogeneous; depending on the local political context --- health and socio-economic disparities in particular --- the demand for lower medical costs and greater health care coverage can lead voters to vote for Democratic or Republican candidates. The third paper places the US in the comparative context, showing that partisanship and income inequality have both a short- and long-term impact on infant mortality and life expectancy in advanced industrialized democracies. Finally, the fourth paper (with Matthew C. Harding and Carlos Lamarche) quantiﬁes the effect that prolonged economic recessions have on infant mortality across all industrialized democracies, using new quantile regression models with dynamic country effects. The results show that when crises strike, American infants are at a comparatively greater risk than infants in other industrialized democracies, with the US experiencing a greater than proportional increase in infant mortality in the short-run, requiring substantial public spending on healthcare in order to offset these human costs.\n<br /><br />  This dissertation pinpoints when and why Americans refuse to support expansion of government-funded health care; why, even when there is demand for a government intervention, voters still elect candidates who obstruct heath care reform; and how politics and inequality hurt the health of the US public, exposing some of the most vulnerable Americans to even greater risks during economic downturns.  The dissertation suggests that the electoral institutions of American democracy cannot\nserve the voters' interests when it comes to health, the most basic component of human welfare. Improving Americans' health, therefore, first requires diagnosing and successfully treating the pathologies in American representative democracy."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2009"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"health politics"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Harvard University, Department of Government"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Marcus  Alexander, 2009, \"Replication data for: Pathologies in American Democracy: The Partisan Politics of Medical Care\", A copy of this dissertation is available here:  Harvard Affiliates: <a href= \"   http://ezp1.harvard.edu/login?url=http://proquest.umi.com.ezp-prod1.hul.harvard.edu/pqdweb?did=1851179701&amp;sid=3&amp;Fmt=2&amp;clientId=11201&amp;RQT=309&amp;VName=PQD \">Link to Full Text through ProQuest</a><br /><br />All Other Users: Full Text is Available through ProQuest, Document ID: 1851179701"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Subject: STANDARD DEPOSIT TERMS 1.0  Type: DATAPASS:TERMS:STANDARD:1.0  Notes: This study was deposited under the of the Data-PASS standard deposit terms. A copy of the usage agreement is included in the file section of this study.;"},{"typeName":"producer","multiple":true,"typeClass":"compound","value":[{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"Department of Government"},"producerAffiliation":{"typeName":"producerAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard University"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.gov.harvard.edu/"}}]},{"typeName":"productionDate","multiple":false,"typeClass":"primitive","value":"2009"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Department of Government"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard University"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.gov.harvard.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.gov.harvard.edu/sites/all/themes/harvardgov/images/logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2009"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2009-05-25"}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["individuals"]}]}},"files":[]}}}