{"status":"OK","data":{"id":2776118,"identifier":"DVN/DGTAKN","persistentUrl":"https://doi.org/10.7910/DVN/DGTAKN","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-03-16","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/DGTAKN","latestVersion":{"id":79350,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/DGTAKN","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:+bAPV3g14r6HGnD316i+VA==","lastUpdateTime":"2016-03-17T00:07:17Z","releaseTime":"2016-03-17T00:07:17Z","createTime":"2016-01-20T18:19:02Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Replication Data for: What Are The Headwaters of Formal Savings? Experimental Evidence from Sri Lanka"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"McIntosh, Craig"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"UCSD"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"McIntosh, Craig"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"UCSD"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"ctmcintosh@ucsd.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"We conducted a baseline and three additional pre-treatment surveys for the full sample at monthly frequency between August and November 2010. We randomly allocated 498 households to a sample in which we continued to conduct monthly surveys and 297 households to a sample in which we conducted quarterly surveys. This both reduced survey costs and allows us at least a partial test of whether survey frequency affects deposit or aggregate savings behavior. For both monthly and quarterly survey groups, we conducted surveys at the defined frequencies through Nov 2011. We then conducted monthly surveys of everyone in Dec 2011 and Jan 2012 and longer term follow-up surveys in July 2012 and Jan 2013.  Thus, for the monthly survey sample, we have five pre-treatment, 15 post-treatment surveys – 13 monthly plus the two semi-annual surveys; for the quarterly survey sample have four pre-treatment and eight post-treatment surveys – four at quarterly intervals plus two monthly surveys and the two semi-annual surveys. Six months into the main experiment, we began a series of unbundling experiments whose impact is described in de Mel et al. (2013). The unbundling experiment was conducted in a randomly selected and well-balanced subset of the control and weekly home visit treatment arms.  To avoid confounding the primary results,  we drop the 192 treatment and 150 control individuals involved in the unbundling exercise as soon as that experiment began. Appendix Table 1 details the timing of the surveys, and shows which surveys are included in the sample we use here. The result is a full 30 months of data for the core sample (92 zones; 18 months at high frequency) and the 12 months prior to the beginning of the unbundling experiment for a subsample of 64 zones.  Results are very similar if we use only the sample of 92 zones, but the precision of the short-term estimates is improved by the inclusion of the additional group that receives the core treatment for six months.  Our analyses uses individual-level fixed effects and we cluster standard errors at both the zone and individual level using the method developed by Cameron, Gelbach and Miller (2008) as a way of accounting for both the substantial autocorrelation present in high-frequency household data and the effect of local shocks.\r\nWe undertook this project with the aim of answering the simple but vexing question:  what is the root source of money that is newly brought into the formal financial sector?  When people begin to use formal savings, what other behaviors in the household change to allow this liquidity to be deposited in a bank?  Candidate explanations are that saved capital is substituted from cash in the mattress, that greater discipline from formal savings causes expenditures to decrease, that formal savings come at the cost of informal mutual insurance networks, or that some new source of income is engendered by the savings.  The survey was designed with these sources in mind. The heart of the survey instrument is a cash flow analysis for the household and individual being sampled; the selected individual was always the respondent.  In order to unpack the headwaters of formal finance, we need to be able to construct balances of financial flows at both the individual and the household level.  Thus, our survey was designed to capture monthly liquidity flows in and out of both the overall household and the respondent’s personal finances.  Individual members of a household plausibly have better information about their own earnings and transfers than those of other members of the household. Thus, for much of the analysis, we focus on the outcomes of the individual respondent. However, savings decisions are likely made at least partially at the household level in many households, and hence we also make use of the aggregate household income and expenditure data. The enumerators were trained to check that the sources of cash matched the uses of cash for the individual. Where the initial responses yielded differences, the enumerators pointed out the inconsistency and re-asked the income and expenditure questions.  \r\n\t The decision to focus much of the survey attention on the activities of the participant him/herself represents a tradeoff. On the one hand, we focus on data the participant certainly knows best. On the other hand, we will be somewhat limited in answering the “headwaters” question if the changes in income, expenditure, or savings come from changes in the behavior of other members of the household. That is, if we identify that increases in savings in banks are associated with increases in transfers from the spouse, we know only indirectly whether the spouse increased his income – and if he did, we do not know how he did so – or  or decreased his formal or informal savings. But the aggregate household data allow us to identify the sources of changes in savings arising from income and expenditure patterns of other household members up to a point. \r\n\tIn addition to the detailed survey data, we have administrative data from NSB for the accounts directly linked to the project. These detail each deposit and withdrawal, as well as other transactions (e.g., interest payments)."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"McIntosh, Craig"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2016-01-20"}]}},"files":[{"description":"Analysis file","label":"Headwaters_analysis.do","restricted":false,"version":1,"datasetVersionId":79350,"dataFile":{"id":2793093,"persistentId":"doi:10.7910/DVN/DGTAKN/KFJ24L","pidURL":"https://doi.org/10.7910/DVN/DGTAKN/KFJ24L","filename":"Headwaters_analysis.do","contentType":"application/x-stata-syntax","filesize":33823,"description":"Analysis file","storageIdentifier":"s3://dvn-cloud:15381da8f1e-ecba365ba0e5","rootDataFileId":-1,"md5":"0a8a8adec587f120af10c54e76a88469","checksum":{"type":"MD5","value":"0a8a8adec587f120af10c54e76a88469"}}},{"description":"Manuscript","label":"Headwaters paper 160310.pdf","restricted":false,"version":1,"datasetVersionId":79350,"dataFile":{"id":2793094,"persistentId":"doi:10.7910/DVN/DGTAKN/QQB0IP","pidURL":"https://doi.org/10.7910/DVN/DGTAKN/QQB0IP","filename":"Headwaters paper 160310.pdf","contentType":"application/pdf","filesize":332897,"description":"Manuscript","storageIdentifier":"s3://dvn-cloud:15381daa89e-56f935dbd815","rootDataFileId":-1,"md5":"680e7e1f75a7281b346bf5f48a446305","checksum":{"type":"MD5","value":"680e7e1f75a7281b346bf5f48a446305"}}},{"label":"Headwaters_replication_data.csv","restricted":false,"version":1,"datasetVersionId":79350,"dataFile":{"id":2793096,"persistentId":"doi:10.7910/DVN/DGTAKN/O4SNCM","pidURL":"https://doi.org/10.7910/DVN/DGTAKN/O4SNCM","filename":"Headwaters_replication_data.csv","contentType":"text/csv","filesize":4437427,"storageIdentifier":"s3://dvn-cloud:15381e453df-79e7e3aa045a","rootDataFileId":-1,"md5":"10049d77a17d8cdb032a8cf7eb7d9d2e","checksum":{"type":"MD5","value":"10049d77a17d8cdb032a8cf7eb7d9d2e"}}},{"label":"Headwaters_replication_data.dta","restricted":false,"version":1,"datasetVersionId":79350,"dataFile":{"id":2793097,"persistentId":"doi:10.7910/DVN/DGTAKN/NNS4KZ","pidURL":"https://doi.org/10.7910/DVN/DGTAKN/NNS4KZ","filename":"Headwaters_replication_data.dta","contentType":"application/x-stata","filesize":7707444,"storageIdentifier":"s3://dvn-cloud:15381e46c80-ac0049d0264e","rootDataFileId":-1,"md5":"81f2916e980bc83ea2f23fb75c498859","checksum":{"type":"MD5","value":"81f2916e980bc83ea2f23fb75c498859"}}}]}}}