{"status":"OK","data":{"id":3332920,"identifier":"DVN/VKHXJH","persistentUrl":"https://doi.org/10.7910/DVN/VKHXJH","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-12-18","storageIdentifier":"s3://10.7910/DVN/VKHXJH","latestVersion":{"id":148626,"storageIdentifier":"s3://10.7910/DVN/VKHXJH","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:+kEhqTIV86ZYaQDNTj64kA==","lastUpdateTime":"2018-12-18T11:47:18Z","releaseTime":"2018-12-18T11:47:18Z","createTime":"2018-12-18T11:46:14Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Indirect contributions of forests to dietary diversity in Southern Ethiopia"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"f.baudron@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Study area\r\n\r\nThe study was conducted in the Woreda (district) of Arsi-Negele, located in the Oromia region of Ethiopia. The study area (Fig. 1) covers around 100 km2 between 38°42.14' and 38°49.92' East and 7°15.05' and 7°22.57' North, borders the State forest of Munesa, and encompasses parts of three kebeles (sub-districts): Ashooka, Bombaso Regi and Gambelto, in which a total of six villages were studied (Duriaux and Baudron 2016). The study area lies between 2050 2214 m above sea level. Its climate is sub-humid, characterized by a mean annual rainfall of 1075 mm per year (18 years average) and a mean annual temperature of 15°C (16 years average). Three seasons are clearly defined: a short rainy season from March to May, a long rainy season from July to September, and a dry season from October to February (winter). The natural vegetation is classified as dry Afromontane forest (Tesfaye 2007). Inhabitants belong the Oromo ethnic group and are almost exclusively of Islamic faith. Until the land reform that took place during the first years of the Marxist-Leninist regime (from 1974 to 1991), the landscape was largely forested and people were mainly pastoralists. The land was owned by few landlords who did not live in the area and did not make much use of the land itself. Residents were only allowed to cultivate very small fields. Today, the study area outside of Munesa Forest has been largely deforested. Mixed crop-livestock farming is the main economic activity. Wheat (Triticum sp. L.), maize (Zea mays L.), and potato (Solanum tuberosum L.) are the main crops, followed by enset (Ensete ventricosum (Welw.) Cheesman) and fava bean (Vicia faba L.). Most farmers keep livestock in the form of cattle, sheep, goats, horses, donkeys and chickens.\r\n\r\nThe Sida Malkatuka village and Dikitu Shirke village (in Ashooka kebele) border the State forest of Munesa and their residents have access to it for grazing and collection of fuelwood (Duriaux and Baudron 2016). These villages form a zone referred to as ‘near’ in the rest of the paper. Gogorri Lako Toko village (in Ashooka kebele) and Kararu Lakobsa Lama village (in Bombaso Regi kebele) are located about 3 km away from Munesa Forest and do not have access to it. They do have access to a large communal grazing area for livestock grazing and fuelwood collection (Duriaux and Baudron 2016). These villages form a zone referred to as ‘intermediate’ in the rest of the paper. Shodna village and Belamu village (in Gambelto kebele) are located about 7 km away from Munesa Forest. They do not have access to the forest nor to any other common land for livestock grazing and fuelwood collection (Duriaux and Baudron 2016). These villages form a zone referred to as ‘distant' in the rest of the paper. The near, intermediate and distant zones are located about 16, 11.5 and 6.5 km away from the main market of Arsi Negele town, respectively.\r\n\r\nData sources and sampling\r\n\r\nBetween December 2014 and February 2015, the head of each household in the study area - 266 households in total (88 in the near zone, 97 in the intermediate zone, and 81 in the distant zone) – was interviewed using a standardized questionnaire addressing household composition, dietary diversity, food security, crop and livestock management, and forest use. Questionnaires were only administered once consent was granted verbally. To asses dietary diversity, the FAO household diet diversity tool (Kennedy et al. 2010) was adapted to capture the frequency of consumption of 11 food groups (Fig. 2c) in the household during the seven days that preceded the survey. Food security was captured as the number of months for which households reported to have adequate food provisioning (Bilinsky and Swindale 2007). The location (including elevation) of each interviewed household was recorded using a hand-held global positioning system (GPS) Garmin Etrek 10.\r\n\r\nBetween May and September 2015, tree cover in the three zones was estimated by counting and measuring the diameter at breast height (DBH - 135 cm from ground level) of all trees with a DBH greater than 10 cm found within a radius of 50 m from 24 sampling points per zone. For each zone, the sampling points were selected by overlaying a 150 m grids on the map of the zone in a GIS environment, and selecting 24 points randomly.\r\n\r\nTo describe farm heterogeneity, one self-categorization exercise was conducted in each zone, each with a group of 50 to 60 community members representative of the diversity of community members in the kebele (in terms of gender, age and wealth). Based on the criteria from these self-categorization exercises, three farm types were identified: crop oriented farms (more than one ha of farmland and less than four adult cattle per ha of farmland), livestock oriented (at least four adult cattle per ha of farmland), and resource-poor farms (one ha of farmland or less and less than four adult cattle per ha of farmland). A stratified subsample of nine farms was selected in each zone (27 farms in total) for detailed characterization. For each selected farm, the detailed characterization produced three main outputs: a resource flow map, resource use calendars, and a timeline (Geifus 2008, Giller et al. 2011). In addition, the area of each field was measured using a hand-held GPS Garmin Etrek 10. \r\n\r\nEmpirical measurements were conducted in nine of these 27 farms (one farm per type and per zone, selected randomly): daily fuel consumption (once in March 2015 and once in August 2015), and milk production over a period of seven days (once in March 2015 and once in September 2015).\r\n\r\nCurrent land use was calculated from classified RapidEye imagery. Four tiles of RapidEye 3A imagery (5 m resolution) taken in January of 2015 were used to classify the landscape into croplands and bare soil, enset homegardens, grassland, natural forest and tree cover, tree plantations, and woodlots. A combination of object-based and maximum likelihood supervised classification was performed to distinguish between these classes. Training sites were verified using a mix of high-resolution imagery from Google Earth and ground verification via onsite fieldwork. Furthermore, enset homegardens patches were digitized using high-resolution imagery from Google Earth. The minimum mapping unit was set at the size of the smallest spatial resolution (5 m x 5 m). Distances between each farming household and Munesa Forest, the nearest forest patch of at least 0.5 ha, the nearest forest patch of at least 0.25 ha, the nearest grassland patch of at least 0.5 ha, the nearest grassland patch of at least 0.25 ha, and the nearest road were then calculated. For this, the nearest euclidean distance to these features – selected via query - was calculated and extracted for each farming household point.\r\n\r\nCalculations and data analysis\r\n\r\nFor each household, the household diet diversity score (HDDS) was calculated as the mean number of food groups [0-11] consumed daily during a week of recall (Kennedy et al. 2010). Food security was calculated as the number of months for which households reported to have adequate food provisioning (MAHFP; Bilinsky and Swindale 2007). Tree cover was estimated for each tree count point by the basal area, calculated by dividing the sum of the section area of all trees (at breast height) by the total surface area. Yields were calculated by dividing the quantity of grain, tuber or fresh product harvested (as recalled by farmers during the household interview) by the area of the corresponding field (as measured using a GPS) and multiplying it by the estimated dry matter content of the product harvested, using standard values from Feedipedia and USDA web databases (http://www.feedipedia.org/; https://ndb.nal.usda.gov/ndb/search). To compare livestock density in the different zones and farms, the livestock numbers reported in the survey were converted into Tropical Livestock Units (TLU), using a value of 250 kg live weight for one TLU (Houérou and Hoste 1977). Following the method of Gryseels (1988), oxen and bulls were assumed to be equivalent to 1.1 TLU, cows to 0.8 TLU, steers and heifers to 0.5 TLU, calves to 0.2 TLU, sheep and goats to 0.09 TLU, horses to 0.7 TLU, and donkeys to 0.36 TLU. Milk production was estimated from farmer recall, and compared with empirical measurements. Meat production was estimated from recalled annual animal sales and animal slaughtering (for self-consumption). For crop and livestock product, conversion to energy content was undertaken using standard values from Feedipedia and USDA web databases (http://www.feedipedia.org/; https://ndb.nal.usda.gov/ndb/search). \r\n"},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2017-06-01"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Agricultural Sciences"]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"https://www.jstor.org/stable/26270105?casa_token=RJIR4LSYAtUAAAAA:V_OX41GOvdL5huHOil8Y_xzrfyhAKNjttO42J1_ds3qfDQDvfdIFBURgfl6si8pJLSROD05lFqxIIM5Yis0VSXC7QS1DXN-OQQjHNGxEE_tVe9sVeAI&seq=1#metadata_info_tab_contents"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-12-18"}]}},"files":[{"label":"Baudron et al. 2017.tab","restricted":false,"version":2,"datasetVersionId":148626,"dataFile":{"id":3332921,"persistentId":"doi:10.7910/DVN/VKHXJH/UOW5JY","pidURL":"https://doi.org/10.7910/DVN/VKHXJH/UOW5JY","filename":"Baudron et al. 2017.tab","contentType":"text/tab-separated-values","filesize":378,"storageIdentifier":"s3://dvn-cloud:167c1224385-57c68eb8294d","originalFileFormat":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","originalFormatLabel":"MS Excel (XLSX)","UNF":"UNF:6:+kEhqTIV86ZYaQDNTj64kA==","rootDataFileId":-1,"md5":"23506e7618974b3b99c24b4df4ab26d3","checksum":{"type":"MD5","value":"23506e7618974b3b99c24b4df4ab26d3"}}}]}}}