{"status":"OK","data":{"id":2792638,"identifier":"DVN/Q0AAPA","persistentUrl":"https://doi.org/10.7910/DVN/Q0AAPA","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-03-11","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/Q0AAPA","latestVersion":{"id":80103,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/Q0AAPA","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2016-03-11T14:59:27Z","releaseTime":"2016-03-11T14:59:27Z","createTime":"2016-03-11T14:56:19Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"USE  OF  E-JOURIIALS   BY  THE   PG  STUDENTS IN THE  FACULTY OF MEDICINE,  AMU, ALIOARH: A SURVERY"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"SALAHUDHEEN. E"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"VMOU, PHDLIS"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"PHDLIS2016@GMAIL.COM"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"\r\n \r\n\r\nUSE  OF  E-JOURIIALS   BY  THE   PG  STUDENTS IN THE  FACULTY OF MEDICINE,  AMU, ALIOARH: A SURVERY\r\n\r\n\r\n\r\nD\r\nSUBMITTED IN PARTIAL FOR THI A\r\n\r\n;fluter of Iftltacy\r\n& \r\nnfonnatfon  \r\n(2008--09)\r\n \r\n\r\nitntt \r\n\r\n\r\n\r\n\r\ny\r\nSALAHUDHEEN. E\r\nlloll No:     LSM•\r\nEnrol                      \r\n\r\n\r\nUnder        u   rv Ion of\r\nSYED MUSTAFA   •  Q. ZAIDI\r\n(         r    Ex-Ch lrm  n)\r\n\r\n\r\n\r\n\r\nDEPARTMENT OF LIBRARY AND INFORMATION SCIENCE\r\nLIGARH MU UM UNIVERSITY\r\nALIGARH (INDIA)\r\n2009 \r\nALIGARH  MUSLIM UNIVERSITY,  ALIGARH\r\n\r\n \r\nDEPARTMENT OF LIBRARY AND\r\nINFORMATION SCIENCE\r\n \r\nEPBX     :   2700916,  20-22,   26 Ext.   19/39\r\nDirect     :   0571-2700039,    2700920\r\nPhone   [    Res.         :   0571-2720108\r\nFax         :   0571-2700039\r\nMobile    ;   09411802364 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\nThis  is to  certify  that  Mr.  Salahudheen.   E   has  completed  his dissertation entitled \"Use  of E-journals   by  the PG Students   in  the Faculty  of Medicine,  AMU, Aligarh:  A Survey\"  in partial fulfilment of the requirements  for the award of the degree of Master  of  Library and  Information    Science  (2008-09).    He has conducted  the work under my supervision and guidance.\r\nI   deem it fit for submission.\r\n\r\n\r\n\r\n \r\n\r\nSyed Mustafa  K. Q. Zaidi\r\n(Reader) \r\n \r\n\r\n\r\n'Say: \"0  Allah,  Lord  of all dominion!   You give dominion   to whom  You  will,  and  take away dominion  from whom  You will, and You exalt whom  You will, and  abase  whom You will.  In Your  Hand   is all good.  Surely You  are All-Power-full.\"'\r\n(Holy Qur'an 3:26)\r\n\r\n\r\n\r\nAll praise  be to the Almighty  Allah,  The most beneficent and merciful.  I praise Him and seek His help andforgiveness. I wish to express my endless thanks to my Lord, who blessed mefor the timely completion of this dissertation.\r\nI thank my Lord for giving me nice parents, who are myfirst  teachers from  whom I learnt everything and who are the one who have always provided a strong shoulder for me to lean on to.  Whatever I am today is because of their love, care, prayers, sustained efforts and sacrifices.  I cannot give them anything in return except a heartful of love,\r\n• affection and deep reverence.\r\n\r\nI owe my deep sense of debt and gratitude to respected Syed Mustafa  K. Q. Zaidi, Reader and ex-chairman, Department of Library and Information Science, AMU, under whose supervision my dissertation was undertaken.  I am highly thankful to him for  his meticulous and expert guidance, constructive criticism, patient  hearing and benevolent behavior through out my ordeal of the present research. I shall remain grateful to himfor his cordial and cooperative attitude, wise and knowledgeable counsel that acted as an impetus in the successful completion of my dissertation.\r\nI would like to particularly thank Dr. Naushad Ali. PM  (Reader), Chairman of the Department of Library and Information Science, for giving me guidance and inspiration and providing necessary facilities  during my study in the department. I can never forget the kind help extended by the Chairman.\r\nIt  is,  however,  not possible for  me to forget  the kind of help provided  by Prof. Shabahat Husain,  Former Chairman of the Department.  I pay my sincere thanks to him for his cooperative and helpful nature.\r\nMy  sincere  thanks  are  also  to  my  esteemed  teachers  Dr.   (Ms.)  Sudharma\r\n\r\nHaridasan  (Reader), Dr. M Masoom Raza  (Reader), Mrs. Nishat  Fatima  (Lecturer). \r\nand Dr. Mehtab Alam Ansari (Lecturer), who gave me important suggestions and moral support during my work\r\nI pay  my special thanks to Mr. Aslam  Mehdi,  Asstt.  Librarian,   and Mr. Ahmad\r\n\r\nSayeed Khan,  Professional Asstt.,  Faculty Library, JNMC, for  helping me for  collecting data for   my  study.  I  also  express  humble  gratitude  to  Dr.  Mohammed   and  Dr. Mohammed  Nishi/ R A,  PG students in JNMC for  their kind help in spite of their busy schedule.\r\nI am also thankful to the seminar library staff of the department Riyaz Abbas,  Zahid Hasan and Mohd. Shariqfor  rendering the collection for my work I express my heartful thanks to my seniors Ashok  Kumar  Upadhyay,  Jafar  Iqbal, Musheer  Ahmad  Khan, Mohd. Sohail and Faizul Nisha  who helped and encouraged me at every step through out my work\r\nMy humble feelings  of gratitude are due to all of my family  members, friends Megh Singh,   Shameel,   Fawaz,  Izzudeen,   Mustafa,   Jaseer,  Aslam   and  Naseef  and  my classmates Kaneez Haider,  Saima  Qadiri, Mudassir,  Imteyas,  Azeem,  Aijas,  Shakir, Maliha,  Sa/tanat,  Shaista,  Fariya,  Shagufta,  Shabnam,  Nazia and  Tabassum.   At the end, concisely and precisely,  !feel  indebted to all those Jo whom !forgot  to mention, who were supportive throughout my dissertation  work\r\n\r\n\r\n\r\n\r\n~\r\nSALAHUDHEEN.   E \r\nCONTENTS\r\n \r\n\r\n\r\n\r\nPage No. \r\n\r\n\r\n\r\nAcknowledgment                                                           I -  11\r\n\r\n\r\n \r\nContents\r\n \r\nlll \r\n\r\n\r\n\r\nList of Tables                                                                    IV\r\n\r\n\r\n\r\nList of Figures                                                                    v\r\n\r\n\r\n\r\nList of Abbreviations                                                        VI\r\n\r\n\r\n\r\nChapter-I                          Introduction                                                                  1-21\r\n\r\n\r\n\r\nChapter-2                          Review  of Related  Literature                                  22-38\r\n\r\n\r\n\r\nChapter-3                              Methodology                                                              39-42\r\n\r\n\r\n\r\nChapter-4                          Data Analysis  and Interpretation                             43-57\r\n\r\n\r\n\r\nChapter-5                          Conclusion,  Findings  and Suggestions                   58-63\r\n\r\n\r\n \r\nAppendix\r\n \r\n\r\n\r\nBibliography                                                               64-68\r\n\r\nList of e-journals  subscribed  by the Medical\r\nCollege Library                                                         69-71\r\n\r\nQuestionnaire                                                             72-75 \r\n\r\n\t\r\n\r\nLIST OF TABLES\r\n\r\nTable    Table                                                                                                            Page\r\nNo.                                                                                                                                          No.\r\n\r\n4.1      Awareness  of e-journals                                                                                          43\r\n4.2     Source which gives information  about  e-journals                                               44\r\n4.3      Accessing  of e-journals                                                                                           44\r\n4.4     Place of accessing  e-journals                                                                                  45\r\n4.5      Personal  subscription  toe-journals                                                                 45\r\n4.6    Frequency  of access                                                                                                 46\r\n4.7     Experience  withe-journal    features                                                                        47\r\n4.8    Problems  withe-journals                                                                                           48\r\n4.9     Usefulness  of e-journals                                                                                          49\r\n4.10    Most preferred  format                                                                                             49\r\n4.11     Skill in the usage  of e-joumals                                                                                50\r\n4.12    Purpose  of using e-journals                                                                                     50\r\n4.13    Mode  of article searching                                                                                        51\r\n4.14    Access  point for searching  articles                                                                        51\r\n4.15    Use of e-journals  once located                                                                               52\r\n\r\n4.16    Awareness  of e-journal  consortia  in the subject                                                  52\r\n\r\n4.17    E-journal  consortia  used                                                                                         53\r\n\r\n4.18        E-journal  database  used                                                                                          53\r\n\r\n4.19    Method  of reading  full-text  e-journals                                                                  54\r\n\r\n4.20    Content  of e-journals  used for study                                                                     54\r\n\r\n4.21    Awareness  of e-joumals  provided  by Medical  College  Library                       55\r\n\r\n4.22    Presence  of important  e-journals  in Medical  College  Library                           55\r\n\r\n4.23    Opinion  about  information  content  of e-joumals                                                 56    I\r\n\r\n4.24    Objection  to e-journals                                                                                            56\r\n\r\n4.25    Problems  faced while accessing                                                                             57\r\n\r\n4.26    Need  of user training                                                                                               57\t\r\n\t\t\r\n\r\n\r\n\r\n\r\nlV \r\n\r\nLIST OF FIGURES\r\n\r\n\r\n\r\nTable No.            Table\r\n \r\n4.9\r\n\r\n4.12\r\n\r\n4.13\r\n\r\n4.18\r\n \r\nUsefulness of e-journals Purpose of using e-journals Mode of searching of articles E-journal database used\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nv \r\n\r\n\t\r\n\r\nLIST OF ABBREVIATIONS\r\n\r\n\r\nAHSLC                                  Atlanta Health Sciences Library Consortium\r\n\r\nAIP                                         American Institute of Physics AMU                                   Aligarh Muslim University APS                                        American Physical Society BBS                                        Bulletin Board System\r\nBMJ                                        British Medical Journals\r\n\r\nCD-ROM                               Compact Disk Read Only Memory\r\n\r\nCSIR                                       Council of Scientific and Industrial Research\r\n\r\nEP                                           Electronic Publishing\r\n\r\nFORSA                                   Forum for Resource Sharing in Astronomy & Astrophysics\r\n\r\nFTP                                         File Transfer Protocol\r\n\r\nHELINET                               Health Sciences Library & Information Network\r\n\r\nHTML                                    Hyper Text Markup Language\r\n\r\nICOLC                                    International Coalition of Library Consortia\r\n\r\nIEEE                                       Institute of Electrical and Electronics Engineering\r\n\r\nINDEST                                 Indian National Digital Library in Engineering Science and\r\n\r\nTechnology\r\n\r\nIT                                            Information Technology\r\n\r\nIUCAA                                   Inter University Center for Astronomy and Astrophysics\r\n\r\nJCCC                                      J-Gate Custom Content Consortium\r\n\r\nNLM                                       National Library of Medicine\r\n\r\nPDF                                        Portable Document Format\r\n\r\nSTM                                       Science, Technology and Medicine TQEHL                                  The Queen Elizabeth Hospital Library UGC                                       University Grants Commission\r\nWAIS                                     Wide Area Information System\r\n\r\nWRLC                                    Washington Research Library Consortium\r\n\r\nWWW                                    World Wide Web\t\r\n\t\t\r\n\r\n\r\n\r\n\r\nVI \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n~/\r\n\r\n\r\n\r\n\r\n\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nINTRODUCTION\r\n\r\nThe history of mankind has witnessed three revolutions and it is on the threshold of the fourth. The first two, emergence of language and advent of writing, took place thousands of years ago. The third revolution with the invention of printing press took place in our own millennium. The internet, World Wide Web (WWW) and Electronic\r\nPublishing (EP) represent the fourth revolution and seems to have humbled monopoly of\r\nI\r\nprinted artifacts as sole medium of scholarly communication. The revolution has just\r\n\r\nbegun and is going under the process of adaptation, which would take its own time. 1\r\n\r\nJournals   are  the  primary  sources  of   information  published   with   certain periodicity. In these days they are considered to be a major source of communication of nascent thought.  Many aspects of publishing are being transformed  by the  arrival of WWW and its facility of electronic publishing. For Journals the transformation has just begun. Electronic journals, often abbreviated as e-jourrials, are the periodical literatures\r\nthat are made available as individual titles via electronic medium, typically WWW. They\r\n\r\nconstitute an important part of electronic publishing. E-journals for all practical purposes may be defined as those Journals which are available in electronic media, some may be available in CD-ROM, a few may be available in both electronic media and print. A large number of journals are now available in electronic form of some kind but otherwise title has changed. They represent an important experiment in scholarly communication today. for  libraries, e-journals form a cost effective alternative to commercial publications. 2\r\n\r\n\r\n1.1      ELECTRONIC  PUBLISHING (EP)\r\n\r\nThe  publishing  world  has  undergone   a  sea  change  as  more  and  more publications  are  becoming  web  centered.  Technological  revolution  and  information explosion has changed the contemporary outlook towards the functioning of libraries and information  centers.   The   library   environment   is  rapidly   changing   to•  .electronic environment. The physical hard volumes are slowly replaced by electronic media like magnetic tapes,  CD-ROMs, DVDs, etc. To cope up with these changes, the publishers, LICs and users have opted Electronic Publishing (EP). \r\n\r\nElectronic Publishing  is a new  concept in the  world, which implies that the information technology has been used for generating, processing and disseminating the information to its users. In general, it is used to mean any information sources published in electronic form. The ultimate goal of electronic publishing is to provide fast and easy access to the information contained in the objective publications with simple powerful and retrieval capabilities.\r\nE-Publishing  is  the  process  for  production  of  typeset  quality  documents containing text, graphics, pictures, tables, equations, etc. EP can be represented as EP = Electronic technology + Computer technology + Communication technology + Publishing. Electronic publishing information is to be viewed electronically or online. Such  information  is  delivered  via  electronic  books,  CD-ROMs  or  over  WWW.  If\r\nsomeone creates a website, that person is engaging in electronic publishing. Hence EP is the  process  of  making  available  electronic  access  to   documents..  The  electronic publishing have the following seven steps namely, writing, editing, organization, production, storage, selling and delivery. The synonym for EP is computer aided publishing or computer assisted publishing.3\r\nAccording  to F. W. Lancaster,  \"Electronic Publishing is a publication process where the  manuscripts  are  submitted  in  electronic  format,  edited, printed  and  even distributed to readers in electronic form by employing computers and telecommunication technologies\". 4\r\nAccording to Kist, E-Publishing is \"The application by publishers of a computer-   aided  process,   by  which  they  find, capture,   shape,  store  and  update information content  in order to disseminate   it to selected  audience\"  5•       •\r\nIn brief,   the  process   of  creating   and  disseminating    information    via electronic means including e-mail and via the web is electronic publishing. Electronically published materials may  originate  as traditional  paper  publishing or  may  be created specifically for EP. \r\n\r\n\r\n1.2      TAXONOMY   OF ELECTRONIC PUBLISHING\r\n\r\nThe   electronic  publishing  technology  can  be   classified  into  two  broad categories namely,\r\n(i)        E-Publishing using CD-ROM (ii)       E-Publishing on net.\r\n\r\n\r\n1.2.1   E-Publishing   using CD-ROM:  CD-ROM  has provided  new dimensions  for information    storage   and  retrieval.   In the  electronic  publishing  using  CD-ROM, publishers  deliver physical  commodity in  which publisher's  work  is embodied.  The publishing information mainly abstracting sources are common in CD-ROM.\r\n1.2.2   E-Publishing   on  Net:  Online   publishing    does   not  require   the  physical delivery  of any  commodity  or client  to the  publishers.  It  creates  an opportunity for  the  publishers,    authors   or  editors,   readers   to  be  on  a  constant   dialogue electronically. It  does not necessarily deprive the publishers from the  opportunity to create a visual identification in the minds of the  reader.  Some of the  advantages of internet-based E-Publishing  include: (i) Provides  speed search (ii) User  can  instantly adopt his request through search engines\",\r\n\r\n\r\n1.3      FORMS OF E-PUBLISHING\r\n\r\nElectronic   publishing   has text,  graphics,   images,  sound  and  video  in a multimedia   format.   Technical   tools  for  the  production   of EP are  powerful   and has  large   installed   base.   Copies  of  e-documents   are  equal  or  better   than  the original  without  any loss  of quality.  E-documents   are tied  with the  development in  the  technology   in  terms  of  maintenance   and  preservation.   These  documents can  be distributed   over  the  net,  which  is equal  to  having  the  document   at  every\r\nplace.    The   major    forms   of   e-publishing    are   CD-ROM,   E-Books,    Floppy, Databases,   Multi  media  documents,   Internet   resources,   Bulletin   Board   System and E-journals.\r\n1.3.1   Electronic  Books: An electronic   book  can be any type  of e-content   that  is packaged   as  a  discrete   unit  and  can  be  used  with  e-book  technology.   It  is  a written   work  readable   on  a  computer   screen,   downloaded   to  a  PC  or  digital \r\n\r\n\r\n\r\nassistant   or  placed  on  a  reader   designed   for  that  purpose,   i.e.  professionally produced   and  edited  text  available   in  an  e-format.     E-books   are  changing   the fundamental    of  reading.   They   are  becoming   a  significant,    enduring   part   of culture,   society   and  the  life  of  minds.   They  would   be  a  viable   product   for academic   use  as  an  added  functionality    over  print   versions.   Standards   for  e• books  are still  in development   and currently  different  e-books  software  packages use different  standards.  The elements  that  are considered  as important  for the use of  e-books   are  their  content,   software   and  hardware   standards,   digital   rights management  access, archiving  and privacy\".\r\n1.3.2   Electronic  Databases:  A database  is an organized   collection   of data  in a specific     field.     With    the    emergence     of    computers     and    communication\r\n.     technologies,   the  strength  of  information   system  in the  development   of modern databases  has  become  a large  segment  of  electronic   publishing   that  provides   a base  for  procedures   such  as  retrieving   information,    drawing   conclusions,    and making \tdecisions.    The   holding    of   library    databases    consisting    of   books, periodicals,   reports,  and theses  can be converted   into  electronic  form that  allows access  for  public  use  through   digital   networks.   Nowadays,   various   electronic publishers  account  for publishing  information,   both bibliographic   and full text on CD-ROMs as well as making them available  for online  retrieval\"\r\n1.3.3   CD- ROM  (Compact Disc Read  Only  Memory):  CD-ROM technology   is hardly   a  decade   old,   extending   into   wide   areas   of  information.   storage   and retrieval.   \"The CD-ROM  consists  of a polycarbonate   substrate  on which the  data are recorded  as  series  of pits  and  flats  which  represents   IS  and  OS in magnetic media\".  The  laser  beams  are used  to record  the  data  on the  surface  on the  disc. The  data  get  stored  in  a  digital  of  pits  and  lands  squeezed   inside  a  spiraling groove  only  a micron  wide that  extends  from the inside  of the disc to the outside edge. A  thin reflective   layer coats  the back of disc to reflect  the laser  beam.  The CD-ROM  discs   are  now  available   in  different   size  like  4.72   inches   and  3.5 inches.\r\n\r\n1.3.4   Multimedia  Doeaments/reseurees:   Multimedia   refers  to  the  integration of multiple  media - such as visual  imaging,  text,  video  and sound  and animation \r\n\r\n\r\n\r\nin one  level.  On another  level  interactive   multimedia   refers  to  the  ability  of the users  to control  these  components  and interact  with as needed.  Multimedia   is the convergence   of computer  and communication  technology.   It  refers  to the  use  of several   types   of  media   which   integrates   text,   voice  processing,    film,  picture graphics,   animation   etc:  Multimedia   has  become  the  latest  cultural  phenomena and the thirst  for the multimedia  system  for basic  information   on digital  media  is increasing  day by day.\r\n1.3.5   Web  Resources:   The Internet  is literally   becoming  a lifeline  for people. It is changing  the  notion  of the library  from  a closed  place  to virtual  library  e.g. library  without  walls.  It  is one of the most  important  and complex  innovations   of the  mankind.   The  Internet   is  a  large  number   of  computers   connected   to  the largest  network  and complete  tool for information  exchange  at the global  level.\r\nThe Internet  is the greatest  single  factor  in recent  years which  has changed and is further  changing  society  starting  with  basic  tools  like e-mail,  file Transfer protocol   (FTP),   remote   login  (Telnet)   to  user  friendly   tools   like   WAIS  and WWW  for  information   publishing   and  accessing.   Internet   has  emerged   as  the core and foundation  of the information  infrastructure.\r\n1.3.6   Bulletin Board   System  (BBS):  Bulletin  Board  system  is a miniature  form of an online  system  for a cost  effective  distribution   of information   in electronic format.  BBS supports  interactive  communication  between  users  on a wide variety of   a   subject    ranging    from   hobbies    to   politics.    Some   bulletin    boards    are considered  more of a talk net than a platform  to exchange  research  information.\r\nBulletin Board system is vital tool for computer mediated communicationamong computer users. These are similar to the bulletin boards that are displayed in a library. However these are operated electronicallyon computernetworks\". \r\n\r\n\r\n\r\n1.4      ELECTRONIC JOURNALS\r\n\r\nThe  recent  developments   in  information   technology   have  changed  the world  scenario.  Each  and every  aspect  of human  society  has  been  affected  by IT revolution.   Nowadays,   the  publishing  industry   is  switching   over  from  print  to electronic   media.  Any journal   which  is available   in  electronic   or  computerized form  on  the  internet   or  on  CD-ROM   is  known   as  electronic   journals    or  e• journals.   Electronic   journals   are  more  helpful   for  distance   learners   and  higher education.\r\nAn  e-journal   may  be  defined  vary  broadly  as  any journal,   magazine, newsletter,   or type  of  electronic   serial  publication,    which  is available   over  the internet.   The title  can  be accessed  using  different   technologies    such  as  WWW. Electronic  journals  are mostly  available  via the web.\r\nAn e-journal  contains  scholarly  articles,  processed,   published   and made available   through   electronic   media.   It  is  also  known   as  virtual,   paperless    or online journals.\r\n\r\n\r\n\r\n1.4.1   DEFINITIONS  OF E-JOURNALS\r\n\r\nThere is no universally accepted definition of e-journals. Different people might have a term or understanding of the term 'Electronic Journals'.  Some of the definitions given by experts in the field are discussed below.\r\nAccording  to ALA Glossary  (1983)10  \"A journal is a periodical especially one containing scholarly articles or disseminating current information on research and development in a particular subject fields. If this task is done by electronic media then it may be called e-journals.\"\r\nAccording    to  David   Pollinger  and   Brian   Schkel   (1990)11    e-journal   is \"one  whose  text  input  may  be  entered   directly   by  a computer   or  by  other  file transfer  mechanisms   in a machine    readable   form,  whose  editorial  processing   is facilitated   by a computer  and whose  article  are thus  made  available   in electronic form to  readers\". \r\n\r\n\r\n\r\nAccording  to  McMillan  (1991)  an electronic  journals   is defined  as  \"any serial  produced,   published,  distributed  ...  via  electronic   networks  such  as Bitnet and Internet\".\r\nLancaster   (1995)12       opined  that  \"an  electronic  journal  is created  for the electronic  medium  and  is available  only  in this  medium.  In general  a journal  that is available  in electronic   form through  online  host is called  e-journal.\"\r\nRavi  Chandra  Rao  (2002)13    defined  e-journals   as \"those  journals   which are  available   in  electronic   media;  some  may  be  available   on  CD-ROM;   a few may be available  only  on online;  some may be available  both  in electronic  media and in print\".\r\nAccording  to  Glossary  of Library    and  information  science  (2004)  \"an\r\n\r\n•     electronic  journal   is a publication,   often  scholarly,   that  is made  accessible   in  a computerized   format  and distributed  over the Internet.\"\r\n\r\n\r\n\r\n1.4.2   HISTORY AND DEVELOPMENT\r\n\r\nThe  first   scientific   journal   was  published    in   January   1665.   It  was published  from Paris  in the name  'Le  Journal  De Scavants'.   With the advances  in technology,    from   the   printing    technology    yet   another    media   namely,    the\r\n•       electronic    media    was   developed    and   e-journal    is   the   bi-product    of   this technology.   E-journals   appeared  in the  1970s and they got popularized  by 1996.\r\nVannever   Bush  First  described   the  \"e-journals\"    in  1967  as  a  part  of MEMAX  proposal.   Before  that  on this  matter  -  UNESCO  took  a project  in  1967 to  test  networking   computer   as  means  of  improving   scientific   communication. Their  first  product   was  published   in  the  form  of  an  e-journal   in  1980  named\r\n'MENTAL   WORKDOAD.'    The  first  prototype   and  e-journal   named  'CHIMO' was published   in  1976 by the New  Jersey  institute  of Technology.   The first  peer reviewed  electronic,  full text  e-journal  including  graphics  was OJCCT.  In recent years,  a large  number  of online journals   have been launched  which  have no print version  at all. The Royal  Society  of Chemistry,  UK has also  started  a new series of  journals,\"   which   are   available    in   electronic    form   only.    The   Journal    of \r\n\r\n\r\n\r\nChemistry    Education    has   been   made   available    on   electronic    form   as   JCE Internet.  The Institute   of Electrical  and Electronics   Engineering   (IEEE)  encodes all journals.  It is published  in mark  up language  for online  viewing.  The Elsevier science  publishers   have  launched   science  direct  to  extend  web  access  to  more than   1,100  journals   published   by  them.   American   Institute   of  Physics   (AIP) offers  online  version  to many  of its journals.   American  Physical   Society  (APS) makes  electronic  version  of its journals  available  on the  Internet  at no additional cost  of  the  print  version   subscribes.   Many  important   journals   such  as  Nature Online,   Science   Online,   New  England   Journals   of  Medicine,   British   Medical Journals  (BMJ) etc. are also available  online.\r\nToday a number of e-journals are available in the field of medicine also, which play a very important role in medical and health care. MEDLINE,  a database by the National Library of Medicine (NLM), USA contains bibliographic citations and abstracts from more than 4,800 bio-medical e-joumals.   IndMED,  a database designed by NIC, New Delhi provides access to more than 200 prominent  bio-medical Indian journals. Besides these, a number of medical databases which cover a large number of full text e• journals  are  available  such  as Free Medical  Journals  Online,  BMJ  Journals  Online, MedBio  World,  Blackwell  Synergy, JAMA  and  Archives  Journals  Online,  Ingenta,\r\nScience Direct, etc. 14\r\n\r\n\r\n\r\n1.4.3   NEED  FORE-JOURNALS\r\n\r\nThere  are  many  reasons  why  one  should  now  consider   a partial   shift away  from  the  use  of  conventional   paper   based  journals    to  the  great   use  of publications   that  are based  on the use of electronic   media.  The following  are the factors  for which e-journals  are needed.\r\n•\tNeed  to  support   parallel   support   and  electronic   methods   of  knowledge dissemination.\r\n• \tInformation   needed  by faculty  and  student  is  increasing   exponentialiy    in sciences.\r\n•\t\tInterdisciplinary     research   has   increased    the   scientists'     need   for   new information. \r\n\r\n\r\n\r\n• \tWith  the  new  technologies,  academics   can  distribute   their  own  materials more effectively  than the traditional   publishing   houses.\r\n• \t\tThe  rising  cost  of  the  journal   publications,   coupled   with  the  explosive growth  in research  and concomitant   explosion  of paper journals   in various disciplines  have made it impossible  for most libraries to maintain  a comprehensive selection  of literature.\r\n•    Ease of access. 15\r\n\r\n\r\n\r\n1.4.4   FEATURES  OF E-JOURNALS\r\n\r\nThe   e-journals    have   brought   about   momentous    changes   in  journal publishing  and are revolutionizing  libraries.  There  are many features  which  make the   e-journals   user'  friendly.   The  positive    features   of  electronic   journals    as compared  to the print journals  are as follows:\r\n•    Allow remote  access.\r\n\r\n•    Can be used simultaneously  by more than one user.\r\n\r\n•    Provide  timely  access.\r\n\r\n•    Support  different  searching  capabilities.\r\n\r\n•    Accommodate unique  features  such as hyper  linking.\r\n\r\n•    Save physical  storage  space.\r\n\r\n•    Support  multimedia   information.\r\n\r\n•    Do not require  physical  processing.\r\n\r\n•    Environmentally  valuable.\r\n\r\n•    Can be saved  digitally.  16\r\n\r\n\r\n\r\n1.4.5    TYPES OF E-JOURNALS   •\r\n\r\nElectronic  journals   come  in many  types.   Some  of them  are  traditional paper  journals   simply  made  available   electronically;  others  have  no  equivalent paper copies.  They can be broadly  grouped  into two categories.\r\n1.4.5.1  Online Journals: Online journals   are those  journals  that  are available  on\r\n\r\n'pay   as  you  go'   or   'cost   per   access'    basis,   via   such   online   hosts   as  STN\r\n\r\ninternational,   using    property    retrieval    software.    These   e-journals    are   not \r\n\r\n\r\nconsidered   as  part   of  library   collections,    because   of  remote   online   systems. Basically  online  journals   are the electronic   versions  of existing  printed  journals. For example,  all journals  of American  Chemical  Society  are available  in full-text through  STN international.\r\n1.4.5.2    CD-ROM    Journals:  CD-ROM   journals     are   the   full-text    journals published   and  distributed   in the  form  of  CD-ROM  with  regular   updates,   along with  search  software  to  access  and print  like  online  journals.   The  vast  majority of  the   CD-ROM   based   journals    are   the   electronic    versions    of  the   printed\r\nj.ourna 1s. 17\r\n\r\n\r\n\r\n1.4.6   CLASSIFICATIONOF E-JOURNALS\r\n\r\nOn the basis  of the distribution   methods,  the e-journals  can be classified as follows:-.\r\n\r\n1.4.6.1   Classic   e-journals   or  Internet  e-Journals:  Some   of  the   electronic journals  are available  through  Internet  applications,   which  are also  called  classic Journals.  Originally  they were distributed   via-e-mail  but now are available  on the web and only  announcements   of new  issues  are  distributed   by e-mail.  Access  to this category  of e-journal  is free of cost.\r\n1.4.6.2     Parallel   E-Journals:   These     types     of    journals      are    published simultaneously    in  both  forms;   print   and   electronic.    The  online   version   may include  the  full text  of journal,   only table  of contents  (TOC)  of selected  articles and excerpts  from the print  version.\r\n1.4.6.3 Database  Model  and Software Model:  Under the  Database  model,  articles reside in a centralized database maintained by the publisher and subscribers are given permission to access the database and use search software on central computer to locate and download articles. The software model provides a piece of software, which runs on Internet connected computers and connects to the database to the journals in the central computer. The users can search and download information, which will be sent in proprietary encrypted form. The software would have an expiration date that corresponds with the length of the subscription. \r\n\r\n\r\n\r\n1.4.6.4  CD-ROM   Journals:    Commercial  publishers  have  also  made  journal  titles available on CD-ROM. The full text of journals and newspapers has been made available on  CD-ROM. In many  cases these  titles  duplicate  print  titles held  by the  libraries. Libraries have often subscribed to journals both in print and in microform.\r\n\r\n\r\n\r\n1.4/f    ADVANTAGES OF E-JOURNALS\r\n\r\n,,  '          E-journals  have many  advantages   over the print journals.   Some of them are enumerated  below.\r\n•\tThe  speed  of  publication    and  delivery   of  the  e-journal   issues  are  much faster  than that of the print  versions.\r\n\r\n•    Inclusion  of audio  and video  base text  in the journal  issues  is possible.\r\n\r\n•\tTo access  and retrieve  relevant  articles,  a good  number  of search  engines are available.\r\n•\tDownloading   and printing  of relevant  articles  at the end user workstations are possible.\r\n\r\n•\tE-journals    have   solved    many   problems    of   libraries    such   as   space, shelving,  missing  of issues,  missing  of pages  and cutting  of the pages,  etc.\r\n•    Multiple  access  and access  through  local networks  become  easy.\r\n\r\n•\tProvide  hypermedia   linkages,   i.e.,  linkages  to  the  related  articles  cited  in each article  and other  useful  sources.\r\n\r\n•\tHelp   in   minimizing    the   problems    related    to   the   conservation     and preservation   of journals.\r\n\r\n•    Cost of publication   and distribution   is less than that  of the print  versions.\r\n\r\n•\tAlerting  the  users  regarding   the  publication   of new  issues  and  articles  of their interest  becomes  earlier  in electronic  media. \r\n\r\n\r\n\r\n1.4.Z.  DISADVANTAGES    OF E-JOURNALS\r\n\r\nThere  are also some disadvantages   of e-journals  such as;\r\n\r\n• \tThe  psychology   that  paper,   being   a  more  permanent   medium   is  more authentic  thane-media.\r\n•    The lack of originality.\r\n\r\n• \tDifficulty   in citing  the web based journals  on articles  due to the  volatility of medium.\r\n• \t\tPeople  are  still  not  accustomed   to  reading  off the  computer   monitor   and prefer  to take a printout.\r\n•    Economic  barriers.\r\n\r\n•    Difficulty  to remember  password.  18\r\n\r\n\r\n\r\n1.5      E-JOURNAL CONSORTIA\r\n\r\nKnowledge  is growing  at a fast rate  and is becoming  multi-dimensional\r\n\r\nin  nature.   It  is  being  produced   from  all  over  the  world  in  a11   languages,   all subjects  and in all  forms.  Due to the voluminous   growth  of literature,   no library can  afford  to  procure, process  or  store  all the  documents   required   by  its  users, however   rich  the   library   may  be.  In  order  to   fulfill   their   requirements,    the libraries   are  forced  to  procure  documents  from  other  libraries.  This.  concept  has led   to    the    emergence    of   the    library    cooperation     and   resource    sharing. Introduction     of   communication     and   computer    technology    has    led   to   the emergence   of  the   concept   of  networking.    Consortia   is  the   latest   buzz   word emerged  by the  coming  together  of a group  of libraries  for collective   bargaining with publishers,   distributors   or vendors  for purchasing  library  resources.\r\nE-journal  consortium is a cooperative arrangement among group  of  libraries helping to derive the best possible purchase bargain from publishers due to the collective buying power. In other words, it is a kind of agreement between various publishers and cooperative group of libraries for accessing the large number of e-journals published by various publishers on highly discounted rates. This arrangement on the one hand permits \r\n\r\n\r\n\r\naccess to large number of e-journals at highly discounted rates and on the other• hand, it meets the increasing pressure of diminishing library budgets, increased users'  demands, and rising cost of journals. Consortia offer healthy business to the e-journal publishers also and thus attract best possible price and terms of agreement for libraries.\r\n\r\n\r\n1.5.1   NEE],) FOR CONSORTIA\r\n\r\nInformation explosion, racketing costs of journals, technological developments and information sharing zeal of S&T community have given impetus on innovation in resource sharing in the field of online accessibility ofR&D journals. With the emergence and rapid growth of network and IT infrastructure, publishers are able to  offer their journals  online.  Consortia  offer  healthy  growth  opportunities  for  both  electronic publishers and libraries. The consortium  acts  as an agent on behalf  of  all  members libraries  to  negotiate  with  the  publishers  to  minimize  the  purchase  price.  Library consortia are commonly formed to negotiate joint purchases (e.g. Equipment, software, books,    library materials and licensed electronic databases and resources) and to share resources.\r\n\r\n\r\n1.5.2\tADVANTAGES OF E-JOURNAL  CONSORTIA The advantages of e-journal consortia are as follows:\r\n•    Help to overcome the problem of financial constraints.\r\n\r\n•\tEnable   cost-effective  selection   and   comprehensive   collection   development programs.\r\n•    Help to avoid duplication in collection especially for expensive journals.\r\n\r\n•    Every library can make use of holdings of participating libraries.\r\n\r\n• \tEasy, quick and round the clockaccess  to electronic resources leading to greater satisfaction among the users.\r\n•    Help to  improve  library services  by  exploring  the  unimaginable  range  of  e•\r\njournals. 19. \r\n\r\n\r\n\r\n1.5.3    CONSORTIA  INITIATIVES:  INTERNATIONAL  SCENARIO\r\n\r\nMany libraries at international level have set up consortia among themselves for resource sharing. Few e-journal consortia at the international level are given below.\r\n\r\n\r\n1.5.3.1 ATLANTA HEALTH  SCIENCES LIBRARIES  CONSORTIUM  (AHSLC) Atlanta Health Sciences Libraries Consortium (AHSLC) was founded in 1974. It\r\nis a cooperative organization with a membership of 29 health sciences libraries. It was formed to foster professional growth, education, and communication among health sciences libraries to promote the value of libraries and encourage their development and to facilitate resource sharing. AHSLC began with seven libraries and has now progressed to 34 current members.\r\n\r\n\r\n1.5.3.2  NOVANET\r\n\r\nNOVANET is a consortium of academic libraries which cooperate to enhance access to information and knowledge for the benefit of their user communities. It  was established in 1988. It  currently consists of ten post-secondary institutions. NOV ANET serves over 44,000  full time  post-secondary  students. NOVANET  consortium  offers various  services  to  its  users  such  as  maintaining  a  library  management  system, developing innovative approaches to resource sharing and facilitating cooperative collection development among member libraries.\r\n\r\n\r\n1.5.3.3. WASHINGTON  RESEARCH  LIBRARY CONSORTIUM  (WRLC)\r\n\r\nThe Washington Research Library Consortium (WRLC) was established in 1987 by  some  major  universities  in  Washington  D.C  to  share  library  collections  and information technology in order to enhance the resources available to their students and faculty. WRLC provides  mission-critical  services to  its member  universities such  as information technology  supporting library operations  and resource  sharing,  access to online resources, technologies to support digital collections and share campus scholarship and offsite storage to free valuable space in campus libraries. \r\n\r\n\r\n\r\n1.5.3.4. INTERNATIONAL  COALITION  OF LIBRARY  CONSORTIA  (ICOLC) The  International Coalition of Library Consortia (IOCLC) was established in\r\n1997. The coalition continues to be an informal,  self organized group comprising nearly\r\n\r\n150 library consortia  from around  the  world.  The  coalition  serves  primarily  higher education institutions by facilitating discussions among consortia on issues of common interest.  At  times  during  the  year,  IOCLC  conducts  meeting  to  keep  participating consortia informed about new electronic resources, pricing practices of electronic providers, and vendors and other issues of importance to consortia. 26\r\n1.5.4   INDIAN INITIATIVES\r\n\r\nMany library consortia around the country have been formed   on different lines. They range from informal gathering of library of professionals for the purpose of sharing\r\n•     information and promoting a united front to more formally organized operations. The following consortiums are active in India.\r\n\r\n\r\n1.5.4.1 FORUM   FOR   RESOURCE    SHARING    IN   ASTRONOMY    AND ASTROPHYSICS  (FORSA)\r\nFORSA was established in 1981. This is an informal group consisting of Indian Institute of Astrophysics (IIA), Inter University Center for Astronomy and Astrophysics (IUCAA),  National   Centre   for   Radio   Astrophysics   (NCRA),   Physical   Research Laboratory  (PRL),    Raman Research  Institute. (RRI),  Tata  Institute  of  Fundamental Research ( TIFR),  Nizamiah Observatory (NO)  and Uttar Pradesh State  Observatory (UPSO). It is subscribing 25 electronic journals to Indian Astrophysics Consortium. It is also working out the consortia purchase of AIP and other publishers.\r\n\r\n\r\n1.5.4.2  COUNCIL   OF  SCIENTIFIC    AND  INDUSTRIAL   RESEARCH   (CSIR) CONSORTIUM.\r\nOne of the worth maintaining Indian consortia is CSIR consortium. The NISCAIR, New  Delhi  was identified  as  the  coordinator  of  CSIR consortium  and  a monitoring committee was set up with NISCAIR as the focal point. The major objective of the CSIR consortium is to strengthen CSIR library resources and provide electronic access to scientists of 40 CSIR laboratories across the country. The consortium as a first \r\n\r\n\r\n\r\nstep entered a contact with Elsevier Science to enable access to all its laboratories to\r\n\r\n1,200 e-joumals published by Elsevier. The CSIR consortium now provides access to nearly 4500 e-journals of well known publishers to the consortium members.\r\n\r\n\r\n1.5.4.3 INDIAN NATIONAL  DIGITAL  LIBRARY  IN ENGINEERING   SCIENCE AND TECHNOLOGY  (INDEST)•\r\nINDEST is a consortium of 38 members of engineering institutes, located at\r\n\r\ndifferent states. INDEST was set up under the Ministry of Human Resource Development (MHRD) as per the recommendations of an expert group headed by Prof. Balakrishnan of IISc  to  set  up  consortia  based  subscription  of  Electronic  Resources  for  Technical Education system in India. This consortium is available in three models. Presently all the IITs, IISc, NITs, IIMs and most of the regional engineering colleges are its members. This consortium subscribes over 4250 e-journals. The consortium being an open ended • proposition, welcomes institutions to join it on their own for sharing maximum benefits.\r\nIt offers in terms of  lower subscription rates and better terms of agreement with the publishers.  All  electronic  resources  being  subscribed  shall  be  available  from  the publisher's  websites.  The  membership of  the  consortium  is open  to  any private  or government funded Engineering./Technological/Educational Institutions/Universities for one or more electronic resources. The consortium   will charge nominal annual fee for its services.\r\n\r\n\r\n1.5.4.4  UGC INFONET\r\n\r\nINFLIBNET launched an e-journal consortium on 6th April 2003 by the then President of India Dr.  APJ Abdul Kalam,  which is known as UGC-INFONET. This consortium  has  been  setup  by the  chairman UGC  to  promote the  use  of  electronic databases and full text access to journals by the research and academic community in the country. The faculty,  research scholars and students of universities covered under UGC\r\n.     are the primary beneficiaries of this consortium.\r\n\r\nUGC will bear the entire expenses for UGC :funded Universities for providing e• journals  access on behalf of participating  universities. INFLIBNET center, an IUC of UGC will subscribe resources  based on the recommendation of National Negotiating \r\n\r\n\r\n\r\nCommittee  setup  by UGC  in the  I0th  plan  period.  The  consortium  covers  all  the disciplines viz. pure sciences, social sciences and Humanities including management and language.\r\n\r\n\r\n1.5.4.5  J-GATE  CUSTOM CONTENT CONSORTIA  (JCCC)\r\n\r\nJCCC  is an  electronic  gateway  to  global  e-journal   literature,   launched in 2001  by informatics   India  Limited.  It  provides   sample  access  to  millions   of journal  articles  available   online.  It  presently   has  a massive  database   of journal literature    indexed   from  about   11,800+   e-journals    with   links   to   full   text   at publisher   sites.   J-Gate  is  providing   table   of  contents   for  more  than   11500  e• journals   and  more  than  3   million  articles.   Search   is  provided   by journal   title, keyword,   subject  categories   and  year  of publications.    Basic  bibliographic    data\r\nwith abstracts  are also provided. 21\r\n\r\n\r\n\r\n1.5.4.6  HEALTH   SCIENCES   LIBRARY   AND  INFORMATION     NETWORK CONSORTIUM    (HELINET)\r\nHELINET  is  a  health  sciences  library  consortium  established  by the  Rajiv Gandhi University of Health Sciences, Karnataka by networking libraries in all colleges under the university to promote cooperative procurement and resource sharing.  The main motto of HELINET is networking all the libraries under RGUHS for minimizing the cost of acquisition and maintenance of resources and maximizing their utilization among the users of the colleges of the university. It provides access to around 600 international bio• medical journals  at  about  one third  prices  of  their  print  subscription.  The  member colleges can get all time access to the current journals  and archives for period of 7-10\r\nyears. 22\r\n\r\n\r\n\r\n1.6.     NEED AND SIGNIFICANCE  OF THE STUDY\r\n\r\nIn the present  era of information  explosion,   more and more publications are becoming  web  concerned.  Most  of the  science  and technology   libraries  have changed   the  contemporary   outlook   towards   their   functions   and  services.   The environment   is rapidly  changing  to  electronic   environment.   So the  investigator \r\n\r\n\r\ndecided  to  conduct   the  study  for  measuring   the  use  of  e-journals   by  the  PG\r\n\r\nstudents  of the Faculty  of Medicine  in AMU, Aligarh.\r\n\r\n\r\n\r\n1.7   STATEMENT   OF THE  PROBLEM\r\n\r\nThe problem  selected  for the present  study  is entitled  \"Use of e-journals by the PG students  of the Faculty  of Medicine,   AMU, Aligarh:  A survey\".\r\n\r\n\r\n1.8      DEFINITION    OF TERMS\r\n\r\nUse:   Oxford   English   Dictionary    defined   Use   as  \"to   follow   or  exercise;   to discharge  the functions\".\r\nE-Journals:    According    to   Encyclopedia     of   Librarianship     and   Information Science E-journal  is \"a term used to describe  a journal  that  is published   in digital form to be displayed  on a computer  screen\".\r\nPostgraduate:    According    to    Collin's     English    Dictionary     and   Thesaurus, \"Postgraduate    is  a student  who  has  obtained   a degree  from  a university   and  is pursuing  studies  for a more  advanced  qualification\"\r\nStudent:  According  to  Oxford  English  Dictionary,   \"student  is a person  studying at a university  or college\"\r\nFaculty:     Oxford    English    Dictionary     defined    Faculty    as   \"the    branch    or department  of knowledge\"\r\nMedicine:   According  to  Oxford  English  Dictionary,   \"Medicine   is the  science  or the practice  of treatment  and prevention  of disease\".\r\nAMU:  The AMU  is a residential   academic  institution,   which  was  established   in\r\n\r\n1875 by Sir Syed Ahmad  Khan as a college  and became university  in 1920. It is a well-known   University    of  international    repute   having   variety   of  modern   and traditional  facilities.\r\nAligarh:   Aligarh  is a city,  located  in Uttar  Pradesh,  famous  for Aligarh  Muslim\r\nUniversity.\r\n\r\nSurvey:   According   to  Tull  and  Albaum   \"survey   is  concerned   with  the  art  of science  of asking  questions  and/or  observing  behaviors  to obtain  information\" \r\n\r\n\r\n\r\n1.9 SCOPE AND LIMITATIONSOF THE STUDY\r\n\r\nThe main purpose of the present study entitled \"Use of e-journals by    the PG students of the Faculty of Medicine, AMU, Aligarh: A survey\" was to find the use level of e-journals in the Faculty of Medicine in AMU, Aligarh. The investigator was able to identify some of the major limitations such as:\r\n( i)       The present study consists of only the e-journals users.\r\n\r\n(ii) \tThe geographical area is restricted in the Faculty of Medicine, AMU, Aligarh only. \r\n\r\n\r\n\r\nREFERENCES\r\n\r\n1.    Ramesh, D  B. (2008).Emergence  of Electronic Journals.   In Nigam,  B  S and\r\n\r\nKatariya, Sanjay (Ed.), Digital Libraries (pp.289-294).  New Delhi: Mahamaya.\r\n\r\n2.   Kanniyappan, E, Muthuswami, C and Sankar, P (2006). Usages of E-resources and Academic Libraries in Chennai,   In Anadan, C and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.77-80). New Delhi: Kanishka.\r\n3.  Annadurai, P (2006). E-publishing and its Utilization among Research Scholars of Arts  and  Science  Colleges  in  Erode:  A  Case  Study.  In  Anadan,  C  and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.94-97).\r\n•            New Delhi: Kanishka.\r\n\r\n4.  Lancaster, F W (1995). The Evolution of Electronic Publishing. Library Trends,\r\n\r\n43(4), 518-527.\r\n\r\n5.\t\tRamesh, D B and Mahapatra, M (2004). Electronic Publishing and Media. In Information  Technology in Libraries: A  Textbook for  Beginners. (pp.167-172). Bhubaneshwar: Reproprint.\r\n6.  Dash, Smrutirekha and Panda, K C (2004). Eepublishing:   A ChaJJenge for the contemporary libraries. In Information  Technology in Libraries: A  Textbook for Beginners. (pp.125-131). Bhubaneshwar: Reproprint.\r\n7.   Natarajan, M (2004).  Electronic Books: Management and Use. In Sahoo, K C (Ed.). Information  Management  with IT  Application.  (pp.125-133). Ludhiana: Medallion.\r\n8.    Annadurai, op.cit.\r\n\r\n9.  Ramesh, op.cit.\r\n\r\n10. Young, H (1985). ALA  Glossary of Library and Information Science. Chicago:\r\n\r\nALA.\r\n\r\n11. Pullinger,  David and Brain,  Schkel (1990).  The Electronic Journal Research.\r\n\r\nTechniques Report Paper 79. British Library Research Development.\r\n\r\n12. Lancaster, op.cit. 312-315.\r\n\r\n13.  Ravi Chandra Rao (2002). Sources of Information with Emphasis on Electronic\r\n\r\nResources. DRTC Annual Seminar on Electronic Sources oflnformation. \r\n\r\n\r\n\r\n14. Ramesh Babu, V P,  Ganeshan, A and Maheshwari, D. Uma (2006). MedicaJ E• resources: An  Introduction.  In Anadan, C and  Gangatharan,  M (Ed.).  Digital Libraries: From Technology to Culture (pp.98-116).  New Delhi: Kanishka.\r\n15. Jagadeesh,  B,  Vaidya,  N.   Nagaraj  and  Jewargikar,  S.  S  (2006).   E-journal consortia: A Gateway to Future Knowledge. In Anadan, C and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.173-179). New Delhi: Kanishka.\r\n16. Vasant,  N  and  Mudhol,  V  Mahesh  (2006).  Sharing  E-Journals  in  Consortia Environment. In Anadan, C and Gangatharan, M (Ed.).  Digital Libraries: From Technology to Culture (pp.180-185).  New Delhi: Kanishka.\r\n17. Jagadeesh, op.cit.\r\n\r\n18. Chan, Liza (1999). Electronic Journals and Academic Libraries. Library Hi Tech,\r\n\r\n44(2),  I 0-16.\r\n\r\n19. Singh,  S  P  and  Krishan  Kumar  (2005).   Special  Libraries  in    the  Electronic\r\n\r\nEnvironment. New Delhi: Bookwell.\r\n\r\n20. Lobo,  Janet  Dotty and  Bhandi, M  K  (2007).  E-consortia  in the  Digital  Era: Special Reference to Health Sciences Library and Information Network Consortium; HELINET. SRELS Journal of Information Management, 44(1), 63-\r\n76.\r\n\r\n21. Bavakkutty,   M  and  Abdul  Azeez,  T  A  (2006).  Library  Consortia  in  India: Initiatives and Concerns. SRELS Journal of Information Management, 43(2), 177-\r\n184.\r\n\r\n22. Lobo, op.cit. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nREVIEW  OF RELATED  LITERATURE\r\n\r\nResearch refers to  a search for knowledge. It is a systematic method for the original contribution to the existing stock of knowledge consisting of various steps. The foremost step is the definition of the research problem. Once it has been formulated by the  researcher,  he/she  should  undertake  an  extensive  survey  of  related   literature connected with the problem. The main objective of this literature review is to determine whether any data source exists already that can be brought to bear the problem in hand. F~r this purpose, the academic journals,  conference proceedings,  government reports, books, etc. must be tapped depending on the nature of the problem.\r\nIn this chapter, an overall review of the studies conducted both in India and abroad have been presented in a chorological order, related to the current topic \"Use ofE• journals by the PG Students of the Faculty of Medicine, AMU, Aligarh: A Survey\". The investigator reviews only those studies which are directly or indirectly related  to the present study.\r\n\r\n\r\nBlack, Deborah  D. and Robinson, Ann Z. (2000)1  examined the use of print journals in an intra campus exchange program and its implications on e-journal subscriptions in the Library of Health Sciences and the Science Library at the University of Illinois. The study revealed that the use of exchange program started between the two libraries was steady at LHS and sporadic at Science. The exchange titles were ideal for electronic subscription due to  their  increasing demand. However,  the  study  suggests that  print journals provide a mode of access that has certain benefits. They provide the professional option for many faculties to stay abreast with their research. Though many patrons prefer\r\ne-joumals, they may not be possible to due to financial constraints.\r\n\r\n\r\n\r\nAnilkumar, Nishtha (2001)2 explained the major issues regarding e-journals in the era of ongoing shift towards  electronic publishing  and access to  e-resources, The  major issues regarding electronic journals are their pricing, reliability and accessibility of data, archiving and back  files availability,  full-text  features,  and currency of  information, \r\n\r\n\r\n\r\nintellectual property and copy right issues. The author also discussed about major publishers of e-joumals.  Today, a  number e-journals  in different  fields of  study are published by a number of publishers such as Elsevier Science, American Institute of physics, American Physical Society, Optical Society of America, University of  Chicago Press, Cambridge University Press, Institute of Physics, Springer Verlag, Kulwer and Academic Press.\r\n\r\n\r\nDavis, Philip M. (2002)3   discussed the finding of a study conducted on the annual usage pattern of member institutions for the North East Research Library (NERL) Consortium for the Academic Press IDEAL aggregate package. The analysis of the collected data showed that a small number  of journals  formed the  majority of the  total  use. Each institution  illustrated  a  unique  usage  pattern  with  some  using  more  or  less  of  the collection. No institution used every title and some titles were used very frequently. The title not subscribed in print received about ten times less use than locally subscribed titles.  The  study  recommends  that  the   institutions  may  consider  their  consortia membership and organize themselves into group of institutions with similar missions. Institutions which exhibit an intense use of a small number of journals may negotiate for better financial deal.\r\n\r\n\r\nFosmire,  Michael  and  Young,   Elizabeth  (2002)4    report  results  of  a survey  of the  level  of  access  provided   to  selected   free  scholarly   electronic   journals   by academic   libraries.   A  list  of  scholarly  journals  that  are  available   electronically without  any  access  limitations   was  compiled   and  for  each  title  the  number  of holding  institutions  on OCLC and its coverage  by major  abstracting   and indexing services   were  determined.   The  twenty-five    most  popular   titles   determined   by number  of holding  institutions   on OCLC  were  searched  on a random  sample  of library   Web  sites  and  catalogs   to  provide   a  separate   gauge  for  access   levels provided  by institutions.   Approximately   half  of the titles  being  indexed  by major vendors,   including   88 percent   of the  top  twenty-five,   access  levels  were  fairly low and  decreased  dramatically   with  size  of  the  institution.   The Bul1etin of the American  mathematical   Society,  Journals  of Extension  provide  examples  of free \r\n\r\n\r\n\r\ne-journals   with  print  counterparts.   Approximately   one  half  and  one-third   of the institutions   provide  access  to only the print  versions  of these journals.\r\n\r\n\r\nChakraborty,    H.K.   (2002)5     reveals   that   electronic   Journals   have   now   been recognized   as a major  link  in scholarly  communication.   The  timely  publication, ease  in delivery,   incorporation   of multimedia   contents,  hyper  linking  and  search facility  etc.  are some of the  feature,  which  have  attracted  interest  of both  library and   scholarly    communities.    The   article    deals   with   importance,    definition, evolutionary   trends  and  access  of e-journal.   It  discusses  along  with  advantages, the   burning    issues    and   challenges    to   the   present    and   future    library    and information   professionals.   The  article  ends  with  the comment  that  the  electronic journal  as a result  of the  explosion  of Internet  use, particularly   World  Wide Web technology.\r\n\r\n\r\nBrennan,  Martin    J,  Hurd,   Julie   M,  Blecic,   Debora   D  and  Weller,   Ann   C. (2002)6  attempted   a survey  which   is a qualitative   exploration   of wide  array of issues  related  to there  search  and teaching  habits  of early  adopters  of e-journals in  a research   setting.   This  was  conducted   in the  spring  of 2001  with  faculty  in the basic  and health  sciences  at the University  of Illinois  at Chicago.  Open-ended questionnaires   provided  a framework  to wide-ranging   discussions  of perceptions, expectations,   and changing  practices  pertaining  to e-joumals  and other  electronic resources.   The  results  were  analyzed  with  a specific  focus  on shared  behaviors\r\nand  value,  disciplines-depended     variations   and  changing   research   and  teaching habits.  Several  challenges   for  library  resources   and services  were  identified   and discussed.\r\n\r\n\r\nTalya,   Sanna   and   Mania,   Hanni   (2003)7  contribute   to  the  development   of  a domain  analytic   approach   for  explaining   the  use  and  non-use  of  e-journals   and databases.     They    identify    and   define    factors    to   account    for   disciplinary differences   in e-journals   use,  outline  hypotheses   to be tested  more  rigorously   in future  research,   and test  them  initially  on a limited  data  set.  The empirical   data \r\n\r\n\r\nwas  gathered   as  a part  of  a wider  qualitative   study-exploring   scholars,   use  of networked   resources   in  four  different   disciplines:   nursing   science, literature/cultural   studies,   history   and  ecological   environmental    science.   They suggested   that  e-journals   and  databases   are  likely  to  be  used  most  heavily   in fields   in  which   direct   searching   is  the  dominant    search   method   and  topical relevance  the  primary  relevance   type  and  less  in  fields  in which  browsing   and chaining   are   the   dominant    search   methods    and   paradigmatic    relevance    the primary   relevance   type.   The  findings   also   support   the  Bates   hypothesis    that domain  size has an important  impact on the search  methods  used.\r\n\r\n\r\nSingh,  Y.K.,  Vajpai,   R.V.  and  Rupesh  Kumar   (2003)8 examined  under  the title \"E-journals:   A  challenge   for  university's    library   situated   in  remote   area\",   the modern   time  where  the  whole   world  is  online   and  it  is  called   internet.   The education   system  has also  changed  not  in India  but  all over  the  world.  Now  we are looking  to  change  media  for fast  development   since  last  few years  in India. Now  a  day's   students,   teachers   and  research   scholars   are  keenly   interested   to attend  the  libraries  at college  or  university   level.    Especially   in the  colleges   or universities   which  are  situated  in remote  areas.  The  libraries   situated   in remote areas  should   be  provided   special   fund  to  upgrade   his  resources,   i.e., internet facilities,   computer  etc.  at low cost  and libraries   staff  should  be trained  to  keep\r\ne-journals  and to help the readers  and regular  users  to the remote.\r\n\r\n\r\n\r\nBonthron,  Karen,   Urquehart,   Christine,  Ellis,   David   and  Armstrong,  Chris (2003)9 discussed  under  the  title  \"Trends  in use  of electronic  journals   in higher education  in the UK- view of academic  staff  and students\",   where they  examined disciplinary   differences   in  the  use  of  electronic   journal   by  academic   staff  and students   and  considers   whether   library   services   need  to  differentiate    between staff   and   students   when   planning    support    services    for   electronic    journals. Interviews   were   conducted   with   35  staff   and  over   500  students.   The  result indicates   that   academic   staff   incorporate    electronic   journal   usage   into   their working  patterns   in different  ways than  students  and  that  these  differences   may \r\n\r\n\r\n\r\neffect  attitudes   towards  support  services  designed  to  promote  electronic  journal usage. Disciplinary   differences   also need to be considered.\r\n\r\n\r\nKumbar,   T.S.   and   Karisiddappas    C.R.   (2004)10     explained   that  there   is  no standard  and  accepted   precise    definition   of  an e-journals    often  e-journals   are called    virtual    journals,     paperless,     online    journals,     scholarly     e-journals, networked  journals   and   CD-ROM  Journals  etc.  Basically  e-journal   is one which is   available    in   electronic    form   and   can   be   accessed    using   computer    and communication   technologies.   With the  emergence   of internet  the  prominence   of e-journals   is  felt  greatly.   E-journals   are  serials  which  are  produced,   published and distributed   nationally  and internationally   via electronic  networks.\r\n\r\n\r\n\r\nDulaymi,   Sawsan   Taha,   Marghalani,  Mohamed  A, Mc  Donald,   Andrew  and Tait,  John   I.  (2004)11    discussed  the  growth  of e-journals   since  1992. The  study investigates    the   changes   in  electronic   journal   (EJ)   and  printed   journal    (P J) collection   and  acquisition   in terms  of  number  of titles,  type  of provisions   and acquisition,   budgets  and costs  between  the years  1995 and 2000. The instruments used  in  this   study  were   questionnaires    that  were  distributed   to  six  academic libraries   in  Saudi  Arabia.   The  percentages   were  used  to  show  the  differences between  the  increase   and the  decrease  of electronic   journal   and printed  journal collections  and budgets.  The most  important  finding  shows that the percentage   of electronic   journal   collections   sharply   increased   in  1996  by  98  percent,   which corresponds  to a high increase  in their  budget  by 125 percent.\r\n\r\n\r\nSeibenberg,   Tammy    R,      Galbraith,    Betty    and   Brady,    Eiieen    E.(2004)12 conducted  a study to see if the use pattern  among the journal  titles  were changing and  if,  the   changes   were   related   to  e-access.   An  evaluation   of  journal   use statistics  was undertaken   to  determine  if the  selection  of e-journals   in the  Owen Science   and   Engineering    Library    at   the   Washington    State   University    was changing  the  students'   and researches'    choice  of journals   in chemistry,   physics andmechanical  and material  engineering.   The  statistics   showed  that  the  most  of \r\n\r\n\r\n\r\nthe print  journals   were  being  used  more than  they  were  prior  to the  advent  of e• journals.   E-journals   were  used heavily  and availability   of electric  format  greatly enhanced  the total  use  of most  titles.  However,   some  e-journals   were  used  little or not at all.\r\n\r\n\r\nWulff,   Judith    L  and   Nixon,   Neal   D.  (2004)13     examined   the  pattern   of  the electronic   journals    in  an   academic    health   sciences    library.    The   study   was conducted   in the  Kornhauser   Health  Sciences  Library.   Use  data  were  collected form three  major  vendors  of electronic  journals  and were  analyzed  and correlated using  spreadsheet   and  SPSS  for  Windows.  The result  of the  study  revealed  that the  people  used  e-journals   in  general   more  often  than  the  corresponding   print version.   One-click   electronic   access  from  citation   to  article   is  important   users and is an important   factor  in e-journal   usage.  The  users  access  e-journals   more frequently    for  clinical   use  than  research   needs.   The  study   suggests   that   the collection  development   practices  based  on quality  and user  needs  can be applied with confidence  to the electronic  environment.\r\n\r\n\r\nRockliff,   Sue (2004)14   discusses  the experience  with thee-journals  in The Queen Elizabeth  Hospital  Library.  It  was the  first  health  library  to  commit  itself  to  e• journals   in  a  significant   way.  The  South  Australian   Human   Services   Library Consortium  has a closed  impact  on the TQEH Library  of becoming  an electronic library.  The experiences   of the  last  four  years  show  that  e-journals   have  been  a success   for  the  library  and  its  users  constituting   doctors,   nurses,   allied   health staff  and  students.   The  users  need  a  lot  of  training   to  meet  their  needs.   The library   has  gained   cost  benefits   as  well  as  other   non-measurable   benefits   by canceling   all  print  journals   where  electronic   access  was  readily   available.   The users  of the  Iibrary  have  adapted  well  and  are  a group  of  a well  suited  to  the application   of  the  new  technology.   For  These  reasons,   e-journals   and  other  e• resources  and e-services  have a strong  future  in the library. \r\n\r\n\r\n\r\nTenopir,   Carol,    King,    Donal   W.   and   Bush   Amy   (2004)15     discussed    how\r\nmedical  faculty  members  use  scholarly  journals.   She examined  whether  print  or electronic  journals   are  read  more,  whether  there  is a pattern  among  the  faculty and what similarities   and differences   there  are between  the use of journals   by the\r\n\r\nmedical  faculty  and  faculty  in other  disciplines.   A survey  was  conducted   at the University    of   Tennessee    Health   Sciences    Center   using   questionnaires.   The estimation   of the  collected   data  using  critical   incident  techniques   revealed   that the medical  faculty  read  a great  deal compared  to the scientists.  They continue  to rely on print  journals.   They  read  more  articles  than  scientists   and need  digested and  verified   information    to   save. their   time.   So  from  this   study,   it  can  be ascertained   that  publishers   must  find  ways  to  provide   current   and  convenient information    in   electronic    journals    in  the   field   of   medicine  •     to   make   them maximum  use of.\r\n\r\n\r\nAngrosh, M A (2005)16  studied  the importance  of print  and electronic  journals  in the  dissemination  of  information   by applying   a value  chain  analysis.   The  study focused  on obtaining   an understanding  in terms  of cost  of productions   and  cost drivers  associated   with  the journals.   The  value  chain  analysis  advocated   that  e• journals  are the  viable  and cost-effective  medium  for creation  and dissemination of information.   The initial  cost of establishing   an e-journal  is lower than that of a print  journal.   The  structured   annual  cost  of  publishing   e-journals   reduces  over years.    The   study   also   suggests    that   by   addressing    the   crucial    issues    of authenticity    and   validity    of   articles    and   thereby   publishing    valuable   peer• reviewed   scholarly   articles,   e-journals   can  play  a  major  role  in  meeting   our increasing  demands  effectively.\r\n\r\n\r\n\r\nDe Groote,  Sandra   L and  Dorsch, Josephine  L (2005)17   conducted  .a study  to determine   whether   the  researcher   were  more  likely  to  limit  the  resources   they consulted  and  cited  to  those  journals   available   online  rather  than  those  only  in print.  The  examination   of  publications    of  medical   faculty   from  a  large  urban university   and   from   a  regional   medical   college   showed   that  the   number   of \r\n\r\n\r\n\r\njournals   cited  per  year  continued  to  increase.   Though  it was  expected   that  once online journals   had been  introduced,   the use of print  journals   would  decrease,   it did  not  prove  to  be the  case.   The  number .of  citations   both  the  print  only  and online  journals   increased.   The  study  suggests   those   medical   faculties   are  not sacrificing   quality   for  convenience.    It  can  be  expected   in  future   that   online journals   will  have  more  time  to  present  an  impact  as a result  of  increased   user acceptance    and   use.    Also,   more.   journals    in   medicine    continue    to   become available  online.\r\n\r\n\r\nNicholas,  David  and   Huntington,   Paul  (2006)18    study  to  quantify  the  usage  of. electronic journals as an aid to making the judgements on the use of document supply. A detailed analysis was made of the use of OIDO Link as well as the Blackwell Synergy, Science Direct, Emeraldinsight and OUP databases by .CIBER  at University College, London.  The study presents valuable lights on the actual and distinct from perceived ~se of electronic fill-text databases. It was found that many more people are accessing e• journals than was the case previously in a print environment. Users are searching more widely as linking becomes easier and abstracts are becoming increasingly popular. The massive  use  of  the  databases  is  significantly  affecting  the  use  of  information  by researchers.\r\n\r\n\r\nMogaddam,  Golnessa Galyani (2006)19 explained some pricing and publishing models of electronic journals. The higher and fast rising price e-journals had a professional effect on the flow of the scholarly communications. As a result, the libraries struggled to keep up with the exploring volumes and cost of e-journals especially.  in science, technology and  medicine  (STM).  Consequently a  number  of  pricing  and  publishing  models  of electronic journals have been created to offer a constructive response to those issues. The author discusses some of such models in the field of STM. The mostly used models in STM are TULIP,  PEAK, SPARK, BioOne, High Wire Press,  Project MUSE, JSTOR, PubMed, and EPIC. \r\n\r\n\r\n\r\nBurrows,  Buzzetta  (2006)2° describes the patterns of electronic journal usage in health sciences libraries during the past decade (1995-2004). The study focuses on the pattern of acquisition, management and use of e-journals at the Louise Calder Memorial Library of the University Of Miami Miller School Of Medicine. During 1995-99, e-journal service got initiated at the  library, e-journals  growth occurred  during 2000-02 and e-journal began forging paths of their own during 2003-04  the health science s libraries, their patrons and the public were early to embrace the e-joumals and continue to embrace the significant changes in scholarly communication they enable. Although the patterns of e• journals among the health sciences libraries and other libraries have similarities, they also have differences. Broad studies of e-joumals in non-health sciences libraries have been published, but a retrospective review of e-journals in health sciences libraries has not.\r\n\r\n\r\nUrbano, Cristobel  and Borrego,  Angel (2007)21  analyzed the behavior of the users of a package of e-journals using  the  data of consumption  per  IP address. The  study was conducted  on  faculty  members,  research  scholars  and  students  of  the  Faculty  of Chemistry at the University of Barcelona on their data consumption of 31 e-journals of American Chemical Society. Data on sessions, articles downJoaded and abstracts viewed were  gathered  and  analyzed.  The  results  of  the  study  reveals  that  most  of  the consumption was concentrated at a few IP addresses and most of the users make little use of information available.  The  study also  indicates  to  be  a greater  dispersion  of  the consumption of electronic information than of information on print journals.\r\n\r\n\r\nShiva  Kumar   and  Grover,   V  K  (2007)22   discussed  different  aspects of  electronic journals and their impact on users, authors, indexing services, scholarly communication, accessibility and library management. This paper presents the definition, forms and the objectives of the  e-joumals.  £-journals  play  a crucial  role  in users'  attitude towards accessing information, authors'  attitude while submitting scholarly articles, quality of information, scholarly communication such as connecting authors and users, scholarship and research, etc. They also have an impact on library management such as infrastructure, collection development and management, technical processing, reference service, space,\r\nstaffing, etc. \r\n\r\n\r\n\r\n\r\n\r\nFortini,  Toni (2007)23  details the problems and concerns that arise during an electronic journal project and the issues that persist through e-journal acquisition and management. The survey was conducted on the experiences of e-journal selection and management of staff members of three  academic libraries. After examining their responses, the study resolves that the librarians considering a switch to electronic access face many problems. They must be prepared to face continuing problem with access, archiving, cost, staffing and technology. The study also indicates a lack of conscience between the different levels of  administration  regarding   problems  and  concerns   with   e-journals   management suggesting a need for better administrative communication.\r\n\r\n\r\nNikam,  Kahiser   and   Pramodini,    B  (2007)24    explains  the  use  of  e-journals  and databases subscribed by the UGC-Infonet consortium by the users at the University of Mysore. The present study also focuses the utilization and satisfaction level of users with respect to the electronic recourses. A sample population of 200 consisting  of faculty members and research scholar were studied and the collected data were analyzed using tables and percentages. It revealed that internet has revolutionized the modes of accessing and dissemination of information. E-journals and databases have grown to be the most important sources of information today. UGC-Infonet is one of the important initiatives that provide access toe-journals  and databases. But its use is marginal and the scientists need constant guidance and training to maximize the use of e-resources. The libraries have an important role to play in assisting the users to make the best use of e-journals to a • maximum extent.\r\n\r\n\r\nDollar,  Daniel  M,  Gallagher,   John,   Glover,  Janis,   Marone,   Regina  Kenny   and Crooker,   Cynthia   (2007)25   described  their  experience  of  migration  from  print  to electronic resources to manage the electronic resources at the Cushing/Whitney Medical Library at the Yale University. The case study by the researchers found that hundreds of print journals  were shifted to  electronic only. This transition  from print  to  electronic journals has meant better services to library patrons and help advance the research and patient care missions. The challenges of managing electronic journals  have forced the \r\nReview  of Related Literature\r\n\r\n\r\nlibrary staff to work together more collaboratively and have created a more cooperative work environment. The study recommends that the library staff must be willing to make fundamental changes to traditional  library roles  and to  take on new roles to  keep a medical library vital in an electronic age.\r\n\r\n\r\nMc Kibbon,  K.  Ann,  Hynes,  R. Brian,  Mc  Kinlay  and  Lokker,  Cynthia  (2007)26 conducted a study to determine which journals  primary care physicians and specialists not affiliated with an academic medical centre access and how the accesses correlate with measures of journal quality and importance. The data collected from 105 physicians for\r\n18 months revealed that the clinicians accessed only 38% of the available journals. Some titles were accessed by many physicians but a few times per physicians, while other titles were accessed by the same physicians multiple times. They often select journals with relatively higher number of articles abstracted in ACP Journal Club. The study finds that the primary care physicians choose full text articles than specialists. Most of the journals accessed by both the group were of high quality. This study reflects challenges that the librarians have always had with providing a useful set of e journals within budget and in times of ever increasing subscription costs.\r\n\r\n\r\nSunitha,   T  (2008)27   explains  and  discusses  various  issues  and  additional  prospects relating   to   electronic   journal   collection   development.   Many   electronic  journal subscription models which are offered by different publishers and are practised in India have been discussed by the author. The prominent models practised in India are direct and second party e-journals, aggregated e-joumals, e-content access to print subscription, consortia based subscription and open access journals. The author explains some issues related to e-journal collection development. The collection development of electronic journals is a tricky and far more complex process. The various issues which have to be taken care of are access related issues, copy right issues, pricing, IT infrastructure, budget provision, usage monitoring and usability, consortia based subscription issues, archival issues, etc.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n32 \r\n\r\n\r\n\r\nMadhusudan, Margam (2008)28 described the needs and requirements of uses regarding electronic journals  in  general and the  use  of  UGC- Infonet library  and  information science e-joumals in the University of Delhi by research scholars and students ofDLIS in particular. The analysis of the collected data on knowledge of UGC Infonet, purpose of its use,  :frequency of  use, methods of reading,  etc. revealed that  e-journals play  an increasingly important role in research at DLIS. The researchers and students not only required current journals, but significant back runs as well. There is an ever increasing demand for subscriptions of more e-journals in LIS. There appears to be some needs for academics to be provided with training in using in e-joumals. The area where the greatest need for training is around managing references. The study recommends installing more computer terminals in the department computer labs and the DLIS websites to facilitate the content pages of e-journals to maximise the use of e-journals ofUGC Infonet.\r\n\r\n\r\nMogaddam, Golnessa  Galyani  and  Talawar,   V  G  (2008)29  investigate the  use  of scholarly electronic journals by users of 40 departments at the Indian Institute of Science, Bangalore. Their study was mainly aimed at finding how the scholarly electronic journals are being used in a multi disciplinary institute in India  The opinions of the users on different features of e-journals, their awareness of e-journal service, their purpose of use, preferred format, etc. have been collected using questionnaire method. The study showed a growing interest in scholarly electronic journals among the users at IISc. Electronic\r\njournals  are mostly used  for research needs and PDF format was the  most preferred format. The fact that users have free access to e-journals at all hours from their own computers seems to be the most appealing feature. By providing original data from Indian end users of scholarly e-journal, this study provides useful empirical evidence for library staff and research community.\r\n\r\n\r\nChanra  Kumar, Velayutham  (2009)30 examines the use and utilization of e-journals by the research scholars at the University of Madras. Using a standard survey method, the research scholars'  computer and internet access and use, and use and usefulness of e• journals were examined. It was found that the majority of the research scholars often use e-joumals, Though they are aware of some consortia like UGC Infonet, most of them \r\n\r\n\r\n\r\ndon't  often use them. The research  scholars  of the university  consider  e-journals  as useful resources  of scholarly  communication.   Some of them  consider  e-joumal  as a substitution to print journals,  while  some don't.  The study recommends   that  the accessibility   and use of  UGC  lnfonet   facilities   be  promoted    among   the  researchers    of  the  university    by providing  seamless  access  of e-journals.\r\n\r\n\r\nKanadiaya,   Prayatkar   K  and  Akbari,   Atul  K  (2009)31    explained   different   factors related  to thee-journals    such as definitions,   importance,   history,  latest  trends  and access of e-journals.   Some  other  issues  such  as  advantages,   burning   issues,  challenges   to  the present  and future LIS professionals,   the selection  issues,  acquisition  procedures,   process of  accessing   and  archiving   of  e-journals,   etc.  have  also  been  explained.   The  authors suggest  that  while  subscribing   to  e-journais,   first  of all  their  importance   in the  library, available  space, equipments  to utilize e-journals'   information  in electronic  form, etc. have to be kept  in mind. Main  attention  should  be paid  to journals   that  library  subscribes  to in print form, in order to provide required  useful  information.\r\n\r\n\r\nTenopir,    Carol,   King,   Donald   W,  Edwards,  Sheri   and   Wu,  Lei  (2009}32  examined how  faculty  members  locate,  obtain,  read  and  use  scholarly   articles  and  how  this  has changed  with the  wide  spread  availability   e-journals   and journals   alternatives.   The  data on information  seeking  and  reading  patterns  of science,  technology,   medical  and  social science  faculty  members,  mostly  in USA,  from  1977 to 2008  have  been  gathered  using questionnaires.  The analysis  of the gathered  data showed  that the information  seeking  and reading  patterns  of respondents   of the study  are changing  with  the growth  of e-journals. They locate  articles  through  a variety  of information   seeking  methods  such  as browsing, online  searching,  following  citation  links,  getting  recommendations    from  colleagues,   yet the proportion  of articles  located by searching  is increasing.\r\n\r\n\r\nShears,  Barbara   S, Klatt,  Carolyn  and  Nagy,  Suzanne  P.  (2009}33   evaluated   the results  of a previously   reported  method  for creating  a core  medical  e-journal   collection for a new medical  school  library.  The present  study  validates  the core  collection  created specifically  to  meet  the  needs  of the  new  school  and  identifies   the  strategy  for  making \r\n\r\n\r\n\r\ncost effective e-journal selection decision. The usage data were extracted for four e• journal packages. The usage data were correlated with weighted point values assigned to a core list e-journals and each package was evaluated for relevancy to the Florida State University College of Medicine population. The most important :finding of the study was that the core list was a valid method for creating a new community based medical school library. There exists a positive correlation between the journal usage and core list values. \r\n\r\n\r\n\r\nREFERENCES\r\n\r\n1.   Black, Deborah D and Robinson, Ann Z (2000). Use of Print Journals in an Intra Campus Exchange  Program:  Implications  for  Service  and  Electronic  journal subscription. Bulletin of Medical Library Association, 88(1), 75-77.\r\n2.   Anil  Kumar,  Nishtha  (2001).  Electronic journals:  Major  Issues.  Information\r\n\r\nToday and Tomorrow, 20(3), 9-11.\r\n\r\n3.  Davis, Philip M (2002). Patterns in Electronic Journal Usage:  Challenging the\r\n\r\nComposition of Geographic Consortia.  College and Research Libraries,  63(6),\r\n\r\n484-487.\r\n\r\n4.   Fosmire,  Michael  and Young,  Elizabeth (2002).  Free  scholarly   electronic journals:  What   Access   do  College   and   University  Libraries  Provide? College  and Research  Libraries, 63(6),  562-577.\r\n5.   Chakraborty,  H  K  (2002).  Electronic journals:   Coming  of  Age.CALIBER-\r\n\r\n2002(pp.356-365).\r\n\r\n6.\t\tBrennan,  Martin  J, Hurd,  Julie  M, Blecic,  Debora  D and  Weller,  Ann  C (2002). A Snapshot of Early Adopters of E-journals: Challenges to the Library. College and Research Libraries, 63(6), 515-527.\r\n7.  Talya,  Sanni and Maula, Hanni (2003). Reasons  for the  Use  and Non-use  of\r\n\r\nElectronic journals and Databases. Journal of Documentation, 59(6), 673-691.\r\n\r\n8.  Singh, Y K, Vajpai, RV  and Rupesh Kumar (2003). E-journals: A Challenge for\r\n\r\nUniversity's Library Situated in Remote Area. SIS, 227-231.\r\n\r\n9.  Bonthron,  Karen,  Urquehart, Christine,  Ellis,  David  and Armstrong, Chris (2003). Trends in Use of Electronic journals in Higher Education in the UK- View of Academic Staff and Students. D Lib Magazine, 9(6), 23-28.\r\n10. Kumbar, T S and Karisiddappas, C R (2004). Electronic Journals. Information\r\n\r\nTechnologyfor Libraries: A textbookfor Beginners. Bhubaneshwar: Reproprint.\r\n\r\n11. Dulaymi,   Sawsan  Taha,  Marghalani,   Mohamed   A,  Mc  Donald,   Andrew and  Tait,   John  I  (2004).  The  Growth  of  Electronic  Journals  in  Academic Libraries in Saudi Arabia. Library Management, 25(4), 190-198. \r\n\r\n\r\n\r\n12. Seibenberg, Tammy R, Galbraith, Betty and Brady, Eleen E (2004). Print Versus Electronic Journals'  Use in Three Sci/Tech Disciplines: What is Going on Here? College and Research Libraries, 65(5), 427-437.\r\n13. Wulff, Judith Land  Nixon, Neal D (2004). Quality Makers and Use of Electronic Journals in an Academic Health Sciences Library. Journal of Medical Library Association, 92(3), 342-351.\r\n14. Rockliff,   Sue   (2004).   E-journals:   The   Queen   Elizabeth  Hospital   Library\r\n\r\nExperience. The Electronic Library, 22(5), 433-439.\r\n\r\n15. Tenopir,  Carol,  King,  Donal  W. and  Bush,  Amy (2004). Medical Faculty's Use of Print and Electronic Journals: Changes over Time and in Comparison with Scientists. Journal of Medical Library Association, 92(2), 233-241.\r\n16. Angrosh, M A (2005). Electronic and Print Journals: A Value Chain Analysis.\r\n\r\nAnnals of Library and Information Studies, 52(2), 56-64.\r\n\r\n17. De Groote, Sandra L and Dorsch, Josephine L (2005). Online Journal's Impact on\r\n\r\nCitation Patterns  of Medical Faculty. Journal  of Medical Library Association,\r\n\r\n93(2), 223- 228.\r\n\r\n18. Nicholas,  David  and Huntington,  Paul (2006).  Electronic Journals:  Are  They\r\n\r\nReally Used? Inter/ending and Document Supply, 34(2), 48-50.\r\n\r\n19. Mogaddam,   Golnessa   Galyani  (2006).  Pricing   and  Publishing  Models   of\r\n\r\nElectronic Journals. SRELS Journal of Information Management, 43(4), 375-390.\r\n\r\n20. Burrows,   Suzzetta   (2006).   A   Review   of   Electronic  journal   Acquisition, Management and Use in Health Sciences Libraries. Journal of Medical Library Association, 94( 1 ), 67-74.\r\n21. Urbano, Cristobal and Borrego, Angel (2007). Analysis of the Behavior the Users of  a  Package  of  Electronic  Journals  in  the  Field  of  Chemistry. Journal  of Documentation, 63(2), 243-258.\r\n22. Shiv Kumar, and Grover, V K (2007). Electronic Journals: Impact on Scholarly communication, User and Library. Library Herald, 45(4), 325-336.\r\n23. Fortini, Toni (2007). Going Online: Academic Libraries and Move from Print to\r\n\r\nElectronic Journals. Library Student Journal, 2(4), 101-109. \r\n\r\n\r\n24. Nik.am, Khaiser and Pramodini, B (2007). Use of E- journals and Databases by the Academic Community of University of Mysore: A Study. Annals of Library and Information Studies, 54(1), 19-22.\r\n25. Dollar, Daniel M, Gallagher, John, Glover, Janis, Marone, Regina Kenny and Crooker, Cynthia (2007). Realizing what is Essential: A Case Study on Electronic Journals Management into a Print Centric Technical Service Department. Journal of Medical Library Association, 95(2), 147-155.\r\n26. Mc Kibbon, K. Ann,  Hynes, R. Brian, Mc Kinlay and Lokker, Cynthia (2007).\r\n\r\nWhich Journals  do Primary  Care Physicians  and  Specialists Access  from  an\r\n\r\nOnline Service? Journal of Medical Library Association, 95(3), 246-254.\r\n\r\n27. Sunitha, T (2008). E-journal Collection Development: Problems and Prospects. In Bavakkutty,  M,  Abdul  Majeed,  K  C  and Nasrudheen,  T  P  O  (Ed.),  Future Librarianship in Knowledge Society. (pp. 62-73). New Delhi: Ess Ess.\r\n28. Madhusudhan, Margam (2008).  Use  of  UGC-Infonet  E-journals  by  Research Scholars and Students of the University of Delhi, Delhi: A Survey. Library Hi Tech, 26 (3), 369-386.\r\n29. Mogaddam, Golnessa Galyani and Talawar V G (2008). The Use of Scholarly Electronic Journals at the Indian Institute  of Science: A Case Study  in India. Iner/ending and Document Supply, 36 (1), 15-29.\r\n30. Chadrakumar, Velayutham (2009). Use and Usefulness of E-Journals:  A Case study of Research Scholars. CALIBER-2009. (Pp.468-478).\r\n31. Kanadia,  Prayatkar  K  and  Akbari,  Atul  K  (2009).  E-Journals:  A  Common\r\n\r\nGuideline. SRELS Journal of Information Management, 46 (2), 149-154.\r\n\r\n32. Tenopir, Carol, King, Donald W, Edwards,' Sheri and Wu, Lei (2009). Electronic Journals and Changes in Scholarly Article Seeking and Reading Patterns. Aslib Proceedings: New Information Perspectives, 61 (1), 5-32.\r\n33. Shears, Barbara S., Klatt, Carolyn and Nagy, Suzanne P.  (2009). Development of a New Academic Digital Library: A  Study of Usage Data of a core Medical Electronic Journal Collection\". Journal of Medical Library Association,  97 (2),\r\n93-101. \r\n\r\n  \r\n\r\n\r\n\r\n\r\n\r\nMETHODOLOGY\r\n\r\n\r\n\r\nThis  chapter  deals  with  the  methodology   used  in the  present  study  and the chapter  has been discussed  under the following  headings:\r\n3.1       Selection  of the problem\r\n\r\n3.2       Objectives  of the study\r\n\r\n3.3      Hypotheses\r\n\r\n3.4      Methodology\r\n\r\n3.5       Tools used for study\r\n\r\n3.6       Sample population\r\n\r\n3.7       Scope of the study\r\n\r\n3.8    Data collection  procedure\r\n\r\n3.9       Data analysis  method.\r\n\r\n\r\n\r\n3.1       SELECTION  OF THE PROBLEM\r\n\r\nThe  problem   of  the  present   study   is  \"Use   of  e-journals    by  the  PG students  of the Faculty  of Medicine,  AMU, Aligarh:  A survey\".  The problem  was selected  by the  investigator   to  get  an idea  about  the  accessing   of  e-journals   by the PG students  of the Faculty  of Medicine  in AMU,  so that  the library  can make changes  to the e-journal  service  depending  up on the results  and suggestions.\r\n\r\n\r\n3.2       OBJECTIVES    OF THE  STUDY\r\n\r\nThe main objectives  of the study are:\r\n\r\n3.2.1    To  examine   the  level   of  information    of  e-journal   services   by  the  PG\r\n\r\nstudents  of the Faculty  of Medicine  in AMU.\r\n\r\n3.2.2   To know the place  from where they  access  e-journals.\r\n\r\n3.2.3    To find out the purpose  of using  e-journals.\r\n\r\n3.2.4    To know their  experiences  with the features  and demerits  of e-journals. \r\n\r\n\r\n\r\n3.2.5     To know about  the popular  e-journal   titles  among  the medical  PG students in AMU.\r\n3.2.6   To know the most preferred  format  for reading  e-journals.\r\n\r\n3.2.  7    To find out the method  of searching  of e-journal  articles.\r\n\r\n3.2.8   To know the awareness  of e-journal  consortia.\r\n\r\n3.2.9   To  find  out  the  problems   faced  by  the  PG  students   while  accessing   e•\r\n\r\njournals.\r\n\r\n3.2.10 To  know  the  effectiveness    of  e-journal   service   by  the  Medical   College\r\n\r\nLibrary.\r\n\r\n\r\n\r\n3.3       HYPOTHESES\r\n\r\n3.3.1\tMost of the PG students  of the Faculty  of Medicine  in AMU are aware of e-journals.\r\n3.3.2   Most of the PG students  access  e-journals   in Medical  College  Library.\r\n\r\n3.3.3\tMost of the PG students  are satisfied  with the e-journal  services  provided by the Medical  College  Library.\r\n3.3.4     Most of the PG students  are facing  problems  while accessing  e-journals.\r\n\r\n3.3.5   Most of the PG students  are aware  of some e-journal  consortia  in\r\n\r\nMedicine.\r\n\r\n\r\n\r\n3.4       METHODOLOGY\r\n\r\nMethodology  has its own importance  in scientific   investigation,  because objectivity   in any research   investigation   can  not  be obtained  unless  it is carried out  in  a very  systematic   and  planned   manner.   Scientific   investigation   involves careful  and  proper  adoption   of  research   design,   use  of  standardized   tools  and tests   identifying   adequate   sample   by  using   appropriate    sampling   techniques, some procedures   for collecting   data  and then   after  careful  tabulation,  the use of appropriate    statistical      technique    for  analyzing   the  data.   For  this   study   the investigator   used questionnaire   method. \r\n\r\n\r\n\r\n3.5       TOOLS  USED  FOR  THE  STUDY\r\n\r\nQuestionnaire    was  used  as  the  tool  for  the  present   study  for  collecting\r\n\r\ndata.\r\n\r\n3.5.1    QUESTIONNAIRE  METHOD:\r\n\r\nQuestionnaire   is  a tool  to  collect  the  data  from  the  diverse   large  and widely   scattered   groups.   This  method  of  data  collection   is  quite  popular.     A questionnaire   consists  of a number of questions  printed  in a definite  order.  In this method  a questionnaire   is given  to  a person  concerned  with  a request  to  answer the  question   and  return   the  questionnaire.    The  respondent   has  to  answer   the question  on his own.\r\nQuestionnaires are of two types\r\n\r\n1-\tOpen  questionnaire:   - In this type  of questionnaire no answer is given against question. Respondent supply the answer in his own words.\r\n2-\t\tClosed  questionnaire:   -  In this type  of  questionnaire,  answer  is given against the question. The respondent has to  select the alternative  answer written against the question. So the work of the respondent is to indicate his\r\n/her choice.\r\n\r\n\r\n\r\n3.6       SAMPLE  POPULATION\r\n\r\nThe  present   study  was  conducted   on  a  sample  of  76 PG  students   of the Faculty   of  Medicine   in  AMU,  Aligarh.   A  total   of   100  questionnaires    were distributed     out   of   395   PG   students    of   the   Faculty    and   only    76   filled questionnaires   were  received  back  by the  investigator.   The  investigator   selected all the  76 questionnaires,    which  constitute   about  20% of the  total  population   of PG students,  for the analysis  of the data.\r\n\r\n\r\n\r\n3.7       SCOPE  OF THE  STUDY\r\n\r\nThe present  study is only concerned  to the PG students  of the Faculty  of\r\n\r\nMedicine  in AMU, Aligarh  and their use of e-journals. \r\n\r\n\r\n\r\n\r\n3.8      DATA COLLECTIONPROCEDURE\r\n\r\nFor  the  present   study,  the  investigator   visited  the  Faculty  of  Medicine, AMU,  Aligarh   and  approached   the  PG  students   of  the  Faculty   to  collect   the necessary  data. Questionnaires  were distributed  to the PG students  and filled questionnaires   were collected  either  on the spot or after  one or two days.\r\n\r\n\r\n\r\n3.9      DATA ANALYSIS\r\n\r\nThe data collected  through  questionnaires   were  organized  and tabulated by using  statistical  methods  and percentages. \r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nDATA ANALYSIS AND INTERPRETATION\r\n\r\nIn user studies, after the data have been collected, the investigator turns to the task of analyzing the data and interpreting the results. The analysis of data requires a number of closely related operations such as establishment of categories, application of these categories to raw data through coding, tabulation, drawing statistical inferences and summarizing of data to obtain answer to the problem of research. The collected data are analyzed with the  help of vario?3 statistical  measures.  After  analyzing the  data, the investigator tests the hypotheses and arrives at generalization and builds a theory. This process is known as interpretation.\r\nThe problem for the present study is \"Use of e-journals by the PG students of the Faculty of Medicine, AMU, Aligarh: A survey\". The data collected by the investigator were  organized  and  tabulated   by  using   statistical  measures   such  as  tables   and percentages.\r\nA total number of  100 questionnaires  were distributed out of a total of 395 postgraduate students of the Faculty of Medicine at AMU and 76 questionnaires, which constitute 20% of the total population of PG students in the Faculty, were received back by the investigator. The investigator selected all the received questionnaires for analysis of the data.\r\n\r\n\r\n\r\n\r\nTable -4.1\r\n\r\nAwareness ofE-journals\r\n\r\nAwareness\tNo. of responses\tPercentage\r\nAware of\t74\t97.37%\r\nNot aware of\t2\t2.63%\r\n\r\n\r\nIt is clear from the above Table 4.1 that 97.37% of the respondents, who are PG students in the Faculty of Medicine in AMU, are aware of e-journals, while a small number of them, i.e. 2.63% are not aware of e-journals. \r\n\r\n\r\n\r\n\r\n\r\nTable -4.2\r\n\r\nSource which gives information  about e-journals\r\n\r\nSource\tNo. of responses\tPercentage\r\nPrint journals\t8\t10.53%\r\nColleagues\t23\t30.26%\r\nInternet\t57\t75.00%\r\nOthers\t6\t7.89%\r\n(Multiple answers were received) The data in the above table reveals that 75% of the respondents get information\r\nabout e-journals from internet. 30.26% of the students get information from colleagues,\r\n\r\n10.53% of them collect information from print journals and a small number of them, i.e.\r\n\r\n7.89% get information from other sources such as notice boards of departments, library, etc., library staff, teachers, etc.\r\n\r\n\r\n\r\n\r\nTable -4.3\r\n\r\nAccessing of e-journals\r\n\r\nAccessing\tNo. of responses\tPercentage\r\nAccess\t72\t94.74%\r\nDon't access\t4\t5.26%\r\n\r\n\r\nWe can observe from the Table-4.3 that most of the PG students, i.e. 94.74% access e-journals, while a small number of them constituting 5.26%   don't  access e• journals. \r\n\r\n\r\n\r\n\r\n\r\nTable -4.4\r\n\r\nPlace of accessing e-journals\r\n\r\nPlace of access\tNo. of responses\tPercentage\r\nMaulana Azad Library\t-\t-\r\nMedical College Library\t41\t53.95%\r\nDepartmental lab\t35\t46.05%\r\nUniversity Computer Center\t2\t2.63%\r\nOthers\t22\t28.75%\r\n(Multiple  answers were received)\r\n\r\n\r\n\r\nThe above tabulated data clearly indicates that most of the PG students in the Faculty of Medicine access e-journals in the Medical College Library. They consists 53.96%  of the total respondents. 46.05% of them go to their respective departmental labs to access e• journals. 28.75% of the students access at other places as home, cyber cafe, rooms at hostels, etc., while a small number of 2.63% access at the University Computer Center , which is located far from the Medical College. It is also clear from the table that no medical PG student go e-journal lab in the Maulana Azad Library.\r\n\r\n\r\n\r\n\r\nTable-4.5\r\n\r\nPersonal subscription  to e-journals\r\n\r\nSubscription  details\tNo. of responses\tPercentage\r\nSubscribe\t3\t4.17%\r\nDon't subscribe\t69\t95.83%\r\n\r\n\r\nThe data shown in Table-4.5 shows that 95.83% of the Medical PG students in AMU don't subscribe personally to e-joumals and make use of e-joumals subscribed by the University, while 4.17% of them personally subscribe toe-journals. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTable -4.6\r\n\r\nFrequency  of access\r\n\r\nFrequency\tNo. of responses\tPercentage\r\nDaily\t12\t16.67%\r\nOnce in a week\t19\t26.39%\r\nTwice in a week\t12\t16.67%\r\nRarely\t15\t20.83%\r\nOthers\t14\t19.44%\r\n\r\n\r\n\r\n\r\nThe tabulation  of the  frequency of  accessing  e-joumals  in the  above tables clearly indicates that  26.39% of the  students access e-joumals  only once  in a week,\r\n20.83%  access  rarely,   19.44%  access  other  times  such  as  whenever  need  arises,\r\n\r\noccasionally, regularly, many times a week, etc.  16.67% of students access daily and another 16.67% access e-joumals twice in a week. \r\n\r\n\r\n\r\nTable -4.7\r\n\r\nExperience with e-journal  features\r\n\r\n\t\r\n\r\n\r\n\r\nUseful\t\r\n\r\n\r\n\r\nNot useful\t\r\n\r\nNever heard of it\tWould like to try it\r\n\t\r\n\r\nTotal\t\r\n\r\n%\t\r\n\r\nTotal\t\r\n\r\n%\t\r\n\r\nTotal\t\r\n\r\n%\t\r\n\r\nTotal\t\r\n\r\n%\r\na)Video/animated graphics\t\r\n\r\n43\t\r\n\r\n59.72%\t\r\n\r\n-\t\r\n\r\n-\t\r\n\r\n8\t\r\n\r\n11.11%\t\r\n\r\n21\t\r\n\r\n29.2%\r\nb) Links to  articles in the same journal\t\r\n\r\n47\t\r\n\r\n65.25%\t\r\n\r\n-\t\r\n\r\n-\t\r\n\r\n13\t\r\n\r\n18.06%\t\r\n\r\n12\t\r\n\r\n16.7%\r\nc) Links to articles in another journal free of cost\t\r\n\r\n\r\n\r\n27\t\r\n\r\n\r\n\r\n37.50%\t\r\n\r\n\r\n\r\n-\t\r\n\r\n\r\n\r\n-\t\r\n\r\n\r\n\r\n33\t\r\n\r\n\r\n\r\n45.83%\t\r\n\r\n\r\n\r\n12\t\r\n\r\n\r\n\r\n16.7%\r\nd) Links to subject\r\n\r\ndatabases\t\r\n\r\n28\t\r\n\r\n38.89%\t\r\n\r\n3\t\r\n\r\n4.17%\t\r\n\r\n15\t\r\n\r\n20.83%\t\r\n\r\n26\t\r\n\r\n36.1%\r\ne) Links to author's\r\n\r\ne-mail address\t\r\n\r\n20\t\r\n\r\n27.78%\t\r\n\r\n37\t\r\n\r\n51.4%\t\r\n\r\n8\t\r\n\r\n11.11%\t\r\n\r\n7\t\r\n\r\n9.72%\r\n\r\n\r\nThe  above table  giving opinions of the  respondents  about  various  e-journal features shows that  59.72%, more than  half of  the population, consider  videos  in e• journals as useful, 29.2% would like to try this feature, 11.11% have never heard of it and nobody consider it as not useful. Links to cited articles in the same journal  is useful to\r\n65.25%,  18.06% have never heard of it, 16.7% would like to try it and none of them consider it as not useful. For 45.83%, the feature of links to a cited article in another journal free of cost is a feature they have never heard ofit,  for 37.50% it is useful, 16.7% would like to try it and nobody considers it as not useful. Links to subject database is useful to 38.89% of the respondents, 36.1% would like to try it, 20.83% have never heard of it and 4.17% consider it as not useful. While the links to the author's e-mail address is not useful to 51.4%, useful to 27.78%, 11.11% have never heard ofit  and 9.72% would like to try it. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTable-4.8\r\n\r\nProblems  with e-journals\r\n\r\n\t\r\n\r\nBib problem\t\r\n\r\nMinor  nuisance\t\r\n\r\nNot a problem\r\n\tTotal\t%\tTotal\t%\tTotal\t%\r\na) Videos play s1ow1y\t30\t41.67%\t34\t47.22%\t8\t11.11%\r\nb) Artic1esin PDF\r\n\r\nformat load slowly\t\r\n\r\n47\t\r\n\r\n65.28%\t\r\n\r\n16\t\r\n\r\n22.22%\t\r\n\r\n9\t\r\n\r\n12.50%\r\nc) Pictures in HTML\r\n\r\nformat Joad slowly\t\r\n\r\n26\t\r\n\r\n36.12%\t\r\n\r\n32\t\r\n\r\n44.44%\t\r\n\r\n14\t\r\n\r\n19.44%\r\nd) E-journals don't link\r\n\r\nto cited articles\t\r\n\r\n20\t\r\n\r\n27.78%\t\r\n\r\n29\t\r\n\r\n40.28%\t\r\n\r\n23\t\r\n\r\n31.94%\r\n\r\n\r\n\r\n\r\nFrom the above data, it is observed that slow speed of videos while accessing e• journals is a minor nuisance to nearly half of the respondents, i.e.47.22%, for 41.67% it is a big problem and for 11.11% it is not a problem at all. Slow speed in loading of articles in PDF format is a big problem to 65.28% of the students, a minor problem to 22.22% and    not a problem to  12.50%. 44.44% of the respondents consider slow loading of pictures in HTML format as a minor nuisance, 36.12% consider it as a big problem and\r\n19.44% don't  consider it as a problem. The lack of links to cited artic1es is a minor nuisance to 40.28%, not a problem to 31.94% and a big problem to 27.78% of the total respondents. \r\n\r\n\r\n\r\nTable-4.9\r\n\r\nUsefulness of e-journals\r\n\r\nReason to be useful\tNo. of responses\tPercentage\r\nProvide timely access\t54\t71.05%\r\nSupport searching facilities\t31\t40.79%\r\nAllow remote access\t19\t25.00%\r\nHyperlink to related articles\t14\t18.42%\r\nHave multimedia facilities\t16\t21.05%\r\nOthers\t6\t7.89%\r\n(Multiple  answers were received) The  Table-4.9 indicates that  71.05% of the  users  consider  e-journals  useful\r\nbecause  they  provide  timely  access, 40.79%  consider  them  useful  because  of  their searching capabilities, for 25% they are useful as they allow remote access, for 21.05% e• journals are useful because they have multimedia facilities and for 18.42% of users it is because of their ability to link to related articles. A  small number of  users consisting\r\n7.89%  of the  users consider the e-journal features such as ease of use, downloading facility, etc. to rate them as useful.\r\n\r\n\r\n\r\n\r\nTable-4.10\r\n\r\nMost preferred  format\r\n\r\nFormat\tNo. of responses\tPercentage\r\nHTML\t14\t19.44%\r\nPDF\t58\t80.56%\r\n\r\n\r\nWe can understand from the above table that  the  most preferred  format  fo~ reading e-journals by the respondents is PDF as 80.56% of users prefer  it to HTML format,  which is preferred by only 19.44% of users. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4.1   Usefulness  of e-joumals\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7.89%\r\n\r\n\r\n18.4\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n40.79%\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\nTimely access\r\no Hyperlinking\r\n \r\n•  Searching capabilities  D Remote access\r\n•  Multimedia facilities      D Others \r\nData Analysis and Interpretation\r\n\r\n\r\nTable-4.11\r\n\r\nSkill in the usage of e-journals\r\n\r\nSkill\tNo. of responses\tPercentage\r\nBeginner\t26\t36.11%\r\nModerate\t40\t55.56%\r\nExpert\t6\t8.33%\r\n\r\n\r\nIt is observed from the Table-4.11 that 55.56% of the users consider themselves as moderate in using   e-journals, 36.11% are beginners and only 8.33% of total respondents consider themselves as experts in using e-journals.\r\n\r\n\r\n\r\n\r\nTable-4.12\r\n\r\nPurpose  of using e-journals\r\n\r\nPurpose\tNo. of responses\tPercentage\r\nTo update knowledge\t41\t53.95%\r\nFor study\t42\t55.26%\r\nTo prepare assignments\t35\t46.05%\r\nOthers\t6\t7.89%\r\n(Multiple answers were received)\r\n\r\n\r\n\r\nTable-4.12  indicates that  majority of the  medical PG  students  in AMU,  i.e.\r\n\r\n55.26%, use e-journals for study, 53.95% for updating knowledge, 46.05% for preparing assignments and 7.89% for other purposes like preparing dissertation, theses, etc. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4.2.  Purpose of using e-joumals\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n7.89%\r\n \r\n55.26%\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTo l.4)date knowledge   •  For study  D To prepare  assignments   o Others  I \r\nData Analysis and Iaterpretstioa\r\n\r\n\r\nTable-4.13\r\n\r\nMode of article searching\r\n\r\nSearch through\tNo. of responses\tPercentage\r\nSearch engine\t47\t65.28%\r\nJournals' website\t12\t16.67%\r\nPubMed 's multi-journal\r\n\r\nwebsite\t\r\n\r\n22\t\r\n\r\n30.56%\r\nOther multi-journal websites\t\r\n\r\n11\t\r\n\r\n15.28%\r\n(Multiple  answers were received) The tabulation of above data discloses that most of the users (65.28%) search\r\narticles through search engines, 30.56% search through PubMed's  multi-journal search website,  16.67% search through specific journal's  website and 15 ..28% search articles through other multi-journal websites such as Medline, Science direct, etc.\r\n\r\n\r\n\r\n\r\nTable-4.14\r\n\r\nAccess point for searching  articles\r\n\r\nSearch by\tNo. of responses\tPercentage\r\nKeyword\t44\t61.11%\r\nAuthor\t3\t4.17%\r\nArticle title\t6\t8.33%\r\nJournal title\t19\t26.39%\r\n\r\n\r\nThe above table shows that a large number of students, constituting 61.11% of the total  respondents,  search  articles by keywords,  26.39%  search by journal's   title,\r\n8.33% .se:~e',,by  article's title and a small number consisting 4.17% search by author's name. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n30.56%\r\n \r\nFigure 4.3  Mode of searching of articles\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n15.28%\r\n \r\n\r\n16.67%\r\n \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n65.28% \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\no Search engines                                Journal's website\r\no PubMed's   multi-journal website   o Other multi-journal websites \r\n\r\n\r\n\r\nTable-4.15\r\n\r\nUse of e-journals  once located\r\n\r\nMethod  of use\tNo. of responses\tPercentage\r\nSearch specific articles\t27\t37.50%\r\nScan Jatest issues\t32\t44.44%\r\nScan table of contents of all issues\t\r\n\r\n13\t\r\n\r\n18.06%\r\n\r\n\r\nFrom table-4.15 it is observed that 44.44% of the students scan the latest issues of a journal once it is located. 37.50% search for specific articles needed by them and the remaining 18.06% scan the table of contents of all the issues and locate the articles they need.\r\n\r\n\r\n\r\n\r\nTable-4.16\r\n\r\nAwareness of e-joumal consortia  in the subject\r\n\r\nAwareness\tNo. of responses\tPercentage\r\nAware of\t33\t45.83%\r\nNot aware of\t39\t54.17%\r\n\r\n\r\nThe above tabulated  data shows that more than half of the total respondents (54.17%) are not  aware of e-journal consortia in the  field of medicine and only the remaining 45.83% are aware of such consortia. \r\n\r\n\r\n\r\nTable-4.17\r\n\r\nE-journal  consortia  used\r\n\r\nConsortium\tNo. of responses\tPercentage\r\nUGC-Infonet\t31\t40.79%\r\nCSIR consortium\t-\t-\r\nHELINET consortium\t-\t-\r\nJ-Gate consortium\t24\t31.58%\r\n(Multiple answers were received)\r\n\r\n\r\n\r\nThe above table  indicates clearly that  40.79% of the  PG students in the  Faculty of\r\nIA~._\r\nMedicine UGC-INFONET consortium and 31.58% use J-Gate consortium. No students \r\n\r\nuse\r\n \r\n\"\r\nCSIR Consortium\r\n \r\n\r\nand HELINET consortium.\r\n\r\n\r\n\r\n\r\n\r\nTable-4.18\r\n\r\nE-journal  database  used \r\n\r\nDatabase\tNo. of responses\tPercentage\r\nPubMed\t67\t93.06%\r\nMEDLINE\t30\t41.67%\r\nNIC MEDLARS Center\t18\t25.00%\r\nADONIS\t2\t2.78%\r\n(Multiple answers were received)\r\n\r\n\r\n\r\nThe Table-4.18 shows that the most of the students, i.e. 93.06% use PubMed database,\r\n\r\n41.67% use MEDLINE, 25% use NIC MEDLARS Center and only 2.78% use ADONIS\r\n\r\ndatabase. \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nFigure 4.4 E-joumal database used\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n2.78%\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n41.67%                                                                                      93.06%\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nPubMed      MED LINE  o NIC MED LARS Center  o ADONIS  I \r\nData Analysis and Interpretation\r\n\r\n\r\n\r\n\r\nTable-4.19\r\n\r\nMethod of reading full-text e-journals\r\n\r\nMethod of reading\tNo. of responses\tPercentage\r\nOn the screen\t46\t63.89%\r\nTaking print-outs\t22\t30.56%\r\nDownloading on discs\t34\t47.22%\r\nOther methods\t3\t4.17%\r\n(Multiple answers were received)\r\n\r\n\r\n\r\nIt is clear from the Table-19 that majority of the PG students, constituting 63.89% of the total respondents, read full-text articles on the screen, 47.22% read downloading on discs,\r\n30.56% by taking printouts and 4.17% use other methods to read full-text articles.\r\n\r\n\r\n\r\n\r\n\r\nTable-4.20\r\n\r\nContentof e-journals used for study\r\n\r\nContentused\tNo. of responses\tPercentage\r\nLess than 25%\t25\t34.72%\r\n25-50%\t33\t45.83%\r\n-\r\n50-75%\t14\t19.45%\r\nMore than 75%\t-\t-\r\n\r\n\r\nFrom the above tabulated data, it observed that 45.83% of the total respondents of the study use 25 -  50% of the information content of e-journal articles for study,\r\n34.72% use less than 25% and the remaining 19.45% use 50 -  75% for study. It is also observed that nobody use more than 75% of the information content of e-journal articles for study. \r\nData Analysis   and  Interpretation\r\n\r\n\r\n\r\n\r\n\r\n\r\nTable-4.21\r\n\r\nAwareness of e-journals  provided  by Medical College Library\r\n\r\nAwareness\tNo. of responses\tPercentage\r\nAware of\t51\t70.83%\r\nNot aware of\t21\t29.17%\r\n\r\n\r\n\r\n\r\nWe can observe from Table 4.21 that a majority of the students (70.83%) are aware of e• journals provided by the Medical College Library to their discipline as compared to the other 29.17%, who are not aware of it.\r\n\r\n\r\n\r\n\r\n\r\n\r\nTable-4.22\r\n\r\nPresence  of important e-journals  in Medical College Library\r\n\r\nPresence\tNo. of responses\tPercentage\r\nHas\t23\t31.94%\r\nLacks\t49\t68.06%\r\n\r\n\r\n\r\n\r\nThe  above table  shows that  68.06% of the  students  feel that  the  Medical  College Library does not provide all important e-journals they would like to access, while the other 31.94% are satisfied as they feel all e-journals they would like can be accessed from the Medical College Library.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n55 \r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nTable-4.23\r\n\r\nOpinion about information  content  of e-journals\r\n\r\nOpinion\tNo. of responses\tPercentage\r\nMost helpful\t19\t26.39%\r\nHelpful\t49\t68.06%\r\nLeast helpful\t4\t5.55%\r\nNot helpful at all\t-\t-\r\n\r\n\r\nThe data in the above table indicates that majority of the medical PG students consider the  information  content  of e-journals  as helpful.  68.06%  of the  population studied has this  opinion. 26.39%.  of them  consider  it  as  most  helpful,  while  5.55% consider it as least helpful. No student has the opinion that they are not helpful at all.\r\n\r\n\r\nTable-4.24\r\n\r\nObjection  to e-joumaJs\r\n\r\nObjections\tNo. of responses\tPercentage\r\nHave to read on the screen\t25\t34.72%\r\nNeed to take print-outs\t16\t22.22%\r\nLack of ability to browse\t7\t9.72%\r\nNeed of internet connection\t45\t62.50%\r\nOthers\t8\t11.11%\r\n(Multiple  answers were received)\r\n\r\n\r\nThe above tabulated data shows that the main objection to the e-joumals by the user group is the need for internet connection to access them. 62.50%  have this opinion. For 34. 72%, reading on the screen is the main problem, for 22.22%,  it is the need to take print outs of needed articles and for 11.11  % of students some other problems such as \r\n\r\n\r\n\r\ncost, validity and authenticity of information, etc. are the big objections. Some students\r\n\r\n(9.72%) object e-journals as they cannot be accessed by those who lack ability to browse.\r\n\r\nTable-4.25\r\n\r\nProblems  faced while accessing\r\n\r\nProblems\tNo. of responses\tPercentage\r\nInternet connectivity\t24\t33.33%\r\nSlow speed\t26\t36.11%\r\nLimited access terminals\t34\t47.22%\r\nLack of training\t20\t27.78%\r\nOthers\t3\t4.17%\r\n(Multiple answers were received)\r\n\r\nIt is very clear from the Table-4.25 that limited access terminals is the biggest problem faced by the PG students in the Faculty of Medicine in AMU while accessing e• journals.  47.22% of them face this problem. Slow speed of the internet connection is another problem faced by 36.11% of the students. 33.33% face the problem of internet connectivity and 27.78% consider lack of training as a constraint to thee-journal  access. Some  other  students  constituting  .\"4~-111. of  the  total  respondents  face  some  other problems such as absence of good e-journals in the library, less number of e-journals in some disciplines, etc.\r\n\r\n\r\nTable-4.26\r\n\r\nNeed of user training\r\n\r\nNeed of training\tNo. of responses\tPercentage\r\nNeed\t60\t83.33%\r\nDon't need\t12\t16.67%\r\n\r\n\r\nFrom the Table-4.26, we can easily understand that majority of the medical PG\r\n\r\nstudents in AMU are  in need of user training to make maximum use of e-journals.\r\n\r\n83.33% of the total population supports the training program while the remaining 16.67%\r\n\r\nare of the opinion that user training is not much necessary. \r\n\r\n  \r\n\r\n\r\n\r\n\r\n\r\n\r\nCONCLUSION,  FINDINGS AND SUGGESTIONS\r\n\r\n\r\n\r\n5.1 CONCLUSION\r\n\r\nThe present study sought to examine the use of e-journals by the PG students of the Faculty of Medicine in AMU, and the results show that most of the objectives are met satisfactorily. The study reveals that most of the medical PG students in AMU are aware of e-journals and they access them. It has been found from the survey that maximum PG students access e-journals from the Medical College Library and their departmental labs not only for study but also for updating knowledge and preparing assignments. Though the majority of them access e-journals, only a few students subscribe to them personally. Most of the PG students consider e-journals as useful and it is because of their timely access and searching capabilities. A large number of medical PG students in A.MU search articles through search engines using keywords. The study also found that most of the students read  full-text  articles on the  screen and  PDF  is the  most preferred  format. Majority of the students are not aware of any e-journal consortia in the field of medicine, yet many of them use other consortia in which AMU is a member. Though most of the PG students in the Faculty of Medicine access e-journals, they face many problems also such as limited access terminals, slow speed of internet connection, etc. and most of them feel that user training is necessary to increase the usage of e-joumals among the students.\r\n\r\n\r\n5.2 FINDINGS\r\n\r\nThe following are the majorfindings generated by the present survey.\r\n\r\n5.2.1\t\tMost of the PG  students in the Faculty of Medicine in AMU are aware of e• journals  and  access them.  97.37% of the  population  studied are  aware of  e• journals and 94.74% of them access e-journals.\r\n5.2.2   Analysis of the collected data shows that (Table 4.4) Medical College Library's\r\n\r\n'MEDLARS Center'  is the place from where most of the PG students (53.95%) access e-journals. Departmental computer labs are also used by some students(46.05%). Some of them access at University Computer Center and some \r\n\r\n\r\n\r\nother places like cyber cafe, home, etc. are also used by some students. But none of them go to Maulana Azad Library to access e-journals.\r\n5.2.3\tIt has been found by the present study that most of the medical PGs in AMU use e-journals for their study purposes (55.26%),  followed by for updating knowledge (53.95%),  to prepare assignments (46.05%) and other purposes (7.89%).\r\n5.2.4\t\tThe analysis of the data reveals that most of the students consider features of  e• journals; videos, links to articles in the same journal and links to subject databases as  very  useful  features.  59.72%,  65.25%  and  38.89%  respectively  have  this opinion. The feature of links to cited articles in another journal freely has never been heard of the majority of the students (45.83%). Yet this feature is considered as useful by 37.50%  of the students. Most of the students (51.39%) are not of the opinion that links to author's e-mail address is a useful one. Only 27.78%  feel that this is a useful feature of e-journals.\r\n5.2.5\t\tAnalysis of some problematic issues of e-joumals (Table 4.8) shows that loading of articles in PDF format is the biggest problem (for 65.28%).  Slow speed of videos is problematic for 41.67% and 47.22% consider it as a minor problem. Slow loading of pictures is also not a big problem to majority of the respondents. It is a big problem to 36.12% and a minor nuisance to 44.44%.  Absence of links to cited articles is also not a big problem to the majority. For 40.28% it is a minor problem, for 31.94% it is not a problem at all and only for 27.78% it is a big problem.\r\n5.2.6\t\tThe study also found that (from Table 4.9) most of the PG students in the Faculty of Medicine consider e-journals as useful and the main feature that is why they feel them to be useful is that e-journals provide timely access (71.05%). The other features for this opinion are their searching capabilities (40.79%), remote access (25%), multimedia facilities (21.05%), hyper linking (18.42%) and some other feature like ease of use, downloading facility, etc. (7.89%).\r\n5.2.7\t\tTable 4.10 makes us conclude that PDF is the most preferred format for reading e-journal articles by the medical PGs in AMU (80.56%).\r\n5.2.8\tIt  was  found that  most of the  medical PG  students  search  e-journal  articles through  search engines (65.28%).  They also  search through  PubMed's  multi- \r\n\r\n\r\n\r\njournal website (30.56%), specific journal's  website (16.61%) and other multi• journal   websites  (15.28%).   Most  of  them   (61.11%)   search  articles  using keywords. Some of them (26.39%) search by journal's  title, and a minority of\r\n8.33% and 4.17%  search by article title and author's  name respectively. (From\r\n\r\nTable 4.13 and Table 4.14).\r\n\r\n5.2.9\tAfter  locating  an  e-joumal,   majority  of  the  PG  students  scan  the   latest issues(44.44%). Some of them (37.50%) search specific articles needed and the others (18.06%) scan table of contents of all issues.\r\n5.2.10 The analyzed data of the present survey reveals that the majority of the medical PGs are not aware of e-journal consortia in the field of medicine. Yet they use others subscribed  by  the   University.   UGC-INFONET   is  the   mostly   used consortium (40.78%) followed by J-Gate consortium. None of them use CSIR and HELINET consortia. (Table 4.16 and Table 4.17).\r\n5.2.11  PubMed is the mostly used e-journal database among the medical PGs. 93.06% use it, followed by :MEDLINE (41.67%),  NIC  MEDLARS Center (25%) and ADONIS (2.78%). (From Table 4.18).\r\n5.2.12 The present study found that most of the PG students in the Faculty of Medicine are aware of e-joumals provided by the Medical College Library to their subject of specialization (Table 4.21). But most of them are not satisfied by the library's service as 68.06% of the students feel that all important e-joumals they would like to access are not provided by the library (Table 4.22).\r\n5.2.13 Table 4.24 reveals that though most of the PGs consider e-joumals as useful, they have some objections also to them. The main objection is the need of internet connection to access them given by 62.50%. The other objections are, they have to be read on the screen (34.72%), need to take print out of articles (22.22%),l.a.ck of ability to browse (9.72%).\r\n5.2.14 The study also found that the students face many problems while accessing e• joumals such as limited number of access terminals (47.22%), slow speed (36.11%), internet connectivity (33.33%), and lack of training (27.78%).\r\n5.2.15   Another important finding of the study is that most of the PG students in the\r\n\r\nFaculty of Medicine need user training to make maximum use of e-journals. \r\n\r\n\r\n\r\n5.3. TENABILITY  OF HYPOTHESES HYPOTHESIS-I\r\n\"Most of the PG students in the Faculty of Medicine in AMU are aware of e•\r\n\r\njournals.\"\r\n\r\nThe analysis of the collected data reveals that most of the PG students in the\r\n\r\nFaculty of Medicine in AMU are aware of e-journals.\r\n\r\nSo this hypothesis is proved to be a true hypothesis. HYPOTHESES-II\r\n\"Most of the PG students in the Faculty of Medicine access e-journals  in the\r\n\r\nMedical College Library.\"\r\n\r\nThe present study reveals that the majority of PG students (53.95%) access e•\r\n\r\njournals in the Medical College Library.\r\n\r\nSo this hypothesis is also a true hypothesis. HYPOTHESES-III\r\n\"Most of the PG students are satisfied with thee-journal  service provided by the\r\n\r\nMedical College Library\"\r\n\r\nIt  is clear from the Table 4.22 that most of the students (68.06%) feel that the Medical College Library does not provide access to all important e-journals they would like to access and thus they are not fully satisfied with thee-journal  service of the library.\r\nSo this hypothesis is proved to be a null hypothesis. HYPOTHESES-IV\r\n\"Most of the medical PG students face problems while accessing e-joumals.\" The  study  finds  that  most  of  the  PG  students  in the  Faculty  of  Medicine\r\n(88.89%) face many problems while accessing e-journals.\r\n\r\nSo this hypothesis is proved fully true. HYPOTHESES-V\r\n\"Most of the PG students are aware of some e-journal consortia in the field of\r\n\r\nMedicine.\"\r\n\r\nTable 4.16 clearly indicates that more than half of the total respondents (54.17%)\r\n\r\nare not aware of e-journal consortia in medicine.\r\n\r\nSo this hypothesis is a null hypothesis. \r\n\r\n\r\n\r\n5.4 SUGGESTIONS\r\n\r\nBased on the results and opinions of the respondents, the present study suggests the following:\r\n5.4.1   To  provide the  e-journal  service  effectively  and  efficiently,  more  number  of\r\n\r\naccess terminals should be installed in the Medical College Library as well as in the departmental computer laboratories.\r\n5.4.2\tTo save the precious time of the PG students in the Faculty of Medicine, high speed internet connection should be provided.\r\n5.4.3    For  the  proper  exploitation of  the  e-journal  services,  library  should  appoint\r\n\r\nadequate number of well-trained staff in thee-journal  labs.\r\n\r\n5.4.4\tThe  library  should  introduce  orientation  and  user  training  programs  to  the students, preferably at the start of every academic session.\r\n5.4.5\tProper feedback system should be introduced to know about various problems faced by the students and to solve them effectively.\r\n5.4.6\tThe e-joumal labs in the library and departments should provide printing facility to the students free of cost or at a nominal cost.\r\n5.4.7\tThe Medical College Library should provide the list of e-journals, which can be accessed in the library, to various departments of studies showing the titles which are of interest of the students of the department.\r\n5.4.8\tMore number of e-journals should be subscribed by the library in the fields of specialization, where only small numbers of e-journals are being subscribed.\r\n5.4.9\tStudents should be provided with the correct login and passwords of e-journals and e-journal consortia being subscribed.\r\n5.4.10 E-journals having higher impact factor should be subscribed.\r\n\r\n5.4.11 To increase the usage of e-joumals by the PG students in the Faculty of Medicine, who are always busy with patient-care  in OPD ,  24 hour internet connectivity should be provided  or increase the timing of the labs till late night so that they can access e-journals after clinics/OPD.\r\n5.4.12 The Faculty library should organize regular workshops to enhance the usage of e•\r\n\r\njournals. \r\n\r\n\r\n\r\n5.4.13 The 'Online  Journal Lab'  in the Maulana Azad Library should be open to the postgraduate students as well.\r\n5.5. RECOMMENDATIONS OF THE STUDY\r\n\r\n);.,,\t\tSurveys may be conducted to find out the use of e-joumals in other faculties of AMU also, not only by the student but of the Research scholars and Faculty members also.\r\n);.,,\tComparative study can be  conducted on the use of e-journals by the users  in related departments of studies or faculties in AMU.\r\n);.,,\t\tSurveys can be conducted on not only the use of e-journals, but also on the use of other e-resources such as e-books, e-databases, CD-ROMs, etc.\r\n);.,,\tSurveys can  be conducted  in various other  universities or  higher educational institutions in the country. \r\n  \r\n\r\n\r\n\r\nAPPENDIX I BIBLIOGRAPHY\r\n1.    Angrosh, M A (2005). Electronic and Print Journals: A Value Chain Analysis.\r\n\r\nAnnals of Library and Information Studies, 52(2), 56-64.\r\n\r\n2.   Anil  Kumar,  Nishtha  (2001).  Electronic journals:  Major  Issues.  Information\r\n\r\nToday and Tomorrow, 20(3), 9-11.\r\n\r\n3.  Annadurai, P (2006). E-publishing and its Utilization among Research Scholars of Arts  and  Science  Colleges  in  Erode:  A   Case  Study.  In  Anadan,  C  and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.94-97). New Delhi: Kanishka.\r\n4.  Bavakkutty,  M  and  Abdul  Azeez,  T  A  (2006).  Library  Consortia  in  India: Initiatives and Concerns. SRELS Journal of Information Management, 43(2), 177-\r\n184.\r\n\r\n5.  Black, Deborah D and Robinson, Ann Z (2000). Use of Print Journals in an Intra Campus  Exchange  Program:  Implications  for  Service and  Electronic  journal subscription. Bulletin of Medical Library Association, 88( 1 ), 75-77.\r\n6.  Bonthron,  Karen,  Urquehart,   Christine,  Ellis,  David  and Armstrong,   Chris (2003). Trends in Use of Electronic journals in Higher Education in the UK- View of Academic Staff and Students. D Lib Magazine, 9(6), 23-28.\r\n7.  Brennan,   Martin  J,  Hurd,  Julie  M,  Blecic,  Debora  D and  Weller,  Ann  C (2002). A Snapshot of Early Adopters of E-journals: Challenges to the Library. College and Research Libraries, 63(6), 515-527.\r\n8. Burrows, Suzzetta (2006). A Review of Electronic journal Acquisition, Management and Use in Health Sciences Libraries. Journal of Medical Library Association, 94(1), 67-74.\r\n9.  Chakraborty,  H K  (2002).  Electronic  journals:   Coming  of  Age.CALIBER-\r\n\r\n2002(pp.356-365).\r\n\r\n10. Chan, Liza (1999). Electronic Journals and Academic Libraries. Library Hi Tech,\r\n\r\n44(2), 10-16.\r\n\r\n11. Chadrakumar,  Velayutham (2009). Use and Usefulness of E-Journals: A Case study of Research Scholars. CALIBER-2009. (Pp.468-478). \r\n\r\n\r\n\r\n12. Dash, Smrutirekha and Panda, K C (2004).  £-publishing:  A Challenge for the contemporary libraries. In Information Technology in Libraries: A  Textbook for Beginners.  (pp.125-131). Bhubaneshwar: Reproprint.\r\n13. Davis, Philip M (2002).  Patterns in Electronic Journal Usage: Challenging the\r\n\r\nComposition of Geographic Consortia. College and Research Libraries,  63(6),\r\n\r\n484-487.\r\n\r\n14. De Groote, Sandra Land  Dorsch,  Josephine L (2005). Online Journal's Impact on\r\n\r\nCitation Patterns of Medical Faculty. Journal  of Medical Library Association,\r\n\r\n93(2), 223- 228.\r\n\r\n15. Dollar,  Daniel M,  Gallagher, John, Glover, Janis, Marone, Regina  Kenny and Crooker, Cynthia. (2007).Realizing what is Essential: A Case Study on Electronic Journals Management into a Print Centric Technical Service Department. Journal of Medical Library Association, 95(2), 147-155.\r\n16. Dulaymi,   Sawsan Taha,  Marghalani, Mohamed A,  Mc  Donald,  Andrew and  Tait,   John   I  (2004).  The  Growth  of  Electronic  Journals  in  Academic Libraries in Saudi Arabia. Library Management, 25(4), 190-198.\r\n17. Fortini, Toni (2007). Going Online: Academic Libraries and Move from Print to\r\n\r\nElectronic Journals. Library Student Journal, 2(4), 101-109.\r\n\r\n18. Fosmire,  Michael and Young,  Elizabeth (2002).  Free  scholarly electronic journals:  What   Access   do  College   and   University  Libraries  Provide? College and Research  Libraries,  63(6),  562-577.\r\n19. Jagadeesh,  B,  Vaidya,  N.  Nagaraj  and  Jewargikar,  S.  S   (2006).  E-joumal consortia: A Gateway to Future Knowledge. In Anadan, C and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.173-179). New Delhi: Kanishka.\r\n20. Kanadia,  Prayatkar  K  and  Akbari,  Atul  K  (2009).  £-Journals:  A  Common\r\n\r\nGuideline. SRELS Journal of Information Management, 46 (2), 149-154.\r\n\r\n21. Kanniyappan, E, Muthuswami, C and Sankar, P (2006). Usages of Esresources and Academic Libraries in Chennai. In Anadan, C and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.77-80). New Delhi: Kanishka, \r\n\r\n\r\n22. Kumbar, T S and Karisiddappas,  C R (2004). Electronic Journals. Information\r\n\r\nTechnologyfor Libraries: A textbook/or Beginners. Bhubaneshwar: Reproprint.\r\n\r\n23. Lancaster, F W (1995). The Evolution of Electronic Publishing. Library Trends,\r\n\r\n43(4), 518-527.\r\n\r\n24. Lobo,  Janet  Dotty  and  Bhandi,  M  K  (2007).  E-consortia  in the  Digital  Era: Special Reference to Health Sciences Library and Information Network Consortium; HELINET. SRELS Journal of Information Management, 44( 1 ), 63-\r\n76.\r\n\r\n25. Madhusudhan,  Margam  (2008).  Use  of  UGC-Infonet  E-joumals  by  Research Scholars and Students of the University of Delhi, Delhi: A Survey. Library Hi Tech, 26 (3), 369-386.\r\n26. Mc Kibbon, K.  Ann, Hynes, R. Brian, Mc Kinlay and Lokker, Cynthia (2007).\r\n\r\nWhich Journals  do  Primary  Care Physicians  and  Specialists Access  from an\r\n\r\nOnline Service? Journal of Medical Library Association, 95(3), 246-254.\r\n\r\n27. Mogaddam,   Golnessa   Galyani   (2006).   Pricing   and  Publishing  Models   of\r\n\r\nElectronic Journals. SRELS Journal of Information Management, 43(4), 375-390.\r\n\r\n28. Mogaddam, Golnessa Galyani and Talawar V G (2008). The Use of Scholarly Electronic Journals at the Indian Institute of Science: A Case Study in India. Iner/ending and Document Supply, 36 (1), 15-29.\r\n29. Natarajan, M (2004). Electronic Books: Management and Use. In Sahoo, KC (Ed.). Information  Management  with IT Application.  (pp.125-133).  Ludhiana: Medallion.\r\n30. Nicholas, David  and Huntington,  Paul (2006).  Electronic Journals:  Are  They\r\n\r\nReally Used? Inter/ending and Document Supply, 34(2), 48-50.\r\n\r\n31. Nikam, Khaiser and Pramodini, B (2007). Use of E- journals and Databases by the Academic Community of University of Mysore: A Study. Annals of Library and Information Studies, 54(1), 19-22.\r\n32. Pullinger, David and Brain,  Schkel (1990).  The Electronic Journal  Research.\r\n\r\nTechniques Report Paper 79. British Library Research Development. \r\n\r\n\r\n33. Ramesh Babu, VP,  Ganeshan, A and Maheshwari, D. Uma (2006).  Medical E• resources: An Introduction.  In Anadan,  C and  Gangatharan,  M  (Ed.). Digital Libraries: From Technology to Culture (pp.98-116). New Delhi: Kanishka.\r\n34. Ramesh, D  B.  (2008).Emergence of Electronic  Journals.  In Nigam,  B  S and\r\n\r\nKatariya, Sanjay (Ed.), Digital Libraries (pp.289-294).  New Delhi: Mahamaya.\r\n\r\n35. Ramesh, D B and Mahapatra, M (2004). Electronic Publishing and Media  In Information  Technology in Libraries: A  Textbook for  Beginners. (pp.l 67-172). Bhubaneshwar: Reproprint.\r\n36. Ravi Chandra Rao (2002). Sources of Information with Emphasis on Electronic\r\n\r\nResources. DRTC Annual Seminar on Electronic Sources oflnformation.\r\n\r\n37. Rockliff,   Sue   (2004).   E-journals:  The   Queen   Elizabeth   Hospital   Library\r\n\r\nExperience. The Electronic Library, 22(5), 433-439.\r\n\r\n38. Seibenberg, Tammy R, Galbraith, Betty and Brady, Eleen E (2004). Print Versus Electronic Journals' Use in Three Sci/Tech Disciplines: What is Going on Here? College and Research Libraries, 65(5), 427-437.\r\n39. Shears, Barbara S.,  Klatt, Carolyn and Nagy, Suzanne P.  (2009). Development of a New  Academic Digital Library: A  Study of  Usage Data of a core  Medical Electronic Journal Collection\". Journal of Medical Library Association,  97 (2),\r\n93-101.\r\n\r\n40. Shiv Kumar, and Grover, V K (2007). Electronic Journals: Impact on Scholarly communication, User and Library. Library Herald, 45(4), 325-336.\r\n41. Singh,  S  P  and  Krishan  Kumar  (2005).   Special  Libraries  in  the  Electronic\r\n\r\nEnvironment. New Delhi: Bookwell.\r\n\r\n42. Singh, Y K, Vajpai, RV  and Rupesh Kumar (2003). E-journals: A Challenge for\r\n\r\nUniversity's Library Situated in Remote Area. SIS, 227-231.\r\n\r\n43. Sunitha, T (2008). E-journal Collection Development: Problems and Prospects. In Bavakkutty,  M,  Abdul  Majeed,  K  C  and Nasrudheen,  T  P  O  (Ed.),  Future Librarianship in Knowledge Society. (pp. 62- 73). New Delhi: Ess Ess.\r\n44. Talya, Sanni and Maula, Hanni (2003).  Reasons  for the  Use and Non-use  of\r\n\r\nElectronic journals and Databases. Journal of Documentation, 59(6), 673-691. \r\n\r\n\r\n45. Tenopir,   Carol,  King,  Donal  W. and  Bush,  Amy  (2004). Medical Faculty's Use of Print and Electronic Journals: Changes over Time and in Comparison with Scientists. Journal of Medical Library Association, 92(2), 233-241.\r\n46. Tenopir, Carol, King, Donald W, Edwards, Sheri and Wu, Lei (2009). Electronic Journals and Changes in Scholarly Article Seeking and Reading Patterns. Aslib Proceedings: New Information Perspectives, 61 (1), 5-32.\r\n47. Urbano, Cristobal and Borrego, Angel (2007). Analysis of the Behavior the Users of a Package of Electronic Journals in the Field of Chemistry. Journal of Documentation, 63(2), 243-258.\r\n48. Vasant,  N  and  Mudhol,  V  Mahesh  (2006).  Sharing E-Journals  in  Consortia Environment. In Anadan, C and Gangatharan, M (Ed.). Digital Libraries: From Technology to Culture (pp.180-185). New Delhi: Kanishka.\r\n49. Wulff, Judith Land  Nixon, Neal D (2004). Quality Makers and Use of Electronic Journals in an Academic Health Sciences Library. Journal of Medical Library Association, 92(3), 342-351.\r\n50. Young, H (1985). ALA  Glossary of Library and Information Science. Chicago:\r\n\r\nALA. \r\nAPPENDIX II\r\n\r\nLIST OF E-JOURNALS  SUBSCRIBED BY MEDICAL  COLLEGE LIBRARY\r\n\r\n\r\nA number of e-joumals in the field of bio-medical sciences can be accessed by the users of the medical college Library. It includes hundreds of free online journals and many e• journals subscribed by the university. Important e-journals subscribed are listed below.\r\n\r\n\r\nSI. No.\tName of e-journals\r\n1.\tActa Tropica\r\n2.\tAcute Pain\r\n3.\tAmerican Journal of Cardiology\r\n4.\tAmerican Journal of Emergency Medicine\r\n5.\tAmerican Journal ofOphthahnology\r\n6.\tAmerican Journal ofOtolaryngology\r\n7.\tAmerican Journal of Preventive Medicine\r\n8.\tAmerican Journal of Surgery\r\n9.\tAnesthesia\r\n10.\tAnnals of Anatomy\r\n11.\tAnnual Review oflmmunology\r\n12.\tAnnual Review of  Microbiology\r\n13.\tApplied Microbiology and Biotechnology\r\n14.\tArchives of Medical Research\r\n15.\tArchives of Orthopedics and Trauma Surgery\r\n16.\tArthroskopie\r\n17.\tAsian Journal of Surgery\r\n18.\tBone\r\n19.\tBritish Journal of Anaesthesia\r\n20.\tBritish Journal of Anaesthetic and Recovering Nursing\r\n21.\tCancer Detection and Prevention\r\n22.\tClinical Microbiology Newsletter\r\n\r\n\r\n\r\n69 \r\n\r\nSI. No.\tName of e-journals\r\n23.\tClinical Neurology and Neurosurgery\r\n24.\tContinuing Education in Anaesthesia, Critical Care and Pain\r\n25.\tCritical Care Medicine\r\n26.\tCurrent Anaesthesia and Critical Care\r\n27.\tCurrent Opinion in Biotechnology\r\n28.\tCurrent Opinion in Microbiology\r\n29.\tCurrent Orthopaedics\r\n30.\tDer Schmerz\r\n31.\tEuropean Journal of Anaesthesiology\r\n32.\tEuropean Surgery: Acta Chirurgica Austriaca\r\n33.\tHuman Fertility\r\n34.\tImmunity\r\n35.\tImmunological Investigations\r\n36.\tImmunome Research\r\n37.\tIndian Journal of Medical Microbiology\r\n38.\tIndian Journal of Medical Research\r\n39.\tIndian Journal of Ophthalmology\r\n40.\tIndian Journal ofOtolaryngology  and Head and Neck Surgery\r\n41.\tIndian Journal of Physiology and Pharmacology\r\n42.\tInternational Immunology\r\n43.\tInternational Journal of Astrobiology\r\n44.\tInternational Journal of Epidemiology\r\n45.\tInternational Journal of Molecular Sciences\r\n46.\tInternational Microbiology\r\n47.\tInternet Journal ofNeromonitoring\r\n48.\tInternet Journal of Veterinary Medicine\r\n49.\tItalian Heart Journal\r\n50.\tJapanese Journal of Clinical Immunology\r\n52.\tJapanese Journal of Clinical Oncology\r\n\r\n\r\n\r\n70 \r\n\r\nSI. No.\tName  of e-journals\r\n53.\tJapanese  Journal  of Medical  Mycology\r\n54.\tJournal  of Anaesthesia\r\n55.\tJournal  of Clinical  Immunology\r\n56.\tJournal  of Clinical  Investigations\r\n57.\tJournal  of Dentistry\r\n59.\tJournal  of Headache  and Pain\r\n60.\tJournal  ofHepatology\r\n61.\tJournal  of Hospital  Infection\r\n62.\tJournal  of Oral and Maxillofacial   Surgery\r\n63.\tJournal  of Parasitology\r\n64.\tJournal  of Prosthodontics:   Implant,  Esthetic,  and Reconstructive   Dentistry\r\n65.\tJournal  of Receptor  and Signal Transduction\r\n66.\tLangenbeck's   Archives  of Surgery\r\n67.\tMolecular  Cell\r\n68.\tPain Clinic\r\n69.\tPain Practice\r\n70.\tPlant Cell\r\n71.\tPlant and Cell Physiology\r\n72.\tPreventive  Medicine\r\n73.\tPrimary  Care Diabetes\r\n74.\tThai Journal  of Physiological   Sciences\r\n75.\tTrends  in Cell Biology\r\n76.\tTrends  in Molecular  Medicine\r\n77.\tTrends  in Parasitology\r\n78.\tUrology\r\n79.\tVeterinary  Journal  of Anaesthesia  and Analgesia\r\n80.\tVirology  Journal\r\n81.\tVirus  Genes\r\n\r\n\r\n\r\n\r\n\r\n\r\n71 \r\nAPPENDIX  III QUESTIONNAIRE\r\n\r\n\r\nDEPARTMENT  OF LIBRARY AND INFORMATION  SCIENCE ALIGARH  MUSLIM  UNIVERSITY,  ALIGARH\r\n\r\nDear Friends,\r\nI am a student of MLISc in the Department of Library and Information Science,\r\nAMU. I am conducting a survey on the topic \"Use of e-journals  by the PG students  in the Faculty  of Medicine,  AMU, Aligarh\"  for my MLISc dissertation work under the supervision of Syed Mustafa K. Q. Zaidi, Reader, Deptt. of Lib. & Info. Science, AMU.\r\nI request to you to fill up this questionnaire and give your valuable suggestions in the space provided. Information provided by you will be kept confidential. I shall be highly thankful to you.\r\n\r\nYours sincerely\r\nSalahudheen.E (MLISc.)\r\n\r\nQuestionnaire  for PG students\r\n(Please fill the information in the blank space or put a tick mark in the square bracket.\r\nYou can give multiple answers also for a question,  if any.)\r\n\r\nPersonal  Details:-\r\n\r\na.\tName:\t.\r\nb.\tCourse:\t.\r\nc.\tFaculty:\t.\r\nd.\tDepartment:\t.\r\n\r\n\r\n1.    Are you aware of electronic journals (e-journals)?\r\n(a)  Yes                                     [  ]   (b)  No                                                   [  ]\r\n\r\n2.   Which is the source which gives you information about e-journals?\r\n(a)  Printjournals\t[\t]\t(b)   Colleagues\t[   ]\r\n(c)  Internet\t[\t]\t(d)   Others\t(Please specify)\r\n\r\n3.   Do you access e-journals?\r\n(a)  Yes                                     [  ]    (b)  No                                                   [  ]\r\n\r\n4.   If yes, the place from where you access e-journals.\r\n(a)\tMaulana Azad Library\t[\t]\t(b)\tMedical College Library\t[    ]\r\n(c)\tDepartmental lab\t[\t]\t(d)\tUniversity Computer Center\t[  ]\r\n(e)\tOthers\t\t\t\t(Please specify)\t\r\n\r\n\r\n72 \r\n5.   Do you personally  subscribe  to any e-journal  in your subject?\r\n(a)  Yes                                     [   ]    (b)  No                                                   [  ]\r\n\r\n\r\n6.  How often do you use e-journals?\r\n(a)  Daily                                   [   ]      (b)   Once in a week                             [  ] (c)  Twice in a week                 [   ]      (d)  Rarely                                           [   ] (e)   Others                                           (Please specify)\r\n\r\n7.    What ts your experience wiith th e feoll owing e-journa1 s features.?\r\nI\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n8.  How problematic are the following issues withe-journals?\r\n\tBig problem\tMinor nuisance\tNot a problem\r\na. Videos play slowly.\t\t\t\r\nb. Articles in PDF format load slowly.\t\t\t\r\nc. Pictures in HTML  format load slowly.\t\t\t\r\nd. e-journal does not provide links to cited articles.\t\t\t\r\n \r\n9.   E-journals are useful because they, (a)  Provide timely access        [   ] (c)  Allow remote access          [   ]\r\n \r\n\r\n\r\n(b)   Support searching capabilities     [   ]\r\n(d)  Provide link to related articles     [  ] \r\n(e)  Have multimedia facilities [  ]\r\n \r\n(t)\r\n \r\nOthers                                               . \r\n\r\n10. What is your most preferred format for reading full text e-journal articles?\r\n(a)  HTML                                 [   ]      (b)   PDF                                             [  ]\r\n\r\n11. How do you rate yourself in accessing e-journals? \r\n12.  What is your main purpose  of using e-journals?\r\n(a)   To update  knowledge            [    ]\t(b)  For study\t[   ]\r\n(c)   To prepare  assignments        [    ]\t(d)  Others\t(Please\tspecify)\r\n\r\n13.  How do you usually  search and access  articles  one-journals?\r\n(a)  Through  a general purpose  search engine  (e.g.: Yahoo,  Google,  etc.)        [   ] (b)  Through  a specific journals'   website                                                                 [    ] (c)  Through  PubMed' s multi-journal  search  website                                            [   ] (d)  Through  other  multi-journal  search  websites  (e.g. Medline,  etc.)                [   ]\r\n\r\n14.  When you are searching  for articles,  you usually  search  by,\r\n(a)  Keyword\t[    ]\t(b)   Author\t\t[\t]\r\n(c)   Article's  title\t[   ]\t(d)   Journal's\ttitle\t[\t]\r\n\r\n15.  Once you locate  e-journals,  how do you use them?\r\n(a)  Search for specific cited articles                                                                        [    ] (b)  Scan latest issues of articles                                                                               [    ] (c)  Scan table of contents  of issues                                                                         [    ]\r\n\r\n16. Are you aware of any e-journals  consortium  in your  subject?\r\n(a)  Yes                                          [    ]            (b)   No                                                   [    ]\r\n\r\n17. Which e-journal  consortium  do you use?\r\n(a)  UGC-INFONET\t[    ]\t(b)\tCSIR consortium\t[\t]\r\n(c)  HELINET  consortium\t[    ]\t(d)\tJ-Gate  Consortium\t[\t]\r\n\r\n18. Which e-journal  database  do you use?\r\n(a)  PUBMED\t[    ]\t(b)\tMEDLINE\t[\t]\r\n(c)  NIC MED LARS  Center\t[    ]\t(d)\tADONIS\t[\t]\r\n\r\n19. Name some full text e-journals  you access.\r\n(a)                                                                                                    .. (b)                                                                                                     . (c)                                                                                                     . (d)                                                                                             .\r\n \r\n20.\tHow do you read full text e-journals? (a)  On the screen                         [    ] (c)  Downloading   on disc           [    ]\r\n \r\n\r\n(b)   Taking print-out                            [  ]\r\n(d)   Other methods                               [   ] \r\n\r\n21. What percentage  of e-journal  content  do you include  in your study? \r\n22. Are you aware  of thee-journals    provided  by the Medical  College  Library  related  to your discipline?\r\n(a)   Yes                                          [    ]          (b)   No                                                   [    ]\r\n\r\n23.  Does Medical  College  Library  has all thee-journals    you would like?\r\n(a)   Yes                                          [   ]            (b)    No                                                 [   ]\r\n\r\n24. How do you rate the information  content  of e-journals  you access?\r\n(a)\tMost helpful\t[    ]\t(b)\tHelpful\t[\t]\r\n(c)\tLeast helpful\t[    ]\t(d)\tNot helpful  at all\t[\t]\r\n\r\n25. What are your objections  toe-journals?\r\n(a)   Having  to read on screen      [    ]           (b)    Need to take print-outs                [    ]\r\n(c)\tLack of ability  to browse\t[\t]\t(d)\tNeed  for internet\tconnection\t[\t]\r\n(e)\tOthers\t\t\t\t(Pls. specify)\t\t\t\r\n\r\n26. Do you face any problem  in accessing\te-journals?\t\r\n(a)   Yes                                          [    ]\t(b)    No\t[\t]\r\n\r\n27. If yes, which type of problem do you face?\r\n(a)\tInternet connectivity\t[\t]\t(b)\tSlow speed\t[\t]\r\n(c)\r\n(e)\tLimited access terminals\r\nOthers\t(\t]\t(d)\r\n(\tLackoftraining\r\nPlease specify)\t(\t]\r\n\r\n28. Do you think user training is required for better usage of e-journals?\r\n(a)  Yes                                      [   ]          (b)   No                                             [   ]\r\n\r\n29. Please give your valuable suggestions to improve e-journal service in Medical\r\nCollege Library/ Maulana Azad Library.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nThanks.\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n75\r\n"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"VMOU, PHDLIS"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2016-03-11"}]}},"files":[{"label":"01_title.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792643,"persistentId":"doi:10.7910/DVN/Q0AAPA/YMOKCZ","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/YMOKCZ","filename":"01_title.pdf","contentType":"application/pdf","filesize":241380,"storageIdentifier":"s3://dvn-cloud:153662d1cc5-9bb765080776","rootDataFileId":-1,"md5":"2dba7351971dfff503777c128152d0ba","checksum":{"type":"MD5","value":"2dba7351971dfff503777c128152d0ba"}}},{"label":"02_certificate.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792641,"persistentId":"doi:10.7910/DVN/Q0AAPA/KLGNDS","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/KLGNDS","filename":"02_certificate.pdf","contentType":"application/pdf","filesize":244219,"storageIdentifier":"s3://dvn-cloud:153662d222d-dbac73584794","rootDataFileId":-1,"md5":"39a2f78d7ae429462744431cb866f6d1","checksum":{"type":"MD5","value":"39a2f78d7ae429462744431cb866f6d1"}}},{"label":"03_acknowledgement.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792646,"persistentId":"doi:10.7910/DVN/Q0AAPA/BW7QJI","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/BW7QJI","filename":"03_acknowledgement.pdf","contentType":"application/pdf","filesize":384706,"storageIdentifier":"s3://dvn-cloud:153662d3476-4c4c5ea1f1d2","rootDataFileId":-1,"md5":"d87b151337d9d7ba37cd5134d45161f4","checksum":{"type":"MD5","value":"d87b151337d9d7ba37cd5134d45161f4"}}},{"label":"04_contents.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792644,"persistentId":"doi:10.7910/DVN/Q0AAPA/3XHAGV","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/3XHAGV","filename":"04_contents.pdf","contentType":"application/pdf","filesize":23363,"storageIdentifier":"s3://dvn-cloud:153662d2b0d-3f211606b40f","rootDataFileId":-1,"md5":"84405654c3580f7a00e6d6981c96452b","checksum":{"type":"MD5","value":"84405654c3580f7a00e6d6981c96452b"}}},{"label":"05_list of tables.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792651,"persistentId":"doi:10.7910/DVN/Q0AAPA/CYLUUT","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/CYLUUT","filename":"05_list of tables.pdf","contentType":"application/pdf","filesize":40490,"storageIdentifier":"s3://dvn-cloud:153662d2c10-bcb3a4bb085c","rootDataFileId":-1,"md5":"14da7dd8e0a11d2ee82996727ca429ff","checksum":{"type":"MD5","value":"14da7dd8e0a11d2ee82996727ca429ff"}}},{"label":"06_list of figures.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792640,"persistentId":"doi:10.7910/DVN/Q0AAPA/V0O8EU","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/V0O8EU","filename":"06_list of figures.pdf","contentType":"application/pdf","filesize":17133,"storageIdentifier":"s3://dvn-cloud:153662d33bb-11a37fdd0c44","rootDataFileId":-1,"md5":"211a152a203c51f81773551fdf284bf9","checksum":{"type":"MD5","value":"211a152a203c51f81773551fdf284bf9"}}},{"label":"07_list of abbrevations.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792642,"persistentId":"doi:10.7910/DVN/Q0AAPA/AM8FSE","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/AM8FSE","filename":"07_list of abbrevations.pdf","contentType":"application/pdf","filesize":41889,"storageIdentifier":"s3://dvn-cloud:153662cfd22-a7f11afed2ca","rootDataFileId":-1,"md5":"e533b7d3b7b40b7f8c131be717f84695","checksum":{"type":"MD5","value":"e533b7d3b7b40b7f8c131be717f84695"}}},{"label":"08_chapter 1.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792648,"persistentId":"doi:10.7910/DVN/Q0AAPA/Q08UBZ","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/Q08UBZ","filename":"08_chapter 1.pdf","contentType":"application/pdf","filesize":1022376,"storageIdentifier":"s3://dvn-cloud:153662d141f-ca7ee65705bc","rootDataFileId":-1,"md5":"cceeeb5db6e6662d676c0d0371c0e6ad","checksum":{"type":"MD5","value":"cceeeb5db6e6662d676c0d0371c0e6ad"}}},{"label":"09_chapter 2.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792650,"persistentId":"doi:10.7910/DVN/Q0AAPA/CCEBIX","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/CCEBIX","filename":"09_chapter 2.pdf","contentType":"application/pdf","filesize":935714,"storageIdentifier":"s3://dvn-cloud:153662d12cc-aa85111ce470","rootDataFileId":-1,"md5":"d4e65bfaacdfd84e457b6312d70f207f","checksum":{"type":"MD5","value":"d4e65bfaacdfd84e457b6312d70f207f"}}},{"label":"10_chapter 3.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792647,"persistentId":"doi:10.7910/DVN/Q0AAPA/MMKQER","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/MMKQER","filename":"10_chapter 3.pdf","contentType":"application/pdf","filesize":140280,"storageIdentifier":"s3://dvn-cloud:153662d00b3-7610341d727c","rootDataFileId":-1,"md5":"c2bd6f3b1694262520b297d7e1bd5f4a","checksum":{"type":"MD5","value":"c2bd6f3b1694262520b297d7e1bd5f4a"}}},{"label":"11_chapter 4.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792645,"persistentId":"doi:10.7910/DVN/Q0AAPA/OMSWVK","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/OMSWVK","filename":"11_chapter 4.pdf","contentType":"application/pdf","filesize":983123,"storageIdentifier":"s3://dvn-cloud:153662d131a-3cfb9b4ed5a8","rootDataFileId":-1,"md5":"b7cb4332ba21b37e4885ee371640400a","checksum":{"type":"MD5","value":"b7cb4332ba21b37e4885ee371640400a"}}},{"label":"12_chapter 5.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792649,"persistentId":"doi:10.7910/DVN/Q0AAPA/NB1YYZ","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/NB1YYZ","filename":"12_chapter 5.pdf","contentType":"application/pdf","filesize":304575,"storageIdentifier":"s3://dvn-cloud:153662d055f-ef5c8a6b1de4","rootDataFileId":-1,"md5":"5f41cf3baf2a7c8e9b550968f9d4481c","checksum":{"type":"MD5","value":"5f41cf3baf2a7c8e9b550968f9d4481c"}}},{"label":"13_appendices.pdf","restricted":false,"version":1,"datasetVersionId":80103,"dataFile":{"id":2792639,"persistentId":"doi:10.7910/DVN/Q0AAPA/0CEKI8","pidURL":"https://doi.org/10.7910/DVN/Q0AAPA/0CEKI8","filename":"13_appendices.pdf","contentType":"application/pdf","filesize":484111,"storageIdentifier":"s3://dvn-cloud:153662d18e6-633f0613e3c8","rootDataFileId":-1,"md5":"ddf798f148cb53a5c33eebb54fc7d100","checksum":{"type":"MD5","value":"ddf798f148cb53a5c33eebb54fc7d100"}}}]}}}