{"status":"OK","data":{"id":66238,"identifier":"DVN/29106","persistentUrl":"https://doi.org/10.7910/DVN/29106","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2015-02-16","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/29106","latestVersion":{"id":86516,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/29106","versionNumber":4,"versionMinorNumber":0,"versionState":"RELEASED","distributionDate":"2015-02-16","productionDate":"Production Date","lastUpdateTime":"2016-08-05T20:42:31Z","releaseTime":"2016-08-05T20:42:31Z","createTime":"2016-08-05T20:37:58Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"A Lexicial Index of Electoral Democracy"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Skaaning, Svend-Erik"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Aarhus University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"John Gerring"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Boston University"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Henrikas Bartusevicius"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Aarhus University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Svend-Erik Skaaning"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Aarhus University"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"skaaning@ps.au.dk"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"We operationalize electoral democracy as a series of necessary-and-sufficient conditions arrayed in an ordinal scale. The resulting Lexical index of electoral democracy (LIED), based partly on new data, covers all independent countries of the world from 1800 to 2013. It incorporates binary coding of its sub-components, which are aggregated into an ordinal scale using a cumulative logic. In this fashion, we arrive at an index that performs a classificatory function,  each level identifies a unique and theoretically meaningful regime type, as well as a discriminating function.   To code the lexical index of electoral democracy (LIED) we make use of five variables developed initially in the Political Institutions and Events (PIPE) dataset collected by Adam Przeworski et al. (2013): LEGSELEC, EXSELEC, OPPOSITION, MALE SUFFRAGE, and FEMALE SUFFRAGE. Since PIPE does not attempt to measure the quality of elections, we generate a sixth variable: COMPETITION. All variables are binary, coded 1 if the following circumstances obtain, and 0 otherwise.  LEGSELEC:  A legislative body issues at least some laws and does not perform executive functions. The lower house (or unicameral chamber) of the legislature is at least partly elected. The legislature has not been closed.   EXSELEC:  The chief executive is either directly or indirectly elected (i.e., chosen by people who have been elected).  OPPOSITION:  The lower house (or unicameral chamber) of the legislature is (at least in part) elected by voters facing more than one choice. Specifically, parties are not banned and (a) more than one party is allowed to compete or (b) elections are nonpartisan (i.e., all candidates run without party labels).   MALE SUFFRAGE:  Virtually all male citizens are allowed to vote in national elections. Legal restrictions pertaining to age, criminal conviction, incompetence, and local residency are not considered. Informal restrictions\r\nsuch as those obtaining in the American South prior to 1965 are also not considered.   FEMALE SUFFRAGE:  Virtually all female citizens are allowed to vote in national elections. Similar coding rules apply.  COMPETITION:  The chief executive offices and seats in the effective legislative body are filled by elections characterized by uncertainty, meaning that the elections are, in principle, sufficiently free to enable the opposition to gain power if they were to attract sufficient support from the electorate. This presumes that control over key executive and legislative offices is determined by elections, the executive and members of the legislature have not been unconstitutionally removed, and the legislature has not been dissolved. With respect to the electoral process, this presumes that the constitutional timing of elections has not been violated (in a more than marginal fashion), non-extremist parties are not banned, opposition candidates are generally free to participate, voters experience little systematic coercion in exercising their electoral choice, and electoral fraud does not determine who wins. With respect to the outcome, this presumes that the declared winner of executive and legislative elections reflects the votes cast by the electorate, as near as can be determined from extant sources. Incumbent turnover (as a result of multi-party elections) is regarded as a strong indicator of competition, but is neither necessary nor sufficient.  In addition, we rely on reports from outside observers (as reported in books, articles, and country reports) about whether the foregoing conditions have been met in a given election. Coding for this variable does not take into account whether there is a level playing field, whether all contestants gain access to funding and media, whether media coverage is unbiased, whether civil liberties are respected, or other features associated with fully free and fair elections. COMPETITION thus sets a modest threshold.  Although we employ PIPE as an initial source for coding LEGSELEC, EXSELEC, OPPOSITION, MALE SUFFRAGE, and FEMALE SUFFRAGE, we deviate from PIPE, based on our reading of country-specific sources, in several ways. First, with respect to executive elections, in the PIPE dataset, Prime ministers are always coded as elected if the legislature is open. However, for our purposes we need an indicator that also takes into account whether the government is responsible to an elected parliament if the executive is not directly elected, a situation generated by a number of European monarchies prior to World War I, by episodes of international supervision such as Bosnia-Herzegovina in the first years following the civil war, and by some monarchies in the Middle East and elsewhere (e.g., Liechtenstein, Monaco, and Tonga) in the contemporary era. To illustrate, PIPE codes Denmark as having executive elections from 1849 to 1900 although the parliamentary principle was not established until 1901. Before then, the government was accountable to the king. Among the current cases with elected multiparty legislatures not fulfilling this condition, we find Jordan and Morocco. In order to achieve a higher level of concept-measure consistency, we have thus recoded all country-years (based on country-specific accounts) for this variable where our sources suggested doing so.  We also conduct original coding for countries whose coding is incomplete in PIPE and for additional countries such as the German principalities that are not covered in PIPE. In this fashion, we generate a complete dataset for all six variables covering all independent countries of the world in the period under study (1800 to 2013). Whereas the numbers of observations for the PIPE variables range between 14,465 and 15,302, our dataset provides 18,142 observations for all variables. Except for minor adjustments regarding executive elections (mentioned above), this additional coding follows the rules laid out in the PIPE c\r\nodebook. Coding decisions are based on country-specific sources that are too numerous to specify. In rare instances we stumbled upon information that required a re-coding of PIPE variables, so the two datasets do not correspond exactly.   To generate the lexical index from these six binary variables, a country-year is assigned the highest score (L0 to LÂ6) for which it fulfills all requisite criteria, as follows: L0:  LEGSELEC=0\r\n& EXSELEC=0.  L1:  LEGSELEC=1 or EXSELEC=1.  L2:  LEGSELEC=1 & OPPOSITION=1. L3:  LEGSELEC=1 & OPPOSITION=1 & EXSELEC=1. L4:  LEGSELEC=1 & OPPOSITION=1 & EXSELEC=1 & COMPETITION=1. L5:  LEGSELEC=1 & OPPOSITION=1 & EXSELEC=1 & COMPETITION=1 & (MALE SUFFRAGE=1 or FEMALE SUFFRAGE=1) L6:  LEGSELEC=1 & OPPOSITION=1 & EXSELEC=1 & COMPETITION=1 & MALE SUFFRAGE=1 & FEMALE SUFFRAGE=1.  Countries are coded across these conditions for the length of their sovereign existence within the 1800 to 2013 timespan, generating a dataset with 221 countries. To identify independent countries we rely on the list of independent countries created by Gleditsch and Ward and the Correlates of War dataset, supplemented from 1800 to 1815 by various country-specific sources. Scores for each indicator reflect the status of a country on the last day of the calendar year (31 December) and are not intended to reflect the mean value of an indicator across the previous 364 days."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2015-02-15"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Skaaning, Svend-Erik; John Gerring; and Henrikas Bartusevicius (2015). \"A Lexical Index of Electoral Democracy.\" Comparative Political Studies, Vol. 48, No. 12, pp. 1491-1525."}}]},{"typeName":"productionDate","multiple":false,"typeClass":"primitive","value":"2014"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Harvard Dataverse Network"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://thedata.harvard.edu/dvn/"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-02-16"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2015-02-16"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1800"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"2013"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Global"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Independent countries"]}]}},"files":[{"description":"Updated version (v2) of country-year scores for the Lexical Index of Electoral Democracy and its components. Besides updating the dataset to include 2014, a few revisions have been made based on additional country-specific information.","label":"lied_v2.xls","restricted":false,"version":1,"datasetVersionId":86516,"dataFile":{"id":2710381,"persistentId":"doi:10.7910/DVN/29106/XESXOT","pidURL":"https://doi.org/10.7910/DVN/29106/XESXOT","filename":"lied_v2.xls","contentType":"application/vnd.ms-excel","filesize":1902080,"description":"Updated version (v2) of country-year scores for the Lexical Index of Electoral Democracy and its components. Besides updating the dataset to include 2014, a few revisions have been made based on additional country-specific information.","storageIdentifier":"s3://dvn-cloud:14fdf44d8fc-ac12470e4499","rootDataFileId":-1,"md5":"9fa38b3f0053dbc478a3feb8c0440723","checksum":{"type":"MD5","value":"9fa38b3f0053dbc478a3feb8c0440723"}}},{"description":"Updated to include 2015 + minor errors corrected","label":"lied_v3.xls","restricted":false,"version":1,"datasetVersionId":86516,"dataFile":{"id":2863101,"persistentId":"doi:10.7910/DVN/29106/VVBYQZ","pidURL":"https://doi.org/10.7910/DVN/29106/VVBYQZ","filename":"lied_v3.xls","contentType":"application/vnd.ms-excel","filesize":1921536,"description":"Updated to include 2015 + minor errors corrected","storageIdentifier":"s3://dvn-cloud:1565c6bfa1b-039b659f34b8","rootDataFileId":-1,"md5":"49a57605b820046f2a7d28bc757c3ba8","checksum":{"type":"MD5","value":"49a57605b820046f2a7d28bc757c3ba8"}}},{"description":"Country-year scores for the Lexicial Index of Electoral Democracy and its components","label":"lied.xls","restricted":false,"version":1,"datasetVersionId":86516,"dataFile":{"id":2537625,"persistentId":"doi:10.7910/DVN/29106/RVOKAX","pidURL":"https://doi.org/10.7910/DVN/29106/RVOKAX","filename":"lied.xls","contentType":"application/vnd.ms-excel","filesize":1880576,"description":"Country-year scores for the Lexicial Index of Electoral Democracy and its components","storageIdentifier":"s3://dvn-cloud:285574","rootDataFileId":-1,"md5":"e5617a35ee3dcdbe5e9cbe001f27e08b","checksum":{"type":"MD5","value":"e5617a35ee3dcdbe5e9cbe001f27e08b"}}}]}}}