{"status":"OK","data":{"id":3323534,"identifier":"DVN/QHF29P","persistentUrl":"https://doi.org/10.7910/DVN/QHF29P","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-12-04","storageIdentifier":"s3://10.7910/DVN/QHF29P","latestVersion":{"id":147922,"storageIdentifier":"s3://10.7910/DVN/QHF29P","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:C83578cRfKmWjNbxphaNRw==","lastUpdateTime":"2018-12-05T02:00:14Z","releaseTime":"2018-12-05T02:00:14Z","createTime":"2018-12-04T22:01:33Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Jeevika Livelihoods Project, Phase 1 Evaluation.  One round \"retrospective\" evaluation.  Household Survey Data 2011"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Datta, Upamanyu"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"World Bank"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rao, Vijayendra"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"World Bank"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Green, Joseph"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"World Bank"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"josephgreen@gmail.com"}},{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Datta, Upamanyu"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"World Bank"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"udatta@worldbank.org"}},{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Rao, Vijayendra"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"World Bank"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"vrao@worldbank.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Socio-Economic Effects of a Self-Help Group Intervention: Evidence from Bihar, India\r\n\r\nThis is a one period survey with retrospective questions of changes on changes over time, collected to do a \"quick\" evaluation of Phase 1 of the Jeevika Project Bihar. Collaboration: World Bank Social Observatory Team with Government of Bihar.\r\n\r\nMultiple discussions with the JEEViKA team revealed that project personnel considered the Census 2001 data to identify villages with high populations of SC/ST, regarded as target population. Such villages would always get the highest priority for intervention. Grassroots personnel would then enter the village and identify the hamlets where the SC/ST populations live. The spearhead team from the project would then hold a meeting in the center of such hamlets and inform the villagers about the project, the benefits of regular saving and arrange an exposure visit to a project village. Mobilization would start when 10-15 women from such communities commit to a weekly savings amount and federate themselves into an SHG.\r\nThe discussions with the JEEViKA team pointed out that for each block, prioritizing villages for entry was contingent on the number of total households & target (or low-caste) households in the village, as per Census 2001. Once the block-level plan had been formalized and the sequence of village entry finalized, the field team would conduct some initial scoping to look at the priority villages more closely. Specifically, they would consider the number of women in the village who are functionally literate, as JEEViKA mobilizes community members to perform as book- keepers and act as resource personnel to handhold the community institutions of SHGs and VOs. Additionally, the scoping team would also look at the number of people who are working in the village or locally; this information would be helpful when the VO becomes mature enough to conduct the interventions for various livelihood options.\r\nIn light of these discussions, the research team considered village level data from Census 2001 in 18 administrative blocks across 6 districts of Bihar, namely, Gaya, Khagaria, Madhubani, Muzaffarpur, Nalanda & Purnea. Out of these 18 blocks, 12 blocks were marked for the JEEViKA program in October 2007. Field operations in 5 of the remaining 6 blocks had started in early 2007. The remaining block, Bochaha in Muzaffarpur, was the pilot block for this program and field work had started here in late 2006.\r\nIn these 18 blocks, the research team considered 200 villages that were entered by the JEEViKA project at various points during 2008. For the purposes of this study, these villages were considered as the treatment units and all surveyed households in a treated village were considered beneficiaries of the JEEViKA program.\r\nTo look for counterfactuals, we consider villages in a separate set of 21 blocks in 5 of these 6 districts (excluding Khagaria). When the retrospective survey instrument was administered in early 2011, the JEEViKA project had just brought these blocks under its ambit; the block management offices had been set up and some initial scoping had been done to understand the logistics behind future interventions. After the retrospective survey was completed, the project scaled into 26 blocks, including all the 21 blocks containing the control villages.\r\nTo identify the proper counterfactuals for the 200 treatment units, we consider village level data from Census 2001. The details on the variables that were used to match villages are provided in Table 3.1 (in the cited paper).\r\nThe hope behind this matching was to construct a set of non-project villages from the 21 non- project blocks, which were reasonably similar to the set of project villages from the 18 project blocks. However, there is a potential problem that may invalidate this ‘reasonable similarity’. Recall that JEEViKA targeted villages (in the 18 blocks) for entry based on data from Census 2001; once the village was scoped in 2008, it is possible that the field personnel found out that due to migration, the caste profile of the village had changed. This creates the possibility that the project would change the intensity of mobilizations drastically, especially given scarcity of resources at its disposal. We have the potential of a bad match if a village that is selected as a counterfactual unit, on the basis of 2001 data, does not retain the required demographics for JEEViKA to intervene in 2008.\r\nTo address such issues, the survey was administered to 10 randomly selected households from the target hamlets in all 200 project and 200 non-project villages; we can assume that had caste compositions changed significantly since 2001 in either the selected project or non-project villages, this should be reflected in the sample statistics. It is to be noted that the survey team did not have a beneficiary list for the treatment villages; thus the selection of interviewed HHs were truly random, and not a sample of beneficiary HHs only. An identical survey instrument covering several broad areas on socio-economic indicators was administered to each of the 4000 households. The instrument had two broad modules; the general module was administered to a responsible adult (preferably HH head), and the women’s module was administered to an ever married adult woman. The general module collected economic information focused on asset ownership, debt portfolio, land holdings, savings habit and food security condition; social indicators attempting to capture changes in women’s empowerment focused on women’s mobility, decision making and networks were part of the women’s module. The demographic profile of each household was captured by an appropriate household roster and caste-religion profile; in addition, a livelihood roster was also administered. Given the retrospective nature of the study, questions on certain indicators were designed to capture the levels at end 2007, along with the current level. However for other indicators, like debt portfolio, questions for end 2007 levels were not asked since the chances for incorrect responses are considerable.\r\nThe first agenda is to check for balance in treatment and comparison groups on dimensions which are invariant to interventions, but which may interact with interventions to cause impacts. To start the procedure of checking for balance in key variables, a distinction needs to be made to identify which variables are relevant for analysis at the individual level, and which are relevant for analysis at the village level.\r\nBalance in key variables at village level enables an answer to the question: If the project had gone to control Village B instead of Treatment Village A, could we expect to see similar impacts? Now a similarity (difference) in impacts could be due to a combination of several characteristics in the village, and how the characteristics interact with the project, once it enters. Thus it is important to understand whether the village characteristics are similar, and whether the project interventions would have been similar in the villages. Note that the answer to this question is of paramount importance when we construct the counterfactuals; after all, if we cannot reasonably infer that Village B would have been intervened if JEEViKA went to that relevant block, then it is not very useful to consider households from village B to construct counterfactuals. We carefully examine sample characteristics at the village level to understand if the 200 non-project villages are a reasonable image for the 200 project villages.\r\na) Balance in indicator variables determining project expansion\r\nWe look at the determinants of project expansion first. At every level of the project, officials are given macro targets like achieving an N number of SHGs and X number of SC/ST beneficiaries. Under such targets it is optimal for the project to roll out into\r\na) Villages which have high levels of target population to raise chances of meeting the joint target levels, N SHGs and X SC/ST members.\r\nb) Villages which have high proportions of target population in smaller villages to raise the chances of enrolling X SC/ST members.\r\nc) Larger villages, but maybe smaller numbers in target population, to raise chances of forming N SHGs.\r\nThe choice is clear: Rolling out in (a) type villages is better than the other types. However the choice between (b) and (c) is fuzzy. Assume in late 2007, that instead of Phase-1 (actually entered) Block A, the project had decided to roll out in Phase-2 Block B (entered in late 2010), where both blocks are in the same district. Consider that identical targets were provided whether the block in question was A or B. Would the project manager follow the same strategy for expansion in the control villages that he had followed for the treated villages? With reasonable confidence, the answer is Yes, if the project manager faced similar distributions in levels of target populations and total households in both blocks. We can also consider a related question: could a similar target be feasible in both blocks? Once again, the answer is Yes, if the blocks in question had similar number of villages with similar distributions of target populations.\r\nThus the first checkpoint for balance is to identify if the control villages match up to the treatment villages in terms of the distribution of the above variables. When the project was operational in the first 18 blocks, targets and strategies were based on data from Census India 2001. The strategy for balance checks thus relies on the Census 2001 dataset; the total target population (SC+ST) is calculated in each village. The overall distribution of the Target populations in the 400 villages is considered, which provides us with mean and standard deviation of the distribution. Each Standard Deviation interval is considered as a stratum.\r\nVillages are then grouped into strata based on their target population level. We then need to check if across each stratum, similar numbers of treatment and control villages are present & if the total and target populations are similar in each stratum across treatment and control villages.\r\nTable 3.2 (in the cited paper) reveals that the number of villages by each strata of target population (apart from Strata 5) is statistically similar across project and non-project areas. Table 3.3 implies that in these villages the number of households affiliated to low castes and the total number of households was statistically similar across status of intervention, for each stratum. Together, they imply that similar targets were possible had the project rolled into the non-intervened 21 blocks, instead of the actually intervened 18 blocks. Not only that, the similarity of the numbers of target population and total households imply that block project managers would follow a similar expansion strategy in either case; distribution of villages of type (a), (b) and (c) is similar in the intervened 18 blocks vis-à-vis the non-intervened 21 blocks.\r\nb) Balance in indicator variables for village quality\r\nIt can be argued that even with similar intensity of expansion in villages across status of intervention, village quality may have an important say in the manifestation of impacts; after all, a village with better infrastructure might be paid more attention by project staff, as mobilization in such areas makes their job easier. On the other hand, due to geographical and economic segregation, villages with better infrastructure might have little or no populations of low castes. Thus, they may not be on the radar of JEEViKA at all. Although there may be ad infinitum indicators of village quality, we consider the presence of three key public amenities at the village level to identify if treated and control villages are similar, at least in the existence of these three amenities. The three indicators considered are the presence of a school, a PDS (Ration Shop) and a Primary Health Center in each village.\r\nTables 3.2, 3.3 and 3.4 prove that on the basis of available data, coupled with an understanding of the expansion strategies of JEEViKA, we can claim with substantial confidence that the grassroots managers would have faced,\r\na) Similar targets\r\nb) Similar distribution of target population and total population in villages\r\nc) Similar basic quality of villages\r\nin the 21 blocks had they been intervened in the first place, instead of the actual 18 intervened blocks. This is a key result; we can now use matching techniques to look for counterfactual households from the non-intervened villages for the beneficiary households in the project villages. Constructing a counterfactual is not a useful exercise if the average non-project village in question is radically different from the average project village, since chances are that the former village would not have been intervened by JEEViKA in any case. The above results nullify such a scenario.\r\nWe are now in a position to consider techniques for appropriate construction of comparison units; we use matching methods through propensity scores for this. As with all PSM based studies, the choice of variables that are used to generate the propensity score assume considerable importance. We now combine the thoughts from existing work in this area with knowledge of the project to identify the candidate variables that should be used to generate the propensity scores.\r\nLet a population of N units be divided into two sets of n1 and n2. Let a representative unit from each set be denoted by i1and i2 respectively. Let an intervention T be administered to the units in set n1. Heckman (1997) pointed out that the relevant statistic is the ATT (Average Treatment Effect on Treated) to measure the success (or failure) of the program and is given by\r\n(see cited paper for formula)\r\nThe problem of the missing counterfactual is that the 2nd term is not observed. Experimental studies approximate the 2nd term by randomization; hence if the population units were assigned to sets of n1and n2 randomly, the effect of treatment could be consistently estimated by\r\n(see cited paper for formula)\r\nHowever if separation into the sets was by some rule, then the above expression is an inconsistent estimate of the ATT, since the units i1and i2 are fundamentally different from each other.\r\nRosenbaum and Rubin (1983), Heckman and Robb (1985) and Lechner (1999) proposed a quasi- experimental approach to exploit knowledge about assignment of treatment to properly identify the control units from the set n2 for the beneficiary units in set n1. The essence of this approach is to note that if we can observe the levels of variables which affected the assignment of treatment, then if we can find a pair of units (one from each set) with the same levels on the same variables, either unit is the counterfactual of the other. This known as the Conditional Independence Assumption, which essentially proposes that if assignment of Treatment was a function of a vector of covariates, that is, (see cited paper for formula) then\r\n(see cited paper for formula)\r\nIn such a case, the ATT can be consistently estimated by (see cited paper for formula)\r\nNote that the vector of covariates X affects treatment, but not the other way round; for example consider a poverty reduction program which targets beneficiaries after conducting a baseline survey to identify the households below a certain poverty line. The vector of covariates would then contain the consumption levels, asset positions and other poverty indicators; however they must be measured at pre-treatment levels (for both treated and control units) to construct counterfactuals. Of course, time invariant variables (like caste) which contain information about poverty and hence influence treatment assignment should also be included in the vector X.\r\nConstructing matched pairs for a given value of X becomes improbable when the vector has multiple dimensions, and is complicated even more by continuous elements in the vector. Rosenbaum and Rubin (1983) showed that a balancing score, b(X) which is essentially a scalar projection of the vector can be of substantial use to redress this ‘curse of dimensionality’; indeed, if potential outcomes are conditionally independent of treatment assignment given the vector X, they are also independent of treatment assignment given the index b(X).\r\nThe propensity score p(X), which is essentially the probability of treatment as predicted by the vector of regressors X, is an excellent candidate for the balancing score; matching on the propensity score allows the proper construction of the counterfactual Yi2, which allows us to estimate the ATT.\r\nWe now consider the broad types of information that we use to construct the propensity scores. The 1st category consists of household level variables which cannot be affected by the project, but may interact with interventions to cause differential impacts. For clarity, such variables are regarded as time invariant variables. For example, if education of the HH Head is systematically higher in treated areas, then one can argue that practicing financial wisdom through SHG participation would have a greater impact in treated areas. The problem is that in that case it would be tricky to ascribe what part of the impact is due to higher education, and what part is due to the intervention. Note that in various econometric settings this is still feasible, especially since the AFC data collects the information of the HH head. However we are in trouble when we consider the fact that higher education probably indicates higher motivation and abilities, which are not collected in the data (or in any data set for that matter). In such a scenario, it is impossible to ascertain what part of the impact was due to a) higher education in treated areas b) highly motivated individuals in treated areas and c) just due to the intervention itself.\r\nThe above discussion motivates why one needs to first check for balance on time invariant characteristics. This brings us to the 2nd category of household level variables on which balance checks are necessary. Consider an indicator for project impact, for example, the number of cows in a household in 2010. If treated households systematically had a higher number of cows in 2007 than control households, then comparing the 2010 levels would overestimate the effect of the project in increasing the holdings of cow. On the other hand, if control households had systematically higher holdings in 2007 than treated households, then a comparison of 2010 levels would underestimate the impact of the project. Thus, a balance check is necessary on the pre- intervention levels of outcome variables before one gets into discussing impacts.\r\nNote that in case balance does not exist (for one or both categories of variables), a comparison is not impossible; attention has to be restricted to those treated and control households which have similar levels of indicators. Various matching strategies can be employed to identify units to which attention should be restricted to; but more on that later. Of course, the village level indicator variables on amenities and target population levels are included in the balancing analysis. The detailed list is provided in Table A3.1, A3.2 and A3.3 in the appendix.\r\nThese variables are used in a probit specification, where the dummy indicating whether the observation in question is a treatment or control unit is the dependent variable. The predicted probability of participation is the propensity score, and is used in conjunction with various matching methods to generate the counterfactuals.\r\nSome words about the specifications that are used to study the impacts are in order here; although the score generating mechanism is always a probit specification, we consider two broad cuts of the data, each of which have two specifications. The details are as follows;\r\nSpec 1a) All households with complete information are considered in the analysis; however only economic outcomes are under study.\r\nSpec 1b) Around 90 households did not provide information on the women’s module, and 90% of such observations came from control areas. To look at all outcomes (economic + empowerment), we repeat the p-score estimation and matching algorithms to construct the ATT for all households with complete information from general and woman’s module.\r\nSpec 2a) Some of the surveyed households did not have any outstanding loans; since the most basic intervention of JEEViKA is to provide micro-credit, it would be instructive to consider the debt portfolio of the households. To do this, we consider only indebted households in this specification, rerun the complete analysis and consider only economic outcomes.\r\nSpec 2b) In this last specification, we consider indebted households which provided information in both general and women’s modules; thus, we are in a position to look at all economic and empowerment changes across indebted households in this specification.\r\nA potential stumbling block to this study is in the retrospective nature of the instrument, which in turns raises the potential of recall error. Usually, there is no clear reason for a recall error to have a different character in general across treated and control groups. But consider an outcome which might change substantially, and change at a quicker pace, due to interventions. For example,\r\nfield experience reveals that a member experiences increased freedom to move within 3-4 months of joining an SHG. Now, in January 2011, when a question was asked to a beneficiary about whether she went to a particular place at the end of 2007, there is a considerable risk that she might reply yes, although that increased mobility may have materialized 6 months down the line. Recall errors on such outcomes, which can materialize in the short run, are always going to bias the outcome upward at 2007 levels due to extrapolation by the respondent.\r\nIndeed we can consider a question to identify if this extrapolation is actually taking place. In the mobility section, the respondent is asked whether she went to SHGs during end 2007. Around 15% of the respondents in the treatment areas said that they did; however, it is a fact that there were no SHGs (run by JEEViKA) during that time, and almost none of these respondents were part of any SHG prior to their current affiliation with JEEViKA.\r\nWhat might happen if outcomes, which are subject to a systematic recall error of the above type get included in the matching process? Note that by their very nature, such outcomes are going to be higher in treatment areas at 2007 levels, which means that they will have a strong and significant contribution to the estimation of the propensity score. Now consider two potential matches, identical on all dimensions apart from the outcome on recall-error prone variable vector, say, mobility. Recall errors on that vector would then imply that the estimate for the propensity score of the treated household diverges from that of the control household; the distance in p-scores contributed by the vector may invalidate an otherwise excellent match.\r\nThus, among variables which have 2007 levels, we have only considered those for which impacts should materialize over a longer time horizon. In fact, the only outcomes from the women’s module that has been considered for balance at pre-impact levels are whether the respondent would be able to engage in collective action when faced with some issues. The reason is that collective actions can materialize when sufficient numbers of women have joined the SHG movement in a given village, and that should take a longer time to happen than say, increased mobility to a given place.\r\nHowever, this opens up the analysis to a reasonable challenge that since 2007 levels are not considered on matching, ATT estimates of 2010 levels on such variables would not account for the fact that 2007 levels were actually different and this difference was not due to recall errors. To address this concern, all variables (for which 2007 figures are available or can be generated) have been considered at two different specifications while constructing the ATT. The 1st specification is the level at 2010; hence the ATT is a first difference. The other level is the Delta- Outcome, the difference in 2010 from 2007. Hence, for variables which were not used for balancing at 2007 levels, the ATT on the delta-outcome consistently estimates the change across the groups; a caveat being that the groups did not share divergent trends during 2007 and before.\r\nHow does recall error on a variable affect its ATT on the delta-outcome? Consider a situation where there are significant recall errors on a vector, say the mobility vector, where some respondents in the treated area systematically respond that they went to different places at end 2007, when actually they did not. If the same respondents still go to these places, the delta on these observations is essentially 0. This implies that for variables prone to recall errors, the estimated ATT on the deltas will be biased downward, the bias depending on the extent of recall error. Thus to summarize, in case a recall error causes an upward bias in 2007 outcomes in treated areas, the ATT on the Delta-outcome will be biased downward and vice-versa. An ATT estimate would hence provide a lower bound on the actual impact.\r\nThe delta-outcome variables play another significant role. Note that the matching technique matches on propensity score, and not exact covariate matching. Thus it is completely possible that although matches have close propensity scores, they diverge on the 2007-level of some of the balancing variables. A balance check is always performed to check for significant differences in average level across the treated and control groups; however, this does not imply that the individual matched pairs are actually similar on all dimensions of pre-outcomes. To consider a crude example, imagine that a treated and a control HH have been earmarked as a match for each other, but had dissimilar holdings of, say, cows in 2007. If the 2010 level is comparable, the contribution towards the ATT would be negligible. However, the delta for the HH which increased its holdings would contribute much more towards the ATT on the delta for the overall sample. Thus, considering the delta-outcomes, along with the first difference increases the confidence in changes, as the delta controls for level differences at 2007 and just considers the net change in 3 years.\r\nHence, the delta-outcomes play a dual role: they mimic the advantages of a Difference-in-\r\nDifference estimation, but are able to allow information in time invariant characteristics to\r\nconstruct the counterfactual, when such variables are used to estimate the propensity score. Do note that the assumption of similar trends apply to either process of estimation for consistent results.\r\nIf the 2007 level is balanced across T-C on average, then a significant ATT on the first difference will imply a significant ATT on the delta. In fact it would be a very odd result, if for outcome X, 2007 levels are balanced, 2010 levels are significantly different but the delta is statistically similar across groups.\r\nHowever, if the 2007 level is not balanced across T-C on average, we may have a significant ATT on the first difference, and an insignificant ATT on the delta, which implies that the groups are moving similarly. In fact, if the ATT on the delta is positive, it can probably be said that the gap is closing.\r\nA significant delta will not imply a significant ATT on the first difference, due to inexact covariate matching at 2007 levels. In this case a significant delta contributes towards the confidence in impacts.\r\nTo summarize the discussion on recall errors:\r\n1) A systematic component of the recall error may bias the 2007 level of some outcomes upward in the treatment areas. Using such variables in matching would raise chances of inexact matches. Thus such variables are not used for matching. However the deltas are used, along with first differences, to address the issue that had the 2007 levels been used, ATT estimates on the first difference might be very different; the key point is that the estimated ATT on the delta, if recall error of the above kind has taken place, will be a lower bound on the actual ATT.\r\n2) Since exact matching on all covariates at 2007 levels is impossible, the estimate on the ATT of the Delta-outcomes raises confidence in the presence or absence of impacts, as the delta removes the concern of mismatch at 2007 levels.\r\nHence, the broad types of variables considered:\r\nType A: 2007 level is available or computed. 2007 level is used for matching and balance. ATT on 2010 level and ATT on Delta are computed.\r\nType B: 2007 level is available or can be computed. However, 2007 level is not used for matching and balance. ATT on 2010 level and ATT on Delta are computed.\r\nType C: 2007 level is not available. Hence only ATT of current responses are computed. The implicit assumption is that Type C variables are highly correlated with both Type A and B variables.\r\nBefore we move on to the algorithms for matching, we briefly digress to discuss systematic recall errors that may be introduced on the account of any retrospective values. Given the previous discussion, it is clear that if beneficiaries ascribe changes in outcomes at the retrospective level, the ATT would underestimate the true effect. It might be argued that beneficiaries may underestimate pre-treatment outcomes and paint a ‘worse’ picture than it actually was, before the program came in. This might be due to a psychological effect of imagining a worse situation than it actually was; it may also be due to a strategic ploy on part of beneficiaries to paint a better picture about the program. This would be a sensible ploy only if the beneficiaries know that the program is being evaluated and they have found the program actually beneficial. A counter-argument may be that under such a scenario, beneficiaries may under- report current outcomes, if they assume that reduction in poverty may remove them from the program’s ambit.\r\nIn any case, if a systematic recall error causes beneficiaries to underreport retrospective levels, the difference in outcomes at current periods would overestimate the actual effect. If under this situation, beneficiaries underreport current levels, then there is a downward bias. In any case, the absence of a true baseline complicates our understanding about the direction of bias if systematic recall errors exist. Indeed, the data points out clearly that on some dimensions, beneficiaries are ascribing program outcomes to retrospective scenarios; for example, claiming that they did go to SHGs when it is a fact that SHGs did not exist. We know that under this scenario, ATTs on the current outcomes are a lower bound on the actual effect. However, a-priori we do not know which outcomes are subject to systematic recall errors, and in what direction. For this reason, we re-run Specifications 1b and 2b without any outcome variables measured at retrospective levels. The results on balance and subsequent matching from these re-runs are presented in the appendix, as an additional robustness check on the main specifications, which still include the retrospective levels of outcomes.\r\nWe are now at a stage to discuss the various matching protocols that are used in the current study; 5 matching methods have been used to construct the counterfactuals. The 1st two methods are NN (with replacement) matching and kernel matching, where the bandwidth is given by the auto-generated rule of thumb optimum. The 3rd method is also a kernel algorithm; it uses a bandwidth which comes out of minimizing the root mean square error (RMSE) by using a process of leave one out cross validation (LOOCV). The Leave-One-Out-Cross-Validation (LOOCV) process uses a minimization criterion of the RMSE to identify a reasonable bandwidth. The last 2 methods considered are a caliper and radius specification with the same tolerance level. We recall that the choice of this tolerance level is important for caliper/radius specifications; hence, we spend some time to discuss the reason behind choosing the tolerance level, which in the present study is given by:\r\nTolerance Level= (SE of Average Treatment Probability of Treated Observations) – (SE of Average Treatment Probability of Control Observations)\r\nWe start by looking at the estimation of the propensity scores and their distribution among the treatment and control units; these are distributions are from the unmatched sample.\r\nThe distributional graphs (in the cited paper) contain a major implication; a substantial number of observations from either treatment or control sets are in the common support region. Below, we provide the graphs of distribution of matching and the statistics on post-match balance for Spec 1a to understand the intuition.\r\nIn the balancing exercise, common support had been imposed; this essentially means that the treated units with a propensity score higher than the propensity score of the control unit, with the maximum propensity score, are not considered for matching. For nearest neighbor and kernel algorithms, this is the implication of common support. Note that in nearest neighbor and kernel, all treatment units are matched; additionally, in kernel matching, all control units are used to construct the match. In radius/caliper algorithms, the imposition of a tolerance bound, say ε, implies that all treated units which do not have a control unit within a distance of |ε| in propensity scores are left unmatched. Thus under radius/caliper algorithms, the quality of matching (in terms of proximity of propensity scores) is decreasing in ε. In table A3.4 we look at the balance statistics on the pre-treatment levels of the outcome variables for Spec 1a.\r\nWe are now in a position to interpret the results. Due to the number of specifications, algorithms and probable outcomes, we have a large set of ATTs to consider. In the following discussion we focus on the results that are generally robust, especially when we consider specifications 1b and 2b. The detailed results across specifications and matching modules are provided in the appendix.\r\n\r\nThis research was informed and anchored by discussions with JEEViKA project staff, led by Arvind K Chaudhary (CEO, JEEViKA) and Ajit Ranjan (State Manager, M&E). I am grateful to AFC Ltd. for conducting the field work for the survey, and Santosh Raman (IT Analyst, JEEViKA) for creating comprehensive software to expedite digitization and analysis. Parmesh Shah and Vinay Vutukuru (World Bank) provided key inputs at various stages. The technical design underlying the study was substantially guided by Prof Vivian Hoffmann (University of Maryland, College Park) and Vijayendra Rao (World Bank). Lastly, I thank Prof Kenneth Leonard (University of Maryland, College Park) for his independent review. All errors are the sole responsibility of the author."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Self Help Groups, Community Driven Development, PSM, India"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Socio-Economic Effects of a Self-Help Group Intervention - Evidence from Bihar, India"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Working Paper Abstract: Poverty reduction via formation of community based organizations is a popular approach in regions of high socio-economic marginalization, especially in South Asia. The shortage of evidence on the impacts of such an approach is an outcome of the complexity of these projects, which almost always have a multi-sectoral design to achieve a comprehensive basket of aims. In the current research, we consider results from a rural livelihoods program in Bihar, one of India’s poorest states. Adopting a model prevalent in several Indian states, the Bihar Rural Livelihoods Project, known locally as JEEViKA, relies on mobilizing women from impoverished, socially marginalized households into Self Help Groups. Simultaneously, activities such as micro-finance and technical assistance for agricultural livelihoods are taken up by the project and routed to the beneficiaries via these institutions; these institutions also serve as a platform for women to come together and discuss a multitude of the socio-economic problems that they face. We use a retrospective survey instrument, coupled with PSM techniques to find that JEEViKA, has engendered some significant results in restructuring the debt portfolio of these households; additionally, JEEViKA has been instrumental in providing women with higher levels of empowerment, as measured by various dimensions."},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-12-04"}]}},"files":[{"description":"Readme & data info","label":"Bihar Jeevika Retrospective - Readme & data info.tab","restricted":false,"version":2,"datasetVersionId":147922,"dataFile":{"id":3323537,"persistentId":"doi:10.7910/DVN/QHF29P/MZXFBY","pidURL":"https://doi.org/10.7910/DVN/QHF29P/MZXFBY","filename":"Bihar Jeevika Retrospective - Readme & data info.tab","contentType":"text/tab-separated-values","filesize":115,"description":"Readme & data info","storageIdentifier":"s3://dvn-cloud:1677b3c39bb-32c2964787f6","originalFileFormat":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","originalFormatLabel":"MS Excel (XLSX)","UNF":"UNF:6:PgPr2KO8Jj4cZmra3VQheQ==","rootDataFileId":-1,"md5":"9875fa2c5f33fe900777301b7ec77ba3","checksum":{"type":"MD5","value":"9875fa2c5f33fe900777301b7ec77ba3"}}},{"description":"Household Questionnaire","label":"English Version.pdf","restricted":false,"version":1,"datasetVersionId":147922,"dataFile":{"id":3323535,"persistentId":"doi:10.7910/DVN/QHF29P/IX7MQV","pidURL":"https://doi.org/10.7910/DVN/QHF29P/IX7MQV","filename":"English Version.pdf","contentType":"application/pdf","filesize":600678,"description":"Household Questionnaire","storageIdentifier":"s3://dvn-cloud:1677b3c6877-df219d4b63b0","rootDataFileId":-1,"md5":"664f201ea3c41dc8ac0ce03de3e02c3d","checksum":{"type":"MD5","value":"664f201ea3c41dc8ac0ce03de3e02c3d"}}},{"description":"Household data","label":"HH-Member Merged.tab","restricted":false,"version":2,"datasetVersionId":147922,"dataFile":{"id":3323538,"persistentId":"doi:10.7910/DVN/QHF29P/AX6PX6","pidURL":"https://doi.org/10.7910/DVN/QHF29P/AX6PX6","filename":"HH-Member Merged.tab","contentType":"text/tab-separated-values","filesize":4331967,"description":"Household data","storageIdentifier":"s3://dvn-cloud:1677b3c438c-4df8e455f670","originalFileFormat":"application/x-stata","originalFormatLabel":"Stata Binary","UNF":"UNF:6:HSZOlQMDAhxXv6tqxDQr9A==","rootDataFileId":-1,"md5":"2744525ace6ce197c7b39903f4520a57","checksum":{"type":"MD5","value":"2744525ace6ce197c7b39903f4520a57"}}},{"description":"Working Paper","label":"Socio-Economic Effects of a Self-Help Group Intervention - Evidence from Bihar, India.pdf","restricted":false,"version":1,"datasetVersionId":147922,"dataFile":{"id":3323536,"persistentId":"doi:10.7910/DVN/QHF29P/A00ZQX","pidURL":"https://doi.org/10.7910/DVN/QHF29P/A00ZQX","filename":"Socio-Economic Effects of a Self-Help Group Intervention - Evidence from Bihar, India.pdf","contentType":"application/pdf","filesize":1687485,"description":"Working Paper","storageIdentifier":"s3://dvn-cloud:1677b3c8e1d-266c6a465841","rootDataFileId":-1,"md5":"c49472ebe6359f96fb9f6f220df1bd28","checksum":{"type":"MD5","value":"c49472ebe6359f96fb9f6f220df1bd28"}}}]}}}