{"status":"OK","data":{"id":2917465,"identifier":"DVN/FQUFH2","persistentUrl":"https://doi.org/10.7910/DVN/FQUFH2","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-11-11","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/FQUFH2","latestVersion":{"id":88804,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/FQUFH2","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2016-11-11T20:22:15Z","releaseTime":"2016-11-11T20:22:15Z","createTime":"2016-11-11T20:19:37Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"The Role of Host Country Factors and Institutional Framework for FDI Spillovers in Ethiopia: The Case of Manufacturing Sector"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Eyayu Tesfaye"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Antwerp, Belgium"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"abcralert@gmail.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In relation to the rapid economic growth and various investment policy reforms; the number and types of FDI inflows to Ethiopia has been increasing. These steady inflows of FDI deliver important contributions to employment, foreign exchange and revenue generation of the country. FDI also affects the domestic economy indirectly through various channels one of which is productivity improvement of domestic firms resulting from technology and knowledge spillovers. The dynamic gains through spillovers from multinationals to local firms are the most valuable contribution of FDI to long-run growth and development of the country.\r\n\r\nHowever, the spillovers effect of FDI does not accrue automatically with the presence of foreign firms. There are various mediating factors affecting the knowledge and technology transfer from foreign to domestic firms one of which is host country factors and institutional framework. The net impact of FDI on domestic firms largely depends on the host country factors and institutional framework where the other mediating factors are situated. As far as our knowledge is concerned, none of the previous studies assess the role of host country factors and institutions as a mediating factor in analyzing the effect of FDI spillovers in Ethiopia in general and with in the manufacturing sector in particular.\r\n\r\nThis study is, therefore, aimed at assessing the role of host country factors and institutions in mediating the intra-industry productivity spillovers in the manufacturing industry. Specifically, the paper addresses the productivity effect of interaction of FDI spillovers variables with labor freedom index, investment freedom index as well as trade openness and financial efficiency index of the country. Moreover, the study analyses the productivity spillovers effect through labor mobility channels and other channels of horizontal transfer separately.\r\n\r\nIn this study, we use firm-level survey data on large and medium scale manufacturing industries collected by the Central Statistics Authority (CSA) of Ethiopia covering the period 2003 to 2010. The number of firms per year varies from a low of 730 in 2004 to high of 1863 in 2009.After deleting observations with zero employment, output, and sales value; the data is organized as unbalanced panel consisting of 11131 observations with in 52 manufacturing industry categories based on ISIC Revision 4.1 classification. Regarding ownership, we consider firms with total share of foreign ownership of 10 percent and above as FDI based on UNCTAD and OECD classification. The firm-level data is combined with country-level data to control for effect host country factors and institutional framework. The country level data is obtained from ADI, WDI and Heritage foundation databases. Moreover, the data obtained from Ethiopia Investment Agency is also used for descriptive analysis.\r\n\r\nWe use both descriptive and econometrics as a method of analysis to address the above objectives. The descriptive analysis shows that employment and gross capital formation contribution of FDI has been increasing in the country. Sector wise, manufacturing sector takes largest share during the period under consideration. The largest share of manufacturing sector is attributed to special tax and non tax related incentive schemes to investors engaged in the sector. Some of the incentives include 100 percent exemption from custom duties, domestic loan up to 70 percent of the investment capital, and low land lease rate among others. Industry wise, labor intensive manufacturing industries contribute more than 90 percent of employment and value added in the sector. However, the sectors’ contribution to value added and export is lower relative to agriculture and service sectors of the country as well as the Sub-Saharan Africa average.\r\n\r\nFor the econometric analysis, panel data econometrics with fixed effects estimation technique is used as a method of analysis. After addressing all the estimation issues, we estimate the baseline model containing only the interaction terms as an explanatory variable and the extended model incorporating observable and unobservable control variables. The observable control variables, industry fixed effects and firm fixed effects are included in the model after checking their respective significance. We incorporate these variables in our estimation to be more confident in isolating the spillovers effect of FDI on productivity of domestic firms.\r\n\r\nThe estimation result revealed that the intra-industry spillovers effect of FDI on productivity of domestic firms is positive except through the labor mobility channel which will not be reversed even in one year. The highly flexible labor market and wage difference facilitates the employee’s turnover from domestic to foreign firms. In contrast, the estimation result suggests that the degree of openness, human capital stock and financial sector efficiency positively and significantly mediates the productivity effect from FDI. Concerning the control variables included in the model, capital intensity and age positively and significantly affects domestic firms’ productivity. The effect of sector level concentration on firm’s productivity is also positive but not significant.\r\n\r\nOur result clearly shows that the country’s human capital development as well as trade openness and financial development plays a positive role in mediating knowledge and technology transfer between multinationals and domestic firms. However, the country’s highly flexible labor market regulation facilitates the labor mobility from domestic to foreign firms which adversely affects productivity of domestic firms.\r\n\r\nOverall these findings suggest that apart from targeting to increase the volume of FDI; integrating spillovers as a wider industrial development policy is crucial so as to benefit more from dynamic gains from FDI. Specifically, formulating minimum wage legislation policy and supporting research and training programmes of domestic firms enables to maintain and attract skilled workers and benefit form spillovers. Moreover, further liberalization of financial sector reduce the cost of borrowing and the risk of investment to imitate technology. Similarly, further liberalization of trade increases the domestic firm’s participation in global value chains and their respective productivity gains from spillovers. Furthermore, government should promote FDI-local industry linkages through creating regional industrial parks, implementing minimum local content requirments as well as facilitating joint research and training programmes..Finally, creating reliable regulatory starndards, encouraging entry of new firms, and providing adequate infrastructure can play a constructive role in facilitating spillovers from foreign to domestic firms."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2015"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Business and Management"]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Alert, Research"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2016-11-11"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Belgium"}}]}]},"journal":{"displayName":"Journal Metadata","fields":[{"typeName":"journalVolumeIssue","multiple":true,"typeClass":"compound","value":[{"journalVolume":{"typeName":"journalVolume","multiple":false,"typeClass":"primitive","value":"3"},"journalIssue":{"typeName":"journalIssue","multiple":false,"typeClass":"primitive","value":"3/2015"},"journalPubDate":{"typeName":"journalPubDate","multiple":false,"typeClass":"primitive","value":"2015"}}]},{"typeName":"journalArticleType","multiple":false,"typeClass":"controlledVocabulary","value":"dissertation"}]}},"files":[{"description":"September-December 2015 Issue (Vol 3, No 3/2015)","label":"The Role of Host Country Factors and Institutional Framework for FDI Spillovers in Ethiopia_The Case of Manufacturing Sector","restricted":false,"version":1,"datasetVersionId":88804,"dataFile":{"id":2917466,"persistentId":"doi:10.7910/DVN/FQUFH2/ST2XIP","pidURL":"https://doi.org/10.7910/DVN/FQUFH2/ST2XIP","filename":"The Role of Host Country Factors and Institutional Framework for FDI Spillovers in Ethiopia_The Case of Manufacturing Sector","contentType":"application/pdf","filesize":2031146,"description":"September-December 2015 Issue (Vol 3, No 3/2015)","storageIdentifier":"s3://dvn-cloud:1585507d95a-b89e75184f21","rootDataFileId":-1,"md5":"0a84aec56a12a9e736c6894b2b6f7bb6","checksum":{"type":"MD5","value":"0a84aec56a12a9e736c6894b2b6f7bb6"}}}]}}}