{"status":"OK","data":{"id":3039616,"identifier":"DVN/METGWF","persistentUrl":"https://doi.org/10.7910/DVN/METGWF","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2017-08-30","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/METGWF","latestVersion":{"id":128966,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/METGWF","versionNumber":1,"versionMinorNumber":1,"versionState":"RELEASED","distributionDate":"2015-10-30","productionDate":"Production Date","lastUpdateTime":"2017-09-27T15:53:28Z","releaseTime":"2017-09-27T15:53:28Z","createTime":"2017-09-27T14:59:40Z","license":"NONE","termsOfUse":"<p><h4> NONDISCLOSURE AND CONFIDENTIALITY AGREEMENT OF IFPRI TO USE THIS DATASET</h4> </p>\r\n<p>This is an agreement by and between International Food Policy Research Institute, an international research institute with its headquarter in Washington, DC (hereinafter referred to as \"IFPRI\") and the user requesting \" \"(hereinafter referred to as \"The Recipient\"). </P>\r\n\r\n<p><b>WHEREAS</b></p>\r\n<p>\r\n •\tIFPRI possesses certain Proprietary Information which IFPRI is willing to disclose to the Recipient on the terms set out below </br>\r\n•\tThe Recipient is willing to accept the Proprietary Information on those terms and to use the Proprietary Information only for the purpose indicated in the request.</br></p>\r\n<p>1.\t<b>Definitions and Interpretation</b></p>\r\n<p> </p>\r\n<p>In this Agreement except where the context otherwise requires:</br>\r\n\"The Recipient\" means the party which is receiving information, including Confidential information from the other.\r\n\"Disclosing party\" means the party which may be disclosing confidential information to the other.\r\n\"Confidential Information\" Confidential Information shall mean any and all such information as provided by the Disclosing Party to the Receiving Party but not limited to: the Disclosing Party's current and/or potential investments, technical information, designs, copyrights, patents, trademarks, trade secrets, intellectual property, financial statements, patents pending, business strategies, identification or characterization of biological or other materials, results and or designs of experiments, delivery formulation and devices, reports, studies consultants reports, profomas, budgets, and other financial, trade and commercial information, software, business procedures or routines, quality control procedures, research and/or development, tests results, specifications, data, ideas, know-how, plans or drawings, prototypes, and any other information or procedures that are treated as or designated secret or confidential by the Disclosing Party and other information of whatever description which the Disclosing Party claims is confidential to itself and includes all other such information that may be in the possession of the Disclosing Party's employees or management </p>\r\n<p>2.\t<b>Use of Confidential Information</b></p>\r\n<p>The Recipient must use the Confidential Information only for the Purpose set out in this agreement, and must not use the Confidential Information for any other purpose.</p>\r\n<p>3.\t<b>Confidentiality</b></p>\r\n<p>3.1 Subject to Clause 3.2, The Recipient shall, relative to any and all Confidential Information disclosed or submitted to the Recipient:</p>\r\n<p>\r\na) at all times keep such Confidential Information secret and not disclose or divulge any part of it to any third party;</br>\r\nb) divulge such information only to those of its employees, agents, consultants or representatives who require to know it for the performance of their duties; </br>\r\nc) Conspicuously label, where possible, such Confidential Information received by it as being Confidential Information and the property of the Disclosing Party (or such third party as may be appropriate);</br>\r\nd) not use such Confidential Information for any purpose other than the purpose set out in Annex 1without prior written permission of the Disclosing Party;</br>\r\ne) not copy or reproduce in any manner of form nor store in any electronic medium which would allow access to any person not authorised to have access under this Agreement such Confidential Information or any part thereof without prior written Approval of the Disclosing Party;</br>\r\nf) return or destroy all such Confidential Information to the disclosing Party if so requested by the Disclosing Party within 30 days from the date of such request and not keep copies;</br>\r\ng) return all Confidential Information to the Disclosing Party within six months of receipt of the same, unless returned pursuant to sub-clause (f) above, or unless further Agreement in writing containing provisions for the protection of such Confidential Information is entered into between the parties hereto within the said six months period.</br>\r\nh) Not to make any commercial use of the Confidential Information without the express prior written consent of the Disclosing Party.</br>\r\ni) Not to copy at any time whether in whole or in part or adapt in any way the Confidential Information provided by the Disclosing Party in the development, manufacture of any product/services without prior written consent of the Disclosing party.</br></p>\r\n\r\n<p>3.2 Clause 3 shall not apply to Confidential Information which</p>\r\n<p></p>\r\n<p>a) is already in the public domain; </br>\r\nb) hereafter becomes part of the public domain otherwise than as a result of an unauthorised disclosure by the Recipient; </br>\r\nc) is or becomes available to the Recipient from a third party lawfully in possession thereof and who has the lawful power to disclose such information to the Recipient on a non-confidential basis; </br>\r\nd) is rightfully known by the Recipient (as shown by its written record) prior to the date of disclosure to it; or </br>\r\ne) is independently developed by an employee of the Recipient who has no knowledge of the disclosure under this Agreement. </br> </p>\r\n<p>3.3 The Recipient shall ensure that its employees and officers and all contractors, consultants, agents, representatives and other parties with whom it may have dealings relating to the Confidential Information shall be bound to maintain Confidentiality in terms no less restrictive than those of clause 3.1 above and shall ensure that written undertakings to that effect are executed before any disclosures to them takes place.</p>\r\n<p>3.4 The Recipient shall be responsible to the Disclosing Party for disclosure of any Confidential Information by any such party referred to in clause 3.3 above.</p>\r\n<p>3.5 The Recipient shall not reverse engineer, de-compile or disassemble any Confidential Information, software, hardware or other intellectual property disclosed to the Recipient, and agrees to segregate all such Confidential Information from the Confidential Information of others in order to prevent commingling of the same.\r\n<p>3.6 If the Recipient is requested or required by law or to disclose any Confidential Information, the Recipient shall promptly notify the Disclosing party of such request or requirement so that the Disclosing Party may seek an appropriate protective order or other relief. If a protective order or other relief is not obtained by the Disclosing Party within fifteen days(15) days ( or such lesser time as may be required by law) following the Disclosing Party's receipt of such notice or if the Recipient's legal counsel advises in writing that the Recipient is required to disclose the Confidential Information prior to the expiration of such fifteen(15) day period, the Recipient may disclose the Confidential Information in accordance with such request or requirement provided that the Recipient: </p>\r\n<p>a) notifies the Disclosing Party, if practicable, prior to such disclosure of the Confidential Information;</br>\r\nb) discloses only that portion of the Confidential Information which the Recipient's legal counsel advises in writing is required to be disclosed; and </br>\r\nc) uses its reasonable efforts to assist the Disclosing Party in ensuring that the Confidential Information so disclosed is treated Confidentially. </br>\r\n</p>\r\n<p> 4.\t<b>Breach of Contract</b></p>\r\n<p>4.1 If a breach of any condition of this Agreement occurs or if the Disclosing Party has reasonable grounds for believing that such breach has occurred or will occur then;</p>\r\n<p>a) the Disclosing Party may require the immediate return of all Confidential Information in the hands of the Recipient and/or any third party and may immediately repossess such Confidential Information; and </br>\r\nb) the Disclosing Party shall not be obliged to continue the supply of any Confidential Information to the Recipient in terms of any contract, agreement or arrangement between the parties hereto.</br>\r\n<p>4.2 The Recipient shall indemnify the Disclosing Party fully against all liabilities, costs and expenses which the Disclosing Party incurs as a result of a breach of this Agreement.</p>\r\n<p>4.3 The Recipient acknowledges that the Confidential Information is important to the Disclosing Party's business, that an award in damages may be sufficient to protect such business in the event of any breach hereof, and that the Disclosing Party may seek an action for interdict or injunction or if specific implement or such other action as the Disclosing Party deems appropriate if it suspects breach</p>\r\n<p>5.\t<b>Continuing Effect of Agreement</b></p>\r\nThis Agreement shall continue in force five years from the date of execution.<p> </p>\r\n<p>6.\t<b>Assignation</b></p>\r\nThis Agreement shall not be assignable by either Party.<p> </p>\r\n<p>7.\t<b>Nature of Agreement</b></p>\r\nThis Agreement supercedes any previous understanding, arrangement or agreement between the Parties relating to the subject matter hereof and may not be amended in any way unless this is done in writing and signed on behalf of both of the Parties hereto.<p> </p>\r\n<p>8.\t<b>Governing Law</b></p>\r\nThis Agreement shall be governed by and construed in all respects in accordance with the Laws of United States of America (USA).<p> </p>\r\n\r\n<p> 9. <b>Acceptance of this Agreement </b></p>\r\nBy downloading or otherwise accessing the confidential data, the Recipients represents his/her acceptance of the terms of this Agreement. This Agreement embodies the entire understanding and obligations of the parties with respect to the subject matter hereof. No amendments or modifications to this Agreement shall be valid unless made in writing and signed by both parties.\r\n","citationRequirements":"Kimaro et al. 2015. Soil Related Constraints for Sustainable Intensification of Cereal-based Systems in Semi-arid Central Tanzania. Poster presented at the Tropentag Conference; Sept. 2015","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Analysis of Soil Related Constraints for Sustainable Intensification"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"World Agroforestry Centre (ICRAF)"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Sokoine University of Agriculture (SUA)"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Kimaro, Anthony"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"World Agroforestry Centre (ICRAF)"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"a.kimaro@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<p>FAO estimates that agricultural intensification contributes about 80% of increased crop production in developing countries. Thus sustainable intensification (SI) will require, among other things, better use of land resources upon which production depends. This is critical given that most of the arable land in Africa has soil related problems, leading losses of nutrients and land cover (Heng et al. 2015). In this context improved land management is critical to overcoming soil related constraints to sustainable food production and in targeting agricultural interventions. However, limited availability of site-specific nutrient management guidelines for semi-arid zones in Tanzania undermines efforts to target technologies in the specific biophysical conditions in which smallholder farmers operate. Thus technologies adopted under these circumstances are risky as they may fail to address key drivers of enhanced crop production or land degradation. We characterized soils in Kongwa and Kiteto districts to assess fertility status and drivers of land degradation so as to inform the development of integrated land management options for SI under the Africa RISING project. This approach helps to link soil management recommendations to soil conditions and in targeting interventions./p>\r\n\r\n<p><h4>About the project </h4></p>\r\n<p><b>Project title: Africa RISING- Intensification of Maize-Legume Based Systems in the Semi-Arid Areas of Tanzania to Increase Farm Productivity and Improve Farming Natural Resource Base</b></p>\r\n<p><b> Project abstract </b></p>\r\n<p>The aim of the Africa RISING project in Kongwa and Kiteto Districts, Tanzania is to provide a scientific basis for sustainably intensifying agricultural production in semi-arid areas of central Tanzania. The project activities are falls under 4 thematic areas that address three critical elements of sustainable intensification (SI), i.e. genetic, ecological and socio-economic intensification technologies. The scope of activities being implemented includes packaging of new legume and cereal varieties with over 120% yield advantage, packaging and validation of integrated productivity enhancing technologies for cereals, legumes, legume trees and soil health technologies, food safety primarily to reduce aflatoxin contamination and integration of livestock into the cropping systems. The innovation platform is used to set R4D priority in the active sites. In the 2013-2014 season, we reached out to about 1217 farmers Kongwa and Kiteto districts. In 2014 we plan to reach out to about 1500 new farmers. The project team is comprised of national partners (e.g. ARI-Hombolo, District Agricultural Officers, SUA and UDOM) and CG Partners (CIMMYT and ICRAF) under the leadership of ICRISAT.</p>\r\n<p><b>Project website</b>:  <a href=\"http://africa-rising.net\">http://africa-rising.net</a></p>\r\n<p> <b>Project start date</b>: 05/1/2012 </p>\r\n<p><b> Project end date </b>: 09/30/2016 </p>"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Agricultural Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"maize"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_12332"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"pigeon pea"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_13356"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"food security"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_10967"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"soil fertility"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_7170"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"natural recourses management "},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_9000115"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"TANZANIA"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":" http://aims.fao.org/aos/agrovoc/c_7608"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"EAST AFRICA"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_2442"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"AFRICA SOUTH OF SAHARA"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_166"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"AFRICA"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_165"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Agricultural research"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"AGROVOC"},"topicClassVocabURI":{"typeName":"topicClassVocabURI","multiple":false,"typeClass":"primitive","value":"http://aims.fao.org/aos/agrovoc/c_8679"}}]},{"typeName":"language","multiple":true,"typeClass":"controlledVocabulary","value":["English"]},{"typeName":"producer","multiple":true,"typeClass":"compound","value":[{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"World Agroforestry Centre (ICRAF)"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.worldagroforestry.org/"},"producerLogoURL":{"typeName":"producerLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.worldagroforestry.org/sites/default/files/World-Agroforestry-Centre-logo-trees-small_0.png"}},{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"Sokoine University of Agriculture (SUA)"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.suanet.ac.tz/"}}]},{"typeName":"productionDate","multiple":false,"typeClass":"primitive","value":"2015-10-30"},{"typeName":"contributor","multiple":true,"typeClass":"compound","value":[{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Project Leader"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":" Kimaro, Anthony (World Agroforestry Centre (ICRAF))"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Researcher"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Mpanda, Mathew (World Agroforestry Centre (ICRAF))"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Researcher"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Mkoma, Ahazi (Sokoine University of Agriculture (SUA))"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Researcher"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Shepherd, Keith (World Agroforestry Centre (ICRAF)) "}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Researcher"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Meliyo, Joel"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Researcher"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"Ermias, Batemarian"}},{"contributorType":{"typeName":"contributorType","multiple":false,"typeClass":"controlledVocabulary","value":"Funder"},"contributorName":{"typeName":"contributorName","multiple":false,"typeClass":"primitive","value":"United States Agency for International Development (USAID) "}}]},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"United States Agency for International Development (USAID) "}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"International Food Policy Research Institute (IFPRI)"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.ifpri.org"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"https://www.ifpri.org/sites/all/themes/custom/serenity/logo.png"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2015-10-30"},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"IFPRI-KM"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2017-07-28"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2015-9-30"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["Agronomy data","Experimental data"]},{"typeName":"series","multiple":false,"typeClass":"compound","value":{"seriesName":{"typeName":"seriesName","multiple":false,"typeClass":"primitive","value":"Biophysical Surveys"}}},{"typeName":"software","multiple":true,"typeClass":"compound","value":[{"softwareName":{"typeName":"softwareName","multiple":false,"typeClass":"primitive","value":"Microsoft Excel"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Tanzania, United Republic of"}}]}]}},"files":[{"label":"001_soilHealthnonldsfSamples.xls","restricted":true,"version":2,"datasetVersionId":128966,"categories":["Data"],"dataFile":{"id":3046880,"persistentId":"doi:10.7910/DVN/METGWF/EGGSG6","pidURL":"https://doi.org/10.7910/DVN/METGWF/EGGSG6","filename":"001_soilHealthnonldsfSamples.xls","contentType":"application/vnd.ms-excel","filesize":92160,"storageIdentifier":"s3://dvn-cloud:15deb622e64-a38e497e89a4","rootDataFileId":-1,"md5":"ddf5624190fd23890fcc59f3a62d3da6","checksum":{"type":"MD5","value":"ddf5624190fd23890fcc59f3a62d3da6"}}}]}}}