{"status":"OK","data":{"id":3205038,"identifier":"DVN/VYTJBX","persistentUrl":"https://doi.org/10.7910/DVN/VYTJBX","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-09-04","storageIdentifier":"s3://10.7910/DVN/VYTJBX","latestVersion":{"id":145745,"storageIdentifier":"s3://10.7910/DVN/VYTJBX","versionNumber":2,"versionMinorNumber":1,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:C0uzk3E0tYRdovrX5CFvGA==","lastUpdateTime":"2018-10-26T01:43:21Z","releaseTime":"2018-10-26T01:43:21Z","createTime":"2018-10-26T01:43:01Z","license":"NONE","termsOfUse":"<P><a rel=\"license\" href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\"><img alt=\"Creative Commons License\" style=\"border-width:0\" src=\"https://i.creativecommons.org/l/by/4.0/88x31.png\" /></a><br />\r\nThese data and documents are licensed under a <a href=\"http://creativecommons.org/licenses/by/4.0/\" target=\"_blank\"> Creative Commons Attribution 4.0 International license.</a> You may copy, distribute and transmit the data as long as you acknowledge the source through proper <a href=\"http://best-practices.dataverse.org/data-citation/\" target=\"_blank\">data citation</a>.</P>\r\n<Strong>Disclaimer</Strong>\r\n<P>\r\nWhilst utmost care has been taken by WorldFish and data authors while collecting and compiling the data, the data is however offered \"as is\" with no express or implied warranty. In no event shall the data authors, WorldFish, or relevant funding agencies be liable for any actual, incidental or consequential damages arising from use of the data.\r\n<BR/><BR/>\r\nBy using the WorldFish Dataverse, the user expressly acknowledges that the Data may contain some nonconformities, defects, or errors. No warranty is given that the data will meet the user's needs or expectations or that all nonconformities, defects, or errors can or will be corrected. \r\n<BR/><BR/>\r\nThe user should always verify actual data; therefore the user bears all responsibility in determining whether the data is fit for the user’s intended use.  The user of the data should use the related publications as a baseline for their analysis whenever possible. Doing so will be an added safeguard against misinterpretation of the data. Related publications are listed in the metadata section of the Dataverse study.\r\n</P>\r\n","disclaimer":"<P>\r\nWhilst utmost care has been taken by WorldFish and data authors while collecting and compiling the data, the data is however offered \"as is\" with no express or implied warranty. In no event shall the data authors, WorldFish, or relevant funding agencies be liable for any actual, incidental or consequential damages arising from use of the data.\r\n<BR/><BR/>\r\nBy using the WorldFish Dataverse, the user expressly acknowledges that the Data may contain some nonconformities, defects, or errors. No warranty is given that the data will meet the user's needs or expectations or that all nonconformities, defects, or errors can or will be corrected. \r\n<BR/><BR/>\r\nThe user should always verify actual data; therefore the user bears all responsibility in determining whether the data is fit for the user’s intended use.  The user of the data should use the related publications as a baseline for their analysis whenever possible. Doing so will be an added safeguard against misinterpretation of the data. Related publications are listed in the metadata section of the Dataverse study.\r\n</P>\r\n","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Economic analysis of fish markets and trade flow of fish products along Nigerian borders"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Falaye, A. E. "},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Ibadan, Nigeria"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Omitoyin, B. O."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Ibadan, Nigeria"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ajani, E. K. "},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Ibadan, Nigeria"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Muliro, Jacquie"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"J.Muliro@cgiar.org"}},{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Chimatiro, Sloans "},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"S.Chimatiro@cgiar.org "}},{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Kakwasha, Keagan"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"k.kakwasha@worldfishcenter.org "}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Fish products are highly traded and global fish trade has been increasing very rapidly in recent decades with an estimated 45% of the world catch now traded internationally.  West Africa  has a huge potential for trade  in  intra-regional terms  and vibrant  markets  for  fish and fish  products  in\r\nNigeria,  Ghana  and  the  Ivory  Coast  being  the  three  major  importers  of  fish  products  in  the region.  Intra-regional  fish  trade  is  important  in  improving  food  and  nutritional  security;  and poverty eradication in Africa.  However, trade has so far not served as an effective tool for the achievement  of  rapid  and  sustainable  economic  growth  and  development  for  many  of  the countries of the continent because,  there is paucity of information on market structure and value of intra-regional fish trade. This information is  needed to ensure  the  proper integration  of intraregional  fish  trade  into  the  nation-state  policy  agenda.  This  study  therefore  investigated  the \r\nmarketing structure, profitability and trade flow along the borders of Nigeria.\r\nIn this study, Nigeria was divided into four major areas according to the countries at her borders viz:  Nigeria-Cameroon-Chad,  Nigeria-Niger,  and  Nigeria-Benin  border  and  the  Lake  Kainjiinland  fisheries  with  multi-stage  experimental  design  adopted.  Sixteen  States  including  Akwa \r\nIbom,  Cross  River,  Benue,  Taraba,  Adamawa,  Borno,  Sokoto,  Katsina,  Jigawa,  Yobe,  Kebbi, Kwara, Oyo, Ogun, Lagos and Niger States along the borders were sampled.  One hundred and eight  (108)  Local  Governments  Areas  in  the  States  were  sampled  based  on  the  prevalence  of \r\nfishing  activities  in  these  areas.  Structured  questionnaires  were  administered  to  a  total  of  814 producers,  814  processors  and  814  marketers  randomly  selected  based  on  their  active involvement  in  fish  marketing.  Information  on  socio-economic  characteristics,  quantity  and \r\nvalues of fish products marketed, trade flow and market structure were collected. Data collected were subjected to descriptive statistics, budgetary analysis, Gini coefficient, linear regression and ANOVA at α0.05.\r\nThe results showed that fish production was dominated by males along the three borders with the highest percentage recorded in Sokoto and Katsina (100.0%), while more females were involved in processing and marketing in four States (Cross River, Akwa Ibom, Taraba and Benue States) along the Nigeria-Cameroon-Chad border with the highest percentage in Cross River (90.0% and 90.0%).  About  1.69%  of  the  fishermen  along  Nigeria-Cameroon  border  import  fresh  while 0.67% of the fish marketers import smoked and dried fish into Nigerian fish market. Marketers and processors of 1.51% were involved in cross-border importation of smoked fish into Nigeria \r\nthrough Nigeria-Benin border while 0.81% of the sampled marketers engaged in importation of fresh and dried fish products. 0.40% of the marketers and processors along Nigeria-Niger border and  Lake  Kainji-inland  fisheries  were  involved  in  cross-border  trade  of  dried  and  fried  fish products. About 1.19% of the fish marketers export fried fish from Nigeria to Niger Republic through Nigeria-Niger border.  Exportation  of  smoked  fish  of  about  2008.22±856.51kg (₦3,260,028.25±1,231,860.25) was recorded in Jigawa State while dried fish of 1,800.00±0.00kg (₦4,606,200±0.00)  and  2,500.00±0.00kg  (₦4,425,000.00±0.00)  were  observed  among respondents in Yobe and Niger States, respectively along  Nigeria-Niger border and Lake Kainjiinland  fisheries.  Along  Nigeria-Cameroon-Chad  border  smoked  fish  of  1,278.06±0.00kg (N2,581,672.22±0.00)  and  951.56±214.34kg  (₦2,136,666.84±306,413.18)  were  exported  from Benue and Borno State, respectively. In Lagos State, 20.56% (1,088.75±292.76kg) and 31.69% \r\n(441.00±241.83kg)  of  the  total  smoked  and  dried  fish,  respectively  traded  in  the  State  were supplied  through  the  cross-border  trade  while  14.67%  (2,300.00±424.26kg)  and  4.50% (150.88±97.21kg)  of  fresh  and  smoked  fish,  respectively  were  imported  from  Benin  Republic through cross-border trade in Ogun State. The Gini coefficient value for most of the actors in the States along the Nigeria-Niger border and Lake Kainji-inland fisheries was 0.34, 0.45, 0.41, and 0.43 for wholesalers of smoked fish, retailers of spiced fish, wholesalers and retailers of frozen fish respectively.  The  linear  regression  (b)  coefficient  for  all  the  forms  of  fish  were  positive except for dried and fried whose b values were  -7.66 and  -5.15 respectively. Gini coefficients were  0.63,  0.70,  0.71  and  0.59  for  fresh,  smoked,  dried  and  frozen  fish  markets  in  the  States along the Nigeria-Cameroon-Chad border and the linear regression coefficient was positive for \r\nall forms  of  fish.  The  linear  regression  coefficient  for  all  forms  of  fish  marketed  along  the Nigeria-Benin border were positive except for fried fish with b value of -485.89. \r\nIn  conclusion,  the  fish  markets  along  Nigeria-Niger  border,  Lake  Kainji-inland  fisheries,  the Northern  part  of  the  Nigeria-Cameroon-Chad  and  the  Nigeria-Benin  border  which  includes Kebbi,  Borno,  Adamawa  and  Taraba  States  were  dominated  by  males,  while  there  were  more females  involved  mainly  in  fish  marketing  and  processing  in  the  Southern  part  (Cross  River, Akwa  Ibom,  Lagos  and  Ogun  States)  of  these  borders.  Most  respondents  involved  in  fish marketing  along  the  borders  of  Nigeria  were  married  and  in  their  economic  active  age  with household sizes varying from medium  to large. The fish markets in Nigeria-Niger border region and  Lake  Kainji-inland  fisheries  showed  partial  inequality  in  the  revenue  distribution  of  fresh smoked dried fried spiced and frozen fish; except for wholesalers of smoked, retailers of spiced, wholesalers and retailers of frozen fish. In addition, there was barrier to entry into fried and dried \r\nfish markets. Along Nigeria-Cameroon-Chad border, the fish markets exhibited partial equality in fresh, smoked, dried and frozen fish markets; except producers in fresh, processors in smoked and dried and wholesalers in dried fish markets.\r\nEvident  from  this  study,  informal  cross-border  trade  (ICBT)  of  fish  products  were  recorded across  Nigeria-Cameroon-Chad,  Nigeria-Benin  and  Nigeria-Niger  Borders.  The  percentage  of the  respondents  involved  in  ICBT  were  extremely  low  when  compared  to  the  percentage  that \r\nengaged  in  inter-state  and  intra-state  trade  of  fish  products  in  the  study  areas.  This is an indication that inter-regional fish trade between actors involved in fish marketing (value-chain) in Nigeria with the neighbouring countries is not a popular practice. Therefore, there is need to enhance inter-regional trade in Nigeria in order to enhance fish production in addressing food insecurity and poverty in the entire region.  Dried fish was recorded as the most traded fish product across the regional borders. Therefore, structures should be put in place to enhance intraregional trade in Nigeria.\r\n"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Market Structure"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Profitability"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Gini coefficient"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Intra-regional fish trade"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"WorldFish"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"WorldFish"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"https://www.worldfishcenter.org/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"https://www.worldfishcenter.org/sites/default/files/worldfish-logo.jpg"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Muliro, Jacquie"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-08-07"}]}},"files":[{"description":"Dataset (stata) for  assessment of marketing nodes and structure for fish trade along nigeria cameroon chad border","label":"Assessment of marketing nodes and structure for fish trade along nigeria cameroon chad border.tab","restricted":true,"version":2,"datasetVersionId":145745,"categories":["6. Raw and Verified Data","Data"],"dataFile":{"id":3213521,"persistentId":"doi:10.7910/DVN/VYTJBX/DGSRC6","pidURL":"https://doi.org/10.7910/DVN/VYTJBX/DGSRC6","filename":"Assessment of marketing nodes and structure for fish trade along nigeria cameroon chad border.tab","contentType":"text/tab-separated-values","filesize":1876844,"description":"Dataset (stata) for  assessment of marketing nodes and structure for fish trade along nigeria cameroon chad border","storageIdentifier":"s3://dvn-cloud:165a37facf6-cddb694558db","originalFileFormat":"application/x-stata","originalFormatLabel":"Stata Binary","UNF":"UNF:6:C0uzk3E0tYRdovrX5CFvGA==","rootDataFileId":-1,"md5":"265a658e134ef3764912d60722f9c163","checksum":{"type":"MD5","value":"265a658e134ef3764912d60722f9c163"}}}]}}}