{"status":"OK","data":{"id":58249,"identifier":"DVN/XYUDDX","persistentUrl":"https://doi.org/10.7910/DVN/XYUDDX","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2017-06-19","storageIdentifier":"s3://dvn-cloud:1902.1/M653V1","latestVersion":{"id":58307,"storageIdentifier":"s3://dvn-cloud:1902.1/M653V1","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","versionNote":"20130829jmj: Input bibliographic data.\n20130829jmj: Upload datasets.","productionDate":"Production Date","UNF":"UNF:6:y2/jiPDM5lxn79ut6k+rzQ==","lastUpdateTime":"2017-06-19T17:16:34Z","releaseTime":"2017-06-19T17:16:34Z","createTime":"2013-08-30T22:30:48Z","license":"NONE","availabilityStatus":"Codebook freely available; data is not public. Permission to use the data may be obtained by contacting the distributor.","citationRequirements":"Please use the following citation: Szelenyi, Ivan; Treiman, Donald J. Social Stratification in Eastern Europe After 1989: General Population Survey [Computer file] Los Angeles, CA.: Institute for Social Science Research, University of California, Los Angeles [distributor].","disclaimer":"These data are supplied \"as is\". The Social Science Data Archive is not responsible for the analysis and interpretation of the data appearing here.  By downloading these data you signify that you agree not to duplicate, reproduce, share or redistribute the data in whole or in part to anyone. The inclusion of these data in research communications, scholarly papers, journals, and the like is permitted, but the authors of these communications and documents are required to cite the source of these data. You also agree to the following conditions: The use of this data is solely for non-profit scientific, scholarly research and instructional purposes. You will not use or permit others to use data in any other way except for these purposes. These data are supplied as publicly available data. You will not attempt to link items in the data with any individually identifiable records. You will not use the data to identify an individual or organization. These data are supplied to you \"as is\". Neither the investigators, nor the University of California makes any guarantee concerning the accuracy of the information contained in the data. The University of California further makes no warranties, either expressed or implied, as to any other matter whatsoever, including, without limitation, the condition of the data, or their fitness for any particular purpose. The burden for fitness lies entirely with the user. In no event shall the University of California have any liability whatsoever for payment of\nany consequential, incidental, indirect, or special damages of any kind, including but not limited to, any loss arising out of the use of or reliance on the data, or arising out of the delivery, installation, operation, or support by the University of California. Users are responsible for obtaining any required authorization or exemption to use data sets provided on this web site. Individuals are liable for any infringement of this agreement.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Social Stratification in Eastern Europe After 1989: General Population Survey (M653V1)"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Szelenyi, Ivan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"UCLA"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Treiman, Donald J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"UCLA"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Social Science Data Archive"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles. Social Science Data Archive"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"archivehelp@ssc.ucla.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"<P>As part of the project \"Social Stratification in Eastern Europe after 1989,\" sample surveys were conducted in 1993 and 1994 in six countries: Bulgaria, the Czech Republic, Hungary, Poland, Russia, and Slovakia. Using a questionnaire common to all countries, national probability samples of approximately 5,000 members of the adult population were surveyed in five of the six countries in 1993; in Poland, due to the lack of local funds, the data collection was delayed until 1994 and the sample size was reduced to approximately 3,500. To permit analyses of special interest to urban geographers (the Dutch funding was provided by a study committee of the Dutch NSF consisting of sociologists and urban geographers), over-samples of the populations of Prague and Warsaw were surveyed, with the sample sizes sufficient to bring the sum of cases from the over-sample and the national sample in each country to approximately 1,500. (About 900 cases each are available for Budapest and Sofia, generated by the national sample design. Thus, a four city comparison of Eastern European capitals is feasible.) The design of the survey called for exactly comparable wording of questions, and variation in the response categories only where national variations in circumstances (e.g., different religious distributions) warranted it. Country teams were free to add local questions at the end of the questionnaire. To ensure such comparability, the questionnaire was translated into each local language and then back-translated into English; the back-translated versions were compared as a group by a multi-lingual team and discrepancies in wording corrected. Inevitably, despite our best intentions, minor variations crept into the questionnaire. These are identified at appropriate places in the Codebook. The local language questionnaires are shown in Appendix G (Vol. II). (Probability samples of about 1,000 members of the old elite and about 1,000 members of the new elite in each country except Slovakia were also surveyed, using a similar but not identical questionnaire. These surveys have a separate codebook, which may be found under the title \"Social Stratification in Eastern Europe after 1989: Elite Survey\".) "}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Occupational, Geographic, and Social Stratification and Mobility"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Europe - Bulgaria"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Europe - Czech Republic"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Europe - Hungary"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Europe - Poland"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Russia"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Europe - Slovakia"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCPR Affiliates Data"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Inter-generational Stratification and Mobility"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"SSEE"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Subject: STANDARD DEPOSIT TERMS 1.0  Type: DATAPASS:TERMS:STANDARD:1.0  Notes: of the Archive), within the Data Preservation Alliance for the Social Sciences (\"Data-PASS\") in accordance with the Data-PASS terms (the \"Terms\") of use (available from: http://www.icpsr.org/Data-PASS). Including permission to: (a) redisseminate copies of the Data Collection in a variety of distribution formats only according to the standard terms of use of the Archive; (b) promote and advertise the Data Collection in any publicity (in any form) for Data-PASS and the Archive; (c) describe, catalog, validate and document the Content; (d) store, translate, copy or re-format the Data Collection in any way to ensure its future preservation and accessibility, improve usability and/or protect respondent confidentiality; (e) incorporate metadata (cataloging information) or documentation regarding this study into public access catalogues. The Archive represents and warrants that the Content conforms to all Terms and that the Archive is lawfully entitled and has full authority to license Data-Pass to use the Materials in the ways described in the Terms.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"U.S. National Science Foundation"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"SES 9111722"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"U.S. National Science Foundation"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"SBR 9310395"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"U.S. National Council for Soviet and Eastern European Research"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"806-29"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"Dutch National Science Foundation "},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"NWO"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"Grant Agency of the Academy of Sciences of the Czech Republic"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"82801"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"National Grant Agency of the Czech Republic"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"403/93/0622"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"Institute of Sociology and the Institute of Political Science of the Hungarian Academy of Sciences"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Institute for Social Science Research, University of California, Los Angeles"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"UCLA"}}]},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2013-08-30"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1948"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1993"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1994"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["coded survey data"]},{"typeName":"relatedMaterial","multiple":true,"typeClass":"primitive","value":["<P>Books</P>\r\n\r\n<P>Domanski Henryk. 1996. Na progu konwergencji. Stratyfikacja spoleczna w Europie Srodkowo-Wschodniej (On the Verge of Convergence: Social Stratification in East-european Countries). Warszawa: IFiS Publishers. [In Polish.]</P>\r\n<P>Domanski, Henryk 2000. On the Verge of Convergence. Social Stratification in Eastern Europe. Budapest: CEU Press</P>\r\n<P>Machonin, Pavel, Milan Tuek, and others. 1996. eská spolenost v transformaci (Czech Society in Transformation). Prague: SLON. [In Czech.] </P>\r\n<P>Rona-Tas, Akos. 1997. The Great Surprise of the Small Transformation: The Demise of Communism and the Rise of the Private Sector in Hungary. Ann Arbor: University of Michigan Press.<P>\r\n<P>Szelényi, Ivan, Edmund Wnuk-Lipinski, and Donald J. Treiman (eds.). 1995. Elity w Polsce, w Rosji i na Wegrzech. Wymiana czy reprodukcja? (Elites in Poland, Russia, and Hungary: Circulation or Reproduction?). Warsaw: Instytut Studiow Politycznych PAN. [In Polish.]  Also published in English as Szelenyi, Ivan, Edmund Wnuk-Lipinski, and Donald J. Treiman (eds.). 1995. \"Circulation of Elites? Old and New Elites in Post-Communist Societies.\" Special Issue of Theory and Society 24 (October):615-800.</P>\r\n\r\n<P>Vecernik, Jiri. 1996. Markets and People: The Czech Reform Experience in a Comparative Perspective. Aldershot: Avebury.</P>\r\n<P>Wnuk-Lipiski, Edmund. 1996. Demokratyczna rekonstrukcja. Z socjologii radykalnej zmiany spoecznej (Democratic Reconstruction: The Sociology of Radical Social Change). Warsaw: Wydawnictwo Naukowe PWN. [In Polish.] </P>\r\n","<P>Journal Articles</P>\r\n<P>Andorka, Rudolf, and Hedvig Lehman. 1996. \"Az atmenet politikai kovetkezmenyei\" (\"Political Consequences of the Transition\"). Pp. 500-527 in Tarsadalmi Riport 1996 (Social Report 1996), edited by Rudolf Andorka, Tamas Kolosi, and Gyorgy Vukovich. Budapest: TARKI.\r\nhttp://www.tarki.hu/adatbank-h/kutjel/pdf/a899.pdf</P>\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1995. \"Small Leap Forward: Emergence of New Economic Elites.\" Theory and Society 24:751-81.\r\nhttp://www.jstor.org/stable/657850?seq=1#page_scan_tab_contents\r\n</P>\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1995. \"Formowanie sie nowej elity ekonomicznej.\" Pp. 133-157 in Elity w Polsce, w Rosji i na Wegrzech, wymiana czy reprodukcja? edited by Ivan Szelenyi, Edmund Wnuk-Lipinski, and Donald J. Treiman. Warszawa: Instytut Studiw Politicznych Polskiej Akademii Nauk (Institute of Political Studies of the Polish Academy of Sciences). [In Polish.] </P>\r\n<P>Buncak, Jan, and V. Harmadyova, V. 1993. \"Transformacia socialnej struktury.\" Sociologia 25:389-401. [In Slovak.]</P>\r\n<P>Buncak, Jan, and V. Harmadyova. 1993. \"The Transformation of the Social Structure.\" Pp. 36-52 in Slovakia: The Steps towards the European Community, Vol. 1, edited by L. Faltan. Bratislava: Slovak Academy of Sciences, Institute of Sociology.</P>\r\n<P>Buncak, Jan and V. Harmadyova. 1995. \"Mobilitne drahy v prvom desatroci po druhej svetovej vojne.\" Pp. 180-185 in Od diktatury k diktature, edited by M. Barnovsky. Bratislava: Veda. [In Slovak.]</P>\r\n<P>Buncak, Jan. 1995. \"Zmeny v socialnej strukture Slovenska po roku 1989.\" Pp. 68-74 in Parlamentna demokracia a formovanie obcianskej spolocnosti. Paper from a conference 24-25 May 1995. Presov: Katedra socialno-politickych vied UPJS. [In Slovak.]</P>\r\n<P>Domanski, Henryk. 1995. \"Occupational Mobility Barriers in Six East-European Countries: Basic Continuity.\" Polish Sociological Review 1995, No. 4:304-24.</P>\r\n<P>Domanski. Henryk. 1997. \"Constant Fluidity and Rise in Total Mobility Rates: Social Mobility in Six East-European Nations.\" Polish Sociological Review 1997, No. 119: 267-83 \r\nhttp://www.jstor.org/stable/41274657?seq=1#page_scan_tab_contents </P>\r\n<P>Dorenbos, Ruud J. 1996. \"Labor Mobility Flows between 1988 and 1992 in Hungary and Poland.\" Pp. 137-63 in Proceedings Workshop Transformation Processes in Eastern Europe, February 1 and 2, 1996, edited by Herman van der Wusten. Den Haag: NWO.</P>\r\n<P>Dorenbos, R. J. 1996. \"Werkgelegenheid, werkloosheid en inactiviteit.\" Oost-Europa Verkenningen, 25 - 36.</P>\r\n<P>Eyal, Gil, and Eleanor Townsley. 1995. \"The Social Composition of the Communist Nomenklatura: A Comparison of Russia, Poland and Hungary.\" Theory and Society 24:723-50.</P>\r\n<P>Eyal, Gil, and Jacek Wasilewski. 1995. \"Pochodzenie spoleczne i postkomunistyczne losy nomenklatury\" (\"Social Background and the Post-Communist Destination of Nomenklatura\"). Pp. 105-32 in Elity w Polsce, w Rosji i na Wegrzech. Wymiana czy reprodukcja?, edited by Ivan Szelenyi, Edmund Wnuk-Lipinski, and Donald J. Treiman Warsaw: Instytut Studiow Politycznych PAN. [In Polish.]</P>\r\n<P>Fodor, Eva. 1997. \"Gender in Transition: Unemployment in Hungary, Poland and Slovakia.\" East European Politics and Societies. 1997. 11: 470-500, doi:10.1177/0888325497011003003</P>\r\n<P>Fodor, Eva, Natasza Jerowa, and Edmund Wnuk-Lipiski. 1996. \"Nowe elity kulturalne i polityczne\" (\"The New Cultural and Political Elites\"). Pp. 202-34 in Edmund Wnuk-Lipiski, Demokratyczna rekonstrukcja. Z socjologii radykalnej zmiany spoecznej (Democratic Reconstruction: The Sociology of Radical Social Change). Warsaw: Wydawnictwo Naukowe PWN. [In Polish.]</P>\r\n<P>Ganzeboom, Harry B. G. 1994. \"The Intergenerational Transmission of Cultural and Material Status in Eastern Europe in a Period of Transition: A Research Proposal.\" Pp. 93-104 in Transformation Processes in Eastern Europe, 16-17 December 1993, edited by Jan van Weesep. The Hague: NWO</P>\r\n</P>Ganzeboom, Harry B. G. 1994. \"Opleidingskansen onder het socialisme in vijf Oosteuropese landen: de invloed van culturele en politieke hulpbronnen van ouders.\" Pp. 54-70 in Om de Oost: Maatschappelijke Arts and Jules L. Peschar. Houten: Bohn Stafleu Van Loghum (Boeknummer Mens veranderingen in Oost-Europa rond de ineenstorting van het staatssocialisme, edited by Wil en Maatschappij 69). [In Dutch.]</P> \r\n<P>Ganzeboom H.B.G & Paul Nieuwbeerta. 1996. \"Access to Education in Five Eastern European Countries between 1940 and 1985: Results from the Cross-National Survey of Eastern Europe.\" Pp. 197-217 in Proceedings Workshop Transformation Processes in Eastern Europe, December 1 and 2, 1994, edited by Harry B. G. Ganzeboom. The Hague: NWO.</P>\r\n<P>Golovachev, B., and L. Kosova L. 1994. \"Attitudes of the Soviet and Post-Soviet Elites in Russia.\" Pp. 183-187 in Where is Russia going? Alternatives for Social Development: Part II, edited by Tatanya Zaslavskaya. Moscow: Aspect Press. [In Russian.]</P> \r\n<P>Golovachev B., Ludmila Khakhulina, and L. Kosova. 1995. \"Transformation of the Ruling Elite in Russia: Part I.\" Economic and Social Change: The Monitoring of Public Opinion 1995 No. 6:18-24. [In Russian.]</P> \r\n<P>Golovachev B., Ludmila Khakhulina, and L. Kosova. 1996. \"Transformation of the Ruling Elite in Russia: Part II.\" Economic and Social Change: The Monitoring of Public Opinion 1996 No. 1:32-38. [In Russian.]</P> \r\n<P>Hanley, Eric, Natasha Yershova, and Richard Anderson. 1995. \"Russia - Old Wine in a New Bottle? The Circulation and Reproduction of Russian Elites, 1983 - 1993.\" Theory and Society 24:639-668.</P>\r\n<P>Hanley, Eric, P. Mateju, K. Vlachova, and J. Krejci. 1996. \"The making of post-communist elites in Eastern Europe: a comparison of political and economic elites in the Czech Republic, Hungary and Poland; Volume 96, Issue 3 of Pracovni texty E. Hanley, Sociologicky ustav Akademie ved CR. Sociologicky ustav AV CR, 1996 - Elite (Social sciences) - 49 pages </P>\r\n \r\n<P>Hanley, E. and D.J. Treiman. 2005. \"Recruitment into the Eastern European Communist Elite: Dual Career Paths.\"  Research in Social Stratification and Mobility. 23: 35-66.\r\n\r\n<P>Khakhulina, Ludmila. 1996. \"New Games with Old Players: Transformation of the Ruling Elite.\" Segodnya\" (Today) No. 21 (February). [In Russian.]</P> \r\n<P>Khakhulina, Ludmila, and Milan Tucek. 1994. \"Income Distribution: The Poor and the Rich in Postcommunist Societies.\" Pp. 166-75 in Where is Russia going? Alternatives for Social Development: Part II, edited by Tatanya Zaslavskaya. Moscow: Aspect Press. [In Russian.]</P> \r\n<P>Khakhulina, Ludmila, and Milan Tucek. 1995. \"Income Distribution: the Poor and the Rich in Postcommunist Societies: Some Results of a Comparative Analysis.\" Economic and Social Change: The Monitoring of Public Opinion 1995, No. 1:18-23. [In Russian.]</P> \r\n<P>Khakhulina, Ludmila, and Milan Tucek. 1995. \"Housing Conditions: a Comparative Study of Former Socialist Countries.\" Economic and Social Change: The Monitoring of Public Opinion 1995, No. 5:33-37. [In Russian.]</P> \r\n<P>Khakhulina, Ludmila, and Milan Tucek. 1996. \"Family's Property Stratification in the Transition Period.\" Economic and Social Change: The Monitoring of Public Opinion 1996, No. 3:19-24. [In Russian.]</P> \r\n<P>Kok, Herman J., and Jan Van Weesep. 1996. \"After the Velvet Revolution: Neighborhood Change in Prague.\" Pp. 137-154 in Proceedings Workshop Transformation Processes in Eastern Europe, December 1 and 2, 1994, edited by Harry B. G. Ganzeboom. Den Haag: NWO.</P> \r\n<P>Kok, Herman J., and Clara H. Mulder. 1996. \"Migration to Budapest: A Life-course Approach.\" Pp. 217-40 in Proceedings Workshop Transformation Processes in Eastern Europe, February 1 and 2, 1996, edited by Herman van der Wusten. Den Haag: NWO.</P> \r\n<P>Ladanyi Janos. 1996. \"Romak Koezep-Kelet-Europaban.\" Tarsadalmi Szemle 4:27-41. [In Hungarian.]</P> \r\n<P>Luijkx, Ruud, Peter Robert, Paul M. De Graaf, and Harry B. G. Ganzeboom. 1995. \"A származástól a teljesítményig: A státuszmegszervezés folyamata Magyarországon\" (\"From Ascription to Achievement: the Status-Attainment Process in Hungary\"). Pp. in Szociológiai Szemle 1995-4. Budapest: Magyar Szociológiai Társaság folyóirata. [In Hungarian.]</P> \r\n<P>Machonin, Pavel. 1994. \"K sociologicke komparaci ceske a slovenske spolecnosti\" (\"On Sociological Comparison of Czech and Slovak Societies\"). Sociologia 26:38-43. [In Czech.]</P> \r\n<P>Machonin, Pavel. 1996. \"Modernization and Social Transformation in the Czech Republic.\" Czech Sociological Review 4:171-186.</P> \r\n<P>Machonin, Pavel. 1996. \"Social Metamorphoses.\" Pp. 111-226 in Czechoslovakia 1918-1992. A Laboratory for Social Change, edited by J. Krejci and Pavel Machonin. Houdmills, Basingstoke, and London: Macmillan Press; New York: St Martin's Press.</P>\r\n<P>Machonin, Pavel, and Milan Tuek. 1994. \"A Historical Comparison of Social Structures in the Czech Republic in 1984 and 1993.\" Czech Sociological Review 2:149-72.</P> \r\n<P>Machonin, Pavel, and Milan Tuek. 1994. \"Geneze nové sociální struktury v eské republice a její sociální aktéi.\" (\"The Evolution of Social Structure in the Czech Republic and Its Social Actors\"). Sociologický asopis30:285-305. [In Czech.]  Also published as pp. 9-49 in Transformace eské spolenosti 1989-1995 (The Transformation of Czech Society: 1989-1995), edited by V. afaíková. Brno: Doplnk, 1996. [In Czech.]</P> \r\n<P>Machonin, Pavel, and Milan Tuek. 1994. \"Structures et acteurs en République Tcheque depuis 1989\" (\"Structures and Actors in the Czech Republic since 1989\"). Revue d'études comparatives Est-Ouest 4, 31 pp. [in French.]</P> \r\n<P>Machonin, Pavel, and Milan Tuek. 1995. \"There are Many Roads Leading to the Understanding of Historical Change. A Reply to Petr Mateju.\" Czech Sociological Review 3: 230-238.</P>\r\n<P>Machonin, Pavel, and Milan Tuek. 1996. \"La génesis de las nuevas elites en la Repúblic Checa\" (\"The Genesis of the New Elites in the Czech Republic\"). Cvadernos del Este 18:9-21. [In Spanish.]</P> \r\n<P>Mateju, Petr. 1995. \"How Not to Make Historical Comparisons Empirically.\" Czech Sociological Review 3:221-229.</P> \r\n<P>Mateju, Petr. 1997. \"In Search of Explanations for Recent Left-Turns in Post-Communist Countries.\" International Review of Comparative Public Policy 7:43-82.</P> \r\n<P>Mateju, Petr. 1999. \"Who Votes Left after the Fall of Communism?: The Czech Republic in Comparative Perspective.\" International Journal of Comparative Sociology 40: 13-38, doi:10.1177/002071529904000102</P> \r\n<P>Nieuwbeerta, Paul. 1996. \"Educational Expansion and Educational Reproduction in Central Europe, 1940-1975.\" Pp. 165-85 in Proceedings Workshop Transformation Processes in Eastern Europe, February 1 and 2, 1996, edited by Herman van der Wusten. The Hague: NWO.</P> \r\n<P>Nieuwbeerta, Paul, and Suzanna Rijken. 1996. \"Educational Expansion and Educational Reproduction Eastern Europe, 1940-1979.\" Czech Sociological Review 4:187-210.</P> \r\n<P>Paul, C. Edward. 1997. \"Toward an Explanation of Variation in the Reproduction and Circulation of Elites, Both Within and Between Countries, in the Transition From Socialism in Eastern Europe.\" Journal of Political and Military Sociology. 25: 91-109.</P>\r\n<P>Robert, Peter. 1996. \"Vallalkozok es vallalkozasok\" (\"Entrepreneurs and Undertakings\"). In Tarsadalmi Riport 1996 (Social Report 1996), edited by Rudolf Andorka, Tamas Kolosi, and Gyorgy Vukovich. Budapest: Social Research Informatics Center (TARKI). [In Hungarian.]</P> \r\n<P>Slomczynski, Kazimierz M., and Goldie Shabad. 1997. \"Systemic Transformation and the Salience of Class Structure in East Central Europe.\" East European Politics and Societies 11:1-26.</P> \r\n<P>Szelényi, Iván, and Gil Eyal. 1998. \"Das zweite Bildungsbürgertum: Intellektuellen im Übergang vom Sozialismus zum Kapitalismus in Mitteleuropa\" (\"The Second Cultural Bourgeoisie: the Role of Intellectuals in the Transition from Socialism to Capitalism in Central Europe\"). In Eliten im Wandel : politische Führung, wirtschaftliche Macht und Meinungsbildung im neuen Osteuropa.. Paderborn, 1998. Pp. 63-101 [In German.]</P> \r\n<P>Szelényi, Iván, and Szonja Szelényi. 1992. \"A Társadalmi Szerkezet Változásai Közép-Európában a Posztkommunizmusba Való Átmenet Korszakában\" (Changes in the Social Structure of Central European Societies During the Transition to Post-Communism.\" Pp. 149-55 in Ivan Szelényi, A Poszt-Kommunista Átmenet Társadalmi Konfliktusal (Social Conflicts During the Transition to Post-Communism). Budapest: MTA Politikai Tudományok Intézete. [In Hungarian.]</P> \r\n<P>Szelényi, Iván, and Szonja Szelényi. 1995. \"Circulation or Reproduction of Elites During Post-communist Transformation in Eastern Europe: Introduction.\" Theory and Society 24:615-38.</P> \r\n<P>Szelényi, Iván, and Szonja Szelényi. 1996. \"Elitcirkilacio vagy elitrepodukcio\" (\"Circulation of the Elite or Reproduction of the Elite\"). Pp. 475-500 in Tarsadalmi Riport 1996 (Social Report 1996), edited by Rudolf Andorka, Tamas Kolosi, and Gyorgy Vukovich. Budapest: TARKI.</P>\r\n<P>Szelényi, Iván, and Donald J. Treiman. 1991. \"Vývoj Sociální Stratifikace a Rekrutace Elit ve Východní Evrop po Roce 1989: Výzkumný Projekt\" (\"The Development of Social Stratification and Recruitment of Elites in Eastern Europe after 1989: a Research Project\"). Sociologický asopis 27:276-298. [In Czech.]</P> \r\n<P>Szelényi, Iván, Gil Eyal, and Eleanor Townsley. 1997. \"The Theory of Post-communist Managerialism: Elites and Classes in Post-communist Transformation.\" New Left Review. 222: 60-93\r\nhttp://newleftreview.org/I/222/ivan-szelenyi-gil-eyal-eleanor-townsley-the-theory-of-post-communist-managerialism</P>\r\n<P>Szelényi, Iván, Eva Fodor, and Eric Hanley. 1996. \"The Left Turn in Postcommunist Politics: Bringing Class Back in?\" East European Politics & Societies.  11: 190-224, doi:10.1177/0888325497011001006</P> \r\n<P>Szelényi, Szonja, Iván Szelényi, and Imre Kovách. 1995. \"The Making of the Hungarian Post-communist Elite: Circulation in Politics, Reproduction in the Economy.\" Theory and Society 24:697-722.</P> \r\n<P>Szelényi, Szonja, Iván Szelényi, and Winifred R. Poster. 1996. \"Interests and Symbols in Post-communist Political Culture: the Case of Hungary.\" American Sociological Review 61:466-77.</P> \r\n\r\n<P>Szelényi, Iván, and Szonja Szelényi. 1991. \"Az Elít Cirkulációja? A Társadalmi Szerkeze Változásai Közép-Európában a Posztkommunizmusba Való Átmenet Korában\" (The Circulation of Elites? Changes in the Social Structure of Central European Societies During the Transition to Post-Communism.\" Kritika 10(October):8-10. [In Hungarian.]</P>\r\n\r\n<P>Treiman, Donald J. 1994. \"First Results from the Project: Social Stratification in Eastern Europe after 1989.\" Pp. 17-32 in Transformation Processes in Eastern Europe, 1993 (Proceedings of a NWO Workshop, Utrecht, 16-17 December 1993. The Hague: NWO.</P> \r\n<P>Treiman, Donald J., and Ivan Szelenyi. 1993. \"Social Stratification in Eastern Europe after 1989.\" Pp. 163-78 in Transformation Processes in Eastern Europe (Proceedings of a Workshop held at the Dutch National Science Foundation [NWO], 3-4 December 1992). The Hague: NWO.</P>\r\n<P>Tuek, Milan. 1994. \"Postup meritokratizace spolenosti v eské a Slovenské republice\" (\"Progress of Meritocracy of Societies in the Czech and Slovak Republics\"). Sociológia 26:381-93. [In Czech.]</P> \r\n<P>Utasi, Agnes. 1995. \"Kozeposztalyok es eletstilusok\" (\"Middle Classes and Life Styles\"). Tarsadalmi Szemle 50:3-13. [In Hungarian.]</P>\r\n<P>Van der Lippe, Tanja. 1996. \"Een wereld van verschil? Arbeidsverdeling in Oost- en West-Europa.\" Tijdschrift voor Vrouwenstudies 17:131-43. [In Dutch.]</P>\r\n<P>Van der Lippe, Tanja. 1997. \"Time Allocated on Paid Work by Women in Western and Eastern European Countries.\" In Time allocation and gender, edited by Kea Tijdens, Anneke van Doorne-Huiskes, and Tineke Willemsen. Tilburg University Press. Pp 123-146.</P>\r\n\r\n<P>Van der Lippe, Tanja, and Eva Fodor. 1994. \"Veranderingen in ongelijkheid tussen mannen en vrouwen in Oost-Europa, 1988-1993.\" Pp. 71-89 in Om de Oost: maatschappelijke veranderingen in Oost-Europa rond de ineenstorting van het staatssocialisme, edited by W.Arts and J. L. Peschar. Boekenbijlage Mens en Maatschappij. [In Dutch.]</P>\r\n\r\n<P>Van der Lippe, Tanja, and Eva Eva. 1996. \"Labor Market Positions of Men and Women in East Central Europe in 1988 And 1993.\" Pp. 177-96 in Transformation processes in Eastern Europe. edited by Harry B. G. Ganzeboom. The Hague: NWO.</P>\r\n\r\n<P>Vecernik, Jiri. 1996. \"Earnings Disparities in the Czech Republic: the History of Equalization.\" Czech Sociological Review 4:211-22.</P>\r\n\r\n<P>Vecernik, Jiri. 1996. \"Incomes in Central Europe: Distributions, Patterns and Perceptions.\" Journal of European Social Policy 6:101-122.</P>","<P>Wasilewski, Jacek. 1994. \"La nomenklatura: vers quel destin social?\" (\"The Nomenklatura: Toward What Social Destination?\"). Revue D'etudes Comparatives Est-ouest No. 4: 33-46. [In French.]</P>\r\n<P>Wasilewski, Jacek. 1995. \"The Crystallization of the Post-Communist and Post-Solidarity Political Elite.\" Pp. 117-33 in After Communism: a Multidisciplinary Approach to Radical Social Change, edited by Edmund Wnuk-Lipinski. Warsaw: Institute of Political Studies.</P>\r\n<P>Wasilewski, Jacek. 1995. \"The Forming of the New Elite: How Much Nomenklatura Is Left?\" Polish Sociological Review 1995, No. 2:113-123.</P>\r\n<P>Wasilewski, Jacek. 1995. \"The Old Apparatus in a New System: The Case of the Communist Nomenklatura in Poland.\" Pp. 257-83 in South Africa and Poland in Transition: a Comparative Perspective, edited by Ursula van Beek. Pretoria: HSRC Publishers.</P> \r\n<P>Wasilewski, Jacek. 1995. \"Stara nomenklatura w nowej rzeczywistosci\" (\"Old Nomenklatura in a New Reality\"). Spoleczenstwo Otwarte No. 7-8:3-10. [In Polish.]</P>\r\n<P>Wasilewski, Jacek, and Edmund Wnuk-Lipiski. 1994. \"Ile komuny nam zostao?\" (\"How Much Communism Remained?\"). Gazeta Wyborcza No. 53, 4 March. [In Polish.]</P>\r\n<P>Wasilewski, Jacek, and Edmund Wnuk-Lipiski. 1996. \"Formowanie si elity w Polsce\" (\"The Formation of the Elite in Poland\"). Pp. 115-48 in Edmund Wnuk-Lipiski, Demokratyczna rekonstrukcja. Z socjologii radykalnej zmiany spoecznej (Democratic Reconstruction: The Sociology of Radical Social Change). Warsaw: Wydawnictwo Naukowe PWN. [In Polish.]</P>\r\n<P>Wnuk-Lipiski, Edmund. 1996. \"Kapitay nowej i starej elity w Polsce\" (\"The Forms of Capital of the New and Old Elite in Poland\"). Pp. 149-86 in Edmund Wnuk-Lipiski, Demokratyczna rekonstrukcja. Z socjologii radykalnej zmiany spoecznej (Democratic Reconstruction: The Sociology of Radical Social Change). Warsaw: Wydawnictwo Naukowe PWN. [In Polish.]</P>\r\n<P>Wnuk-Lipiski, Edmund. 1996. \"Profile polityczne elity polskiej\" (\"Political Profiles of the Polish Elite\"). Pp. 187-201 in Edmund Wnuk-Lipiski, Demokratyczna rekonstrukcja. Z socjologii radykalnej zmiany spoecznej (Democratic Reconstruction: The Sociology of Radical Social Change). Warsaw: Wydawnictwo Naukowe PWN. [In Polish.]</P>\r\n","<P>Presentations and Unpublished Papers</P>\r\n\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1994. \"The New Business Elite in East and Central Europe.\" Paper presented at the annual meeting of the American Sociological Association. Los Angeles, August 6.</P>\r\n\r\n\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1994. \"Elitcsere a gazdasgban?\" (\"Economic Elite Change?\"). Paper presented at I. Orszgos Jelenkortorteneti Konferencia (First Nationwide Conference on Contemporary History). Kossuth Lajos University - Debrecen Committee of the Hungarian Academy of Sciences, Debrecen (Hungary), September 2. [In Hungarian.]</P>\r\n\r\n\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1994. \"The New and Old Economic Elites: Hungary, Poland and Russia Compared.\" Paper presented at the annual meeting of the American Association for the Advancement of Slavic Studies, Philadelphia, November 18.</P>\r\n\r\n\r\n<P>Borocz, Jozsef, and Akos Rona-Tas. 1996. \"Musical Chairs: Economic Elite Selection under Managerial Hegemony in Four Post-State-Socialist Societies.\" Paper presented at a conference of the European Studies Association, Chicago, March 14-16. </P>\r\n\r\n<P>Dessens, J. A. G., W. Jansen & J. H. M. Nelissen. 1997. \"Income Inequality and Income Determinants in Eastern Europe before and after 1989.\" Paper to be presented at the Conference on Transformation Processes in Eastern Europe, Amsterdam, March 6-7.</P>\r\n\r\n<P>Dorenbos, Ruud J. 1995. \"Labor Mobility in Hungary and Poland between 1988 and 1993.\" Paper presented at the Conference on Demographic Processes and the Socio-Economic Transformation in Central and Eastern European Countries, Warsaw, 9-11 June.</P>\r\n\r\n<P>Ganzeboom, Harry B. G. 1994. \"Access to Education in Five Eastern European Nations Between 1940 and 1985: Results from a Cross-National Survey.\" Paper presented at a meeting of the Research Committee on Social Stratification and Social Mobility, World Congress of Sociology, Bielefeld, Germany, 18-23 July.</P>\r\n\r\n<P>Gerber, Theodore P. 1997. \"Previous Communist Party Membership and Stratification in Contemporary Russia.\" Paper to be presented at the meeting of the Research Committee on Social Stratification of the International Sociological Association, Quebec City, Canada, August.</P>\r\n\r\n<P>Hanley, Eric. 1994. \"The Reproduction and Circulation of Elites in Russia.\" Paper presented at the Annual Meeting of the American Sociological Association, Los Angeles, August 1994.</P>\r\n\r\n<P>Hanley, Eric. 1995. \"Self-Employment in Post-Communist Eastern Europe.\" Paper presented at a Meeting of the ISA Research Committee on Social Stratification of the International Sociological Association, Burlington VT, August.</P>\r\n\r\n<P>Hanley, Eric. 1996. \"Educational Stratification in State-Socialist Eastern Europe.\" Paper presented at a Meeting of the ISA Research Committee on Social Stratification of the International Sociological Association, Ann Arbor, August.</P>\r\n\r\n<P>Hanley, Eric. 1996. \"Self-Employment in Post-Communist Eastern Europe: The Emergence of a New Petty Bourgeoisie.\" Unpublished paper, Department of Sociology, UCLA./<P>\r\n\r\n<P>Hanley, Eric. 1996. \"Educational Stratification in State-Socialist Eastern Europe: The Relative Importance of Political and Cultural Resources.\" Unpublished paper, Department of Sociology, UCLA.</P>\r\n\r\n<P>Hanley, Eric, P. Mateju, K. Vlachova, and J. Krejci. 1996. \"The Making of Post-Communist Elites in Eastern Europe. A Comparison of Political and Economic Elites in the Czech Republic, Hungary and Poland.\" Institute of Sociology, Academy of Sciences of the Czech Republic, Prague, Working papers 96/3. To be published as Eric Hanley and Petr Mateju. \"The Making of Post-Communist Elites in Eastern Europe: A Comparison of Political and Economic Elites in the Czech Republic, Hungary, and Poland.\" In Elites in Transition in Eastern Europe, edited by M. A. Hatschika and F. L. Altman. [Forthcoming.]</P>\r\n\r\n\r\n<P>Hanley, Eric, and Matthew McKeever. 1996. \"Family Background and Schooling: Reconsidering the Effect of Mother's Education.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Ann Arbor, August 13-14.</P>\r\n\r\n<P>Kok, Herman J., 1996. \"Migration in Hungary: A Life Course Approach.\" Paper presented at the STEPRO Workshop From State to Market, Utrecht, July 8.</P>\r\n\r\n<P>Kok, Herman J., 1996. \"Migration Patterns in Hungary: From Urbanisation Towards Suburbanisation?\" Paper presented at the ENHR YHR Training Course on European Housing Research, Horsholm, Denmark, August 21-26.</P>\r\n\r\n<P>Kok, Herman J., 1997. \"Leaving the City in Hungary and Poland: The Effects of 1989.\" Paper to be presented at the NWO/ESR Conference on Transformation Processes in Eastern Europe. Amsterdam, March 6-7.</P>\r\n\r\n<P>Kok, Herman J., and Jan Van Weesep. 1994. \"Prague: From Socialist City towards Private City.\" Paper presented at the IGU RC Conference on Environment and Quality of Life in Central Europe: Problems of Transition, Prague.</P>\r\n\r\n<P>Kok, Herman J., Clara H. Mulder, and Jan Van Weesep. 1996. \"Migration in Hungary and Poland: Moves to the Large Cities.\" Paper presented at the ENHR Conference on Housing and European Integration, Helsingor, Denmark, August 26-30.</P>\r\n\r\n<P>Luijkx, Ruud, Peter Robert, Paul M. De Graaf, and Harry B. G. Ganzeboom. 1995. \"From Ascription to Achievement: the Status Attainment Process in Hungary between 1910 and 1993.\" Paper presented at the Second Conference of the European Sociological Association, Budapest, August 29 - September 2.</P>\r\n\r\n<P>Lim, Nelson. 1994. \"Income Inequality in Post-Communist Eastern Europe?\" Paper presented at the workshop on Stability and Change in Post-Communist Europe, Budapest, December. To be published in Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Lim, Nelson. 1995. \"Who Becomes Jobless in Post-Communist Eastern Europe?\" Paper presented at the conference on The Market Transition Debate: Between Socialism and Capitalism, University of California at Los Angeles, May.</P>\r\n\r\n<P>Machonin, Pavel. 1993. \"K problemu chudych a chudobe se blizicich vrstev obyvatelstva CSFR\" (\"Social Identification of Poor and Endangered by Poverty in Federal Czechoslovakia\"). Unpublished paper, Czech Academy of Sciences, Prague. [In Czech.]</P>\r\n\r\n<P>Machonin, Pavel, and Milan Tucek. 1994. \"Historical Comparison of Social Stratification in the Czech Republic: 1984-1991-1993.\" Paper presented at a meeting of the Research Committee on Social Stratification and Social Mobility, World Congress of Sociology, Bielefeld, Germany, 18-23 July.</P>\r\n\r\n<P>Marks, Gary, Raymond S. K. Wong, and Donald J. Treiman. 1995. \"Origins of Communist Party Members in Eastern Europe: 1945-1989.\" Paper presented at a Quantiative Colloquium, Department of Sociology, UCLA, May.</P>\r\n\r\n<P>Mateju, Petr. 1996. \"Subjective Mobility and Perception of Life Chances in Eastern Europe: Empirical Evidence Against a Marxist View of Relationships Between Subjective and Objective Mobility.\" Institute of Sociology, Academy of Sciences of the Czech Republic, Prague, Working papers 96/7.</P>\r\n\r\n<P>McKeever, Matthew R., and Donald J. Treiman. 1996. \"Changes in Housing Allocation Since the Transformation of East-Central Europe.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Ann Arbor, August 13-14. To be published as Matthew McKeever, Petr Mateju, and Donald J. Treiman, \"Continuity and Change in Housing.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>McKeever, Matthew, and Eric Hanley. 1997. \"Revolution or Evolution in a New Labor Market: Entry into Self-Employment in Eastern Europe.\" Unpublished paper, Department of Sociology, UCLA.</P>\r\n\r\n<P>Paul, Christopher. 1995. \"The Impact of Structural and Institutional Change on Recruitment, Reproduction, and Circulation of Elites in the Transition from Socialism in Eastern Europe.\" Paper presented at the annual meeting of the American Sociological Association, Washington, DC, August. Also presented at the annual meeting of the Pacific Sociological Association, Seattle, March 1996.</P>\r\n\r\n<P>Robert, Peter. 1995. \"Perceived Status Change during the Post-communist Transition and Attitudes towards Becoming a Loser of the System Transformation.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Zurich, May 25-27.</P>\r\n\r\n<P>Robert, Peter, and Zoltan Fabian. 1995. \"Losers of Transformation: Social Exclusion and Marginalization in Six Post-socialist Societies.\" Paper presented at the ECPR conference on The Politics of Institutional Changes: Consequences for the Welfare Mix in East-Central Europe, Bourdeaux, April 27-May 2.</P>\r\n\r\n<P>Robert, Peter, and Matild Sagi. 1996. \"Social Determination of Living Conditions in Post-socialist Societies.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Stockholm, May 30-June 1.</P>\r\n\r\n<P>Rona-Tas, Akos, and Jozsef Borocz. 1996. \"Formation of New Business Elites in Bulgaria, the Czech Republic, Hungary, and Poland: Continuity and Change, Pre-Communist and Communist Legacies.\" Paper presented at the conference on Democracy, Markets, and Civil Societies in Post-1989 East-Central Europe, Minda de Gunzburg Center for European Studies, Harvard University, May 17-19.</P>\r\n\r\n<P>Sagi, Matild. 1995. \"Losers and Winners: Social Determinants of Mobility Strategies during the Post-Communist transition in East Europe.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Burlington, Vermont, 16-17 August.</P>\r\n\r\n<P>Sagi, Matild. 1996. \"The Upper Crust of the Postsocialist Societies.\" Paper prepared for the session on \"Transition in Eastern Europe,\" ECSR Workshop, 26-27 August, Berlin.</P>\r\n\r\n<P>Slomczynski, Kazimierz M. 1997. \"Formation of Class Structure under Conditions of Radical Social Change: An East European Experience.\" Unpublished paper, Department of Sociology, The Ohio State University.</P>\r\n\r\n<P>Szelényi, Iván. 1993. \"Changing Composition of the 'Political Class' under Post-Communist Transition: 1988 and 1993.\" Paper presented at the annual meeting of the American Sociological Association, Miami, August.</P>\r\n\r\n<P>Szelényi, Iván. 1994. \"Elites in Post-communist Transition: Framework for Analysis.\" Paper presented at the annual meeting of the American Sociological Association, Los Angeles, August.</P>\r\n\r\n<P>Szelényi, Iván, and Eric Hanley. 1997. \"Changing Social Structure During Market Transition: The Case of Central Europe.\" Unpublished paper, Department of Sociology, UCLA.</P>\r\n\r\n<P>Szelényi, Iván, and Szonja Szelényi. 1993. \"The Making of a New Elite in Post-Communist Central Europe: an Outline of a Dynamic Model of Social Spaces.\" Paper presented at the annual meeting of the Hungarian Sociological Association, Miskolc, Hungary, July.</P>\r\n\r\n<P>Szelényi, Iván, Szonja Szelényi, and Eva Fodor. 1994. \"Changing Patterns of Elite Recruitment in Post-communist Transformation: First Results from the Hungarian Study.\" Working Papers on Transition from State Socialism, 93.8., Cornell University. [Also presented at the annual meeting of the Austrian Sociological Association, Klagenfurt, November 26, 1993.]</P>\r\n\r\n<P>Treiman, Donald J. 1994. \"Social Stratification in Eastern Europe after 1989: Report on an Ongoing Project.\" Paper presented at a meeting of the Research Committee on Social Stratification and Social Mobility, World Congress of Sociology, Bielefeld, Germany, 18-23 July.</P>\r\n\r\n<P>Treiman, Donald J. 1994. \"Has the Pre-Communist Class Structure of Eastern Europe Re-emerged?\" Paper presented to the ISOP Conference on Regime Change and Democratization Revisited in Comparative Perspective, UCLA, 20 May; to the Conference on New Directions in Eastern European Research, Oxford, March 1995; and at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Burlington, Vermont, 16-17 August 1995. To be published as Eric Hanley and and Donald J. Treiman, \"Did the Transformation to Post-Communism in Eastern Europe Restore Pre-Communist Property Relations?\" in Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Tuek, Milan. 1995. \"Zpráva o vývoji sociální struktury spolenosti eská republika 1945-1993\" (\"Report on the Evolution of Social Structure in the Czech Republic, 1945-1993\"). Prague: START: Nadace pro výzkum sociální transformace. 76 pp. [In Czech.]</P>\r\n\r\n<P>Tucek, Milan. 1994. \"Discrimination of Czech Citizens in Educational and Professional Careers in the Last Decades.\" Paper presented at a meeting of the Research Committee on Social Stratification and Social Mobility, World Congress of Sociology, Bielefeld, Germany, 18-23 July.</P>\r\n\r\n<P>Tuek, Milan. 1996. \"Zpráva o vývoji sociální struktury eské a slovenské spolenosti 1945-1993\" (\"Report on the Evolution of Social Structure in the Czech and Slovak Republics, 1945-1993\"). Prague: SoÚ AV R, Edice Working Papers 96:6. 88 pp. [In Czech.]</P>\r\n\r\n<P>Utasi, Agnes. 1994. \"Upgrading of Interpersonal Realtions and the Contact Capital of the New Elite in Hungary.\" Paper presented at the International Conference of the Social Network Association, New Orleans, April.</P>\r\n\r\n<P>Utasi, Agnes. 1994. \"Cultural Capital of the Middle Classes in Hungary.\" Paper presented at the 16th World Congress of Political Science, Berlin, August.</P>\r\n\r\n<P>Utasi, Agnes. 1996. \"Lifestyles of the Hungarian Elites.\" Paper presented to the Department of Sociology, University of Lund, Sweden, September.</P>\r\n\r\n<P>Van der Lippe, Tanja. 1995. \"Paid Work of Women in Eastern and Western Europe.\" Paper presented at the Second European Sociological Conference, Budapest, August 30-2 September. To be published as \"Paid Labour of Women in Western and Eastern European Countries over Time.\" In Developments in the European Labour markets from a Gender Perspective, edited by Thomas P Boje and Eva Cyba. [Forthcoming.]</P>\r\n\r\n<P>Van der Lippe, Tanja. 1995. \"Division of Paid and Household Labor between Husbands and Wives in Eastern and Western Europe.\" Paper presented at the workshop Tijdsallocatie en sekse, Amsterdam, November 30-December 1.</P>\r\n\r\n<P>Van der Lippe, Tanja. 1996. \"Domestic Work of Men: an International Comparison.\" Paper presented at Sociaal wetenschappelijke studiedagen 1996 \"Van de hoed en de rand,\" Amsterdam, April 11-12.</P>\r\n\r\n<P>Van der Lippe, Tanja. 1996. \"Domestic Work of Men and Women: an International Comparison.\" Paper presented at the workshop on Rationality of Households, Utrecht, June 24-25.</P>\r\n\r\n<P>Van der Lippe, Tanja. 1996. \"Trends in Time Use of Men and Women.\" Paper presented at the conference on New Strategies for Everyday Life: Work, Free Time, and Consumption, Tilburg, December 12-14.</P>\r\n\r\n<P>Van der Lippe, Tanja, and Liset van Dijk. 1997. \"The Effect of Individual and Institutional Constraints on Women's Paid Work: an International Comparison over Time.\" Paper to be presented at the ESR Workshop on Transformation Processes in Eastern Europe, Amsterdam, March 6-7.</P>\r\n\r\n<P>Vecernik, Jiri. 1995. \"Household Incomes and Social Policies: The Czech Republic in the Period 1989-1995.\" Research Studies of the Foundation START, No. 4.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"The Communist Nomenklatura in the Post-Communist Eastern Europe: Winners or Losers?\" Paper presented at the Conference on Central and Eastern Europe, New College, University of South Florida, Sarasota.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"Elite Formation in the Post-Communist and Post-Solidarity Poland\" Paper presented at the Conference on Central and Eastern Europe, New College, University of South Florida, Sarasota.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"Comparative Analysis of Post-Communist Elite Consolidation.\" Paper presented at the Fourth Biennial Conference on East Central European and Polish Affairs, St. Mary's College, Orchard Lake, Michigan.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"New Elites in Eastern Europe.\" Paper presented to the Department of Sociology, University of Wyoming, Laramie.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"Elite Transformation in Eastern Europe.\" Paper presented to the Department of Government, University of Texas, Austin.</P>\r\n\r\n<P>Wasilewski, Jacek. 1995. \"Old and New Elites in Eastern Europe: Russia, Hungary, and Poland Compared.\" Paper presented to the Department of Political Science, University of Rochester, Rochester, NY.</P>\r\n\r\n<P>Wasilewski, Jacek. 1996. \"Elite Circulation and Consolidation of Democracy in Poland.\" Paper presented at the Conference on Democracy, Markets, and Civil Societies in Post-1989 East Central Europe, Center for European Studies, Harvard University. To be published in a collection of papers on East European Elites, edited by John Higley and Jan Pakulski.</P>\r\n\r\n<P>Wasilewski, Jacek. 1996. \"Destination of the Communist Nomenklatura in the Post Communist Eastern Europe.\" Paper presented to the Fundacion Encuentro Coloquio Internacional, \"Elite Change and Political Crisis,\" El Paular/Madrid.</P>\r\n\r\n<P>Wasilewski, Jacek. 1996. \"Orientacje wartosciujace elity: Plytka konsolidacja polskiej demokracji\" (\"Elite Value Orientations: A Shallow Consolidation of Polish Democracy\"). Paper presented to the Conference on \"Systemy partyjne wnowych demokracjach: Przypadek Polski\" (\"Party Systems in New democracies: The Case of Poland\"), Institute of Sociology, University of Warsaw. [In Polish.]</P>\r\n\r\n<P>Wnuk-Lipiski, Edmund. 1995. \"Ksztatowanie si elit w Polsce, w Rosji i na Wgrzech\" (\"The Formation of Elites in Poland, Russia and Hungary\"). Paper given at a seminar of the Institute of Philosophy and Sociology, Polish Academy of Sciences, Warsaw, 24 March. [In Polish.]</P>\r\n\r\n<P>Yakubovich, Valery. 1996. \"Is the Second Economy a School of Capitalism? Intersecting Individual and Institutional Domains of Stratification in the Analysis of Transitional Societies.\" Paper presented at a meeting of the Research Committee on Social Stratification and Mobility of the International Sociological Association, Ann Arbor, August 13-14. </P>\r\n\r\n<P>Yakubovich, Valery. 1997. \"From Redistribution to Exchange? The Role of Reciprocity in Economic Integration During the Transition from State Socialism.\" Unpublished manuscript, Department of Sociology, Stanford University. </P>\r\n","<P>Dissertations</P>\r\n\r\n<P>Eyal, Gil. 1997. The Breakup of Czechoslovakia: A Sociological Explanation. Unpublished Ph.D. dissertation, Department of Sociology, UCLA.</P>\r\n\r\n<P>Hanley, Eric. 1997. Entrepreneurship and the State: the Rise of a New Economic Elite in Post-Communist Hungary and Russia. Unpublished Ph.D. dissertation, Department of Sociology, UCLA.</P>\r\n\r\n<P>McKeever, Matthew R. 1996. Secondary Economies of Capitalist and State Socialist Societies: A Study of the Informal Economy of South Africa and the Second Economy of Hungary. Unpublished Ph.D. dissertation, Department of Sociology, UCLA.</P>\r\n\r\n<P>Uunk, Wilfred. 1996. Who marries whom? Unpublished doctoral dissertation, Department of Sociology, Nijmegen University.</P>\r\n\r\n<P>Zhu, Saholing. 1995. Educational Attainment in Hungary over Fifty years. Unpublished master's thesis, Department of Sociology, UCLA.</P> ","<P>Forthcoming</P>\r\n<P>Andorka, Rudolf, and Hedwig Lehmann. 1994. \"The Social Basis of Electoral Choice in Eastern Europe.\" Paper presented at a meeting of the Research Committee on Social Stratification and Social Mobility, World Congress of Sociology, Bielefeld, Germany, 18-23 July. To be published in Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Csite András, and Imre Kovách. 1997. \"Post-socialist Transformation in the Rural Societies of Central and Eastern Europe.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Domanski, Henryk, Petr Mateju, and Donald J. Treiman. 1997. \"Continuities and Discontinuities in Class Reproduction Before, During, and After Communism.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Dorenbos, Ruud J. 1996. \"Werkgelegenheid, werkloosheid en inactiviteit in Hongarije en Polen.\" Oost-Europa Verkenningen. [In press.] [In Dutch.] </P>\r\n\r\n<P>Dukaczewska, A. 1997. Aktywnosc w ferze prywatbej jako substytut dominacji mezcz w sferze publicznej (Women's Family Roles as a Substitute of the Male's Dominance in the Occupational System). Warzsawa: IFiS Publishers. [In press.] [In Polish.] </P>\r\n\r\n<P>Eyal, Gil, Ivan Szelenyi, and Eleanor Townsley. 1997. Making Capitalism Without Capitalists. [Monograph in preparation.]</P>\r\n\r\n<P>Ganzeboom Harry B. G, and Paul Nieuwbeerta. 1997. \"Socialism and Education in Eastern Europe: the Effects of Cultural and Political Resources of parents.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Kostello, Eric, and Donald J. Treiman. 1997. \"Credentials vs. Political Loyalty as Bases of Occupational Advancement in Eastern Europe: The Impact of State Socialism and Its Collapse on Stratification Processes.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Kraaykamp, Gerhard, and Paul Nieuwbeerta. 1997. \"Differentiation in Material and Cultural Life-style in Eastern Europe: The Intergenerational Transmission of Social Inequality.\" In Proceedings Workshop Transformation Processes in Eastern Europe, March 6-7, 1997, edited by Paul Nieuwbeerta and Harry B. G. Ganzeboom. The Hague: NWO. [Forthcoming.]</P>\r\n\r\n<P>Ladanyi, Janos. 1997. \"Gypsies in Post-Communist Eastern Europe.\" In in Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Mateju, Petr. 1997. \"Possible Explanations for the Recent \"Left-turns\" in Post-Communist Countries.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Robert, Peter, and Matild Sagi. 1994. \"Social Bases of Entrepreneurship.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>\r\n\r\n<P>Szelenyi, Szonja. 1997. Equality by Design: The Grand Experiment in Destratification in Socialist Hungary. Stanford: Stanford University Press. [In press.]</P> \r\n\r\n<P>Treiman, Donald J., Petr Mateju, and Ivan Szelenyi (eds.). 1997. Stability and Change in Post-Communist Eastern Europe: Winners and Losers in the Transformation. [13 chapters; Forthcoming]</P> \r\n\r\n<P>Van der Lippe, Tanja, and Eva Fodor. 1997. \"Changes in Gender Inequality in East Central Europe.\" In Stability and Change in Post-Communist Europe: Winners and Losers in the Transformation, edited by Donald J. Treiman, Petr Mateju, and Ivan Szelenyi. [Forthcoming.]</P>"]},{"typeName":"accessToSources","multiple":false,"typeClass":"primitive","value":"Detailed codebook, questionnaires in local languages"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Bulgaria"}},{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Czech Republic"}},{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Hungary"}},{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Poland"}},{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Russian Federation"}},{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"Slovakia"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Individuals living in Bulgaria, the Czech Republic, Hungary, Poland, Russia, Slovakia"]},{"typeName":"timeMethod","multiple":false,"typeClass":"primitive","value":"Cross-sectional"},{"typeName":"collectorTraining","multiple":false,"typeClass":"primitive","value":"Instructions sent to country teams in November 1992"},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Probability sampling \r\n"},{"typeName":"targetSampleSize","multiple":false,"typeClass":"compound","value":{"targetSampleActualSize":{"typeName":"targetSampleActualSize","multiple":false,"typeClass":"primitive","value":"5000"}}},{"typeName":"deviationsFromSampleDesign","multiple":false,"typeClass":"primitive","value":"3500 individuals interviewed in Poland"},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"Interview"},{"typeName":"researchInstrument","multiple":false,"typeClass":"primitive","value":"Structured, with some open-ended comments"},{"typeName":"actionsToMinimizeLoss","multiple":false,"typeClass":"primitive","value":"Up to three attempts to interview"},{"typeName":"weighting","multiple":false,"typeClass":"primitive","value":"<P>In order to achieve fully comparable national probability samples of the adult population of each country, we have constructed a WEIGHT variable, which is actually the product of seven specific weight variables designed to correct for various departures from representativeness. With the exception of WT1, which excludes persons less than 20 and older than 69, each weight (and hence the total weight as well) is designed to preserve the original sample size. That is, the sum of each weight variable is equal to the original sample size (persons age 20-69) in each country. In order to take account of intercorrelations among variables used to create the weights, the weights were constructed in sequence. Thus, each weight was created using as input the weighted sample as defined by the product of the previous weights. Here we describe the concepts used in effecting the weighting. The exact procedures are shown in the SPSS command file WEIGHT.INC in Appendix D.</P>\r\n<BR>\r\n<P>WT1. Age restriction. As specified above, we have defined the adult population as those age 20-69. While we have distinguished the within-range sample from the out-of-range sample for Hungary and Russia with different response codes in the variable COUNTRY, the following weight variable, as a component of the overall weight variable, also restricts the sample to those age 20-69, and by so doing removes a few cases from the remaining countries falling outside the range 20-69, or for whom information on date of birth is missing. WT1 = 1 for those for whom BIRTH is greater than or equal to 23 and less than or equal to 73, and = 0 otherwise.</P>\r\n<BR>\r\n<P>WT2. Prague over-sample. In the Czech Republic, Prague was deliberately over-sampled with the intention of creating a special Prague sample of 1,500 cases, of interest to urban geographers; in fact, a sample of 1,449 completed interviews was achieved for Prague. The oversampling was accomplished by drawing two separate samples: a probability sample of the entire country, including Prague (N = 4,737, of which 563 cases are from Prague and 4,174 are from the remainder of the country) and a special supplementary sample for Prague (N = 884). Rather than omitting the supplementary sample from the analysis, we have included them and have weighted all cases from Prague (from both the probability and supplementary samples) by .462 and all cases from the remainder of the Czech Republic by 1.187. These weights reproduce the original sample size from the combined Czech samples and also the distribution of cases between Prague and the remainder of the country as in the national sample. All cases in the remaining countries are given weights of 1 on WT2.</P>\r\n<BR>\r\n<P>WT3. Size of place of residence. All of the samples are multi-stage probability samples, with the first stage(s) consisting of geographical regions (district, cities and towns, etc.). Hence, in principle they should be fully representative of the population with respect to geographical location. However, differential response rates (lower response rates in the capital city and sometimes in other cities) distorted the sample in some countries. Where differences between observed and expected percentages in places of various sizes were small (less than one per cent on average) we made no adjustments but simply specified WT2 = 1. This was the case in Hungary. In the remaining countries, we have weighted the data by size of place so that they correspond to the population distribution as indicated in the most recent census while preserving the sample sizes prior to weighting.</P>\r\n<BR>\r\n<P>WT4. Household samples. In the Czech Republic and Russia, a probability sample of households was chosen and then an adult in the household was chosen at random. To convert the household sample into a person sample, we weighted the data for each of these two countries by the number of adults in the household divided by the mean number of adults (where \"adults\" are persons eligible to be interviewed--that is, persons age 20-69). These means are 1.98 and 2.21, for the Czech Republic and Russia, respectively. For all countries except the Czech Republic and Russia, WT4 = 1.</P>\r\n<BR>\r\n<P>WT5. Gender bias. This corrects for bias in gender distribution. These corrections are likely to be slightly conservative, since the available census data pertain to the entire population, and thus include persons older than 69, who are disproportionately female. No correction has been made for Bulgaria since the necessary information is not yet available; it is unlikely that there is much gender bias in the Bulgarian data since in the weighted sample males constitute 48.1 per cent, which is consistent with the population percentages in the Czech Republic, Hungary, and Slovakia. No corrections have been made for Hungary or Slovakia since the census and weighted survey distributions are very close--within about one half of one per cent.</P>\r\n<BR>\r\n<P>WT6. Education bias. This corrects for bias in education distributions. A variety of adjustments were made to take account of the fact that, with the exception of the Czech Republic, the census educational distributions available at the time the weights were constructed do not fully correspond to our sample specification, particularly with respect to age--a critical variable given the secular increase in education in all of these societies. These are reported in detail in WEIGHT.INC in Appendix D.</P>\r\n<BR>\r\n<P>WT7. Corrections for design effects. Since all of our samples are multi-stage probability samples, they all have some loss of efficiency relative to simple random samples. It is our intention to introduce a constant weight in each country to take account of the \"design effect,\" the loss of efficiency due to clustering. However, the information necessary to accomplish this is not yet available. Hence, for the present WT7 = 1 for all respondents.</P>\r\n<BR>\r\n<P>WEIGHT. The overall weight variable, WEIGHT, is created as the product of weight variables 1-7. In all analyses of the population age 20-69 the command WEIGHT BY WEIGHT should always precede the analysis to ensure that the sample data are adequately representative of the population of each country. </P>"}]}},"files":[{"label":"Bulgaria codebook.pdf","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702612,"persistentId":"","pidURL":"","filename":"Bulgaria codebook.pdf","contentType":"application/pdf","filesize":4147107,"storageIdentifier":"s3://dvn-cloud:14f715a0018-6f8114e7b8ef","rootDataFileId":-1,"md5":"f2482dd74ab4c8e49fad394bb18d13db","checksum":{"type":"MD5","value":"f2482dd74ab4c8e49fad394bb18d13db"}}},{"label":"Bulgaria DDI.xml","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702611,"persistentId":"","pidURL":"","filename":"Bulgaria DDI.xml","contentType":"text/xml","filesize":3833114,"storageIdentifier":"s3://dvn-cloud:14f715a0d27-41f1f19b8489","rootDataFileId":-1,"md5":"1d3af735e8d4bc79c9a7d9a08b564680","checksum":{"type":"MD5","value":"1d3af735e8d4bc79c9a7d9a08b564680"}}},{"label":"Czech republic codebook.pdf","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702610,"persistentId":"","pidURL":"","filename":"Czech republic codebook.pdf","contentType":"application/pdf","filesize":2254940,"storageIdentifier":"s3://dvn-cloud:14f715a17ab-239a7d9e2fc0","rootDataFileId":-1,"md5":"e553f354b87eedb20e8d31a1a05233ff","checksum":{"type":"MD5","value":"e553f354b87eedb20e8d31a1a05233ff"}}},{"label":"Czech republic DDI.xml","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702613,"persistentId":"","pidURL":"","filename":"Czech republic DDI.xml","contentType":"text/xml","filesize":3777315,"storageIdentifier":"s3://dvn-cloud:14f715a26ab-5d4b809cbb38","rootDataFileId":-1,"md5":"4f22413dd241c06526f67057780d5785","checksum":{"type":"MD5","value":"4f22413dd241c06526f67057780d5785"}}},{"description":"Codebook for all parts in PDF format.","label":"DTA199.file0790.SSEE.CDBK.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444508,"persistentId":"","pidURL":"","filename":"DTA199.file0790.SSEE.CDBK.PDF","contentType":"application/pdf","filesize":12781400,"description":"Codebook for all parts in PDF format.","storageIdentifier":"s3://dvn-cloud:119334","rootDataFileId":-1,"md5":"1979c06614b86b89e600ad3bb6055815","checksum":{"type":"MD5","value":"1979c06614b86b89e600ad3bb6055815"}}},{"description":"Bulgaria questionnaire in Bulgarian and English. In PDF format.","label":"DTA199.file0791.BGRQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444513,"persistentId":"","pidURL":"","filename":"DTA199.file0791.BGRQUEX.PDF","contentType":"application/pdf","filesize":6953649,"description":"Bulgaria questionnaire in Bulgarian and English. In PDF format.","storageIdentifier":"s3://dvn-cloud:119335","rootDataFileId":-1,"md5":"841ab4c43652be4dd450e7eb14394702","checksum":{"type":"MD5","value":"841ab4c43652be4dd450e7eb14394702"}}},{"description":"Czech questionnaire in Czech and English. In PDF format.  Same as Slovakia questionnaire.","label":"DTA199.file0792.CZEQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444509,"persistentId":"","pidURL":"","filename":"DTA199.file0792.CZEQUEX.PDF","contentType":"application/pdf","filesize":7128990,"description":"Czech questionnaire in Czech and English. In PDF format.  Same as Slovakia questionnaire.","storageIdentifier":"s3://dvn-cloud:119336","rootDataFileId":-1,"md5":"80cb1f66c7cf46db6f49a339dbbb5b95","checksum":{"type":"MD5","value":"80cb1f66c7cf46db6f49a339dbbb5b95"}}},{"description":"Hungary questionnaire in Hungarian and English. In PDF format.","label":"DTA199.file0793.HUNQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444510,"persistentId":"","pidURL":"","filename":"DTA199.file0793.HUNQUEX.PDF","contentType":"application/pdf","filesize":7021295,"description":"Hungary questionnaire in Hungarian and English. In PDF format.","storageIdentifier":"s3://dvn-cloud:119337","rootDataFileId":-1,"md5":"07b4825e90ac94e0ea0d0db2a453eefa","checksum":{"type":"MD5","value":"07b4825e90ac94e0ea0d0db2a453eefa"}}},{"description":"Poland questionnaire in Polish and English. Same as Warsaw questionnaire, in PDF format.","label":"DTA199.file0794.POLQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444507,"persistentId":"","pidURL":"","filename":"DTA199.file0794.POLQUEX.PDF","contentType":"application/pdf","filesize":6696700,"description":"Poland questionnaire in Polish and English. Same as Warsaw questionnaire, in PDF format.","storageIdentifier":"s3://dvn-cloud:119338","rootDataFileId":-1,"md5":"cc9910e44d3c1e23909e614178801e7d","checksum":{"type":"MD5","value":"cc9910e44d3c1e23909e614178801e7d"}}},{"description":"Russia questionnaire in Russian and English. In PDF format.","label":"DTA199.file0795.RUSQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444514,"persistentId":"","pidURL":"","filename":"DTA199.file0795.RUSQUEX.PDF","contentType":"application/pdf","filesize":8240293,"description":"Russia questionnaire in Russian and English. In PDF format.","storageIdentifier":"s3://dvn-cloud:119339","rootDataFileId":-1,"md5":"6edbe6b986f16b6205a9785ec2f83753","checksum":{"type":"MD5","value":"6edbe6b986f16b6205a9785ec2f83753"}}},{"description":"Slovakia questionnaire, same as Czech questionnaire, includes English. In PDF format.","label":"DTA199.file0796.SVKQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444512,"persistentId":"","pidURL":"","filename":"DTA199.file0796.SVKQUEX.PDF","contentType":"application/pdf","filesize":7128990,"description":"Slovakia questionnaire, same as Czech questionnaire, includes English. In PDF format.","storageIdentifier":"s3://dvn-cloud:119340","rootDataFileId":-1,"md5":"80cb1f66c7cf46db6f49a339dbbb5b95","checksum":{"type":"MD5","value":"80cb1f66c7cf46db6f49a339dbbb5b95"}}},{"description":"Warsaw questionnaire, same as the Poland questionnaire, in Polish and English. In PDF format.","label":"DTA199.file0797.WARQUEX.PDF","restricted":false,"version":1,"datasetVersionId":58307,"categories":["Documentation"],"dataFile":{"id":2444511,"persistentId":"","pidURL":"","filename":"DTA199.file0797.WARQUEX.PDF","contentType":"application/pdf","filesize":6696700,"description":"Warsaw questionnaire, same as the Poland questionnaire, in Polish and English. In PDF format.","storageIdentifier":"s3://dvn-cloud:119341","rootDataFileId":-1,"md5":"cc9910e44d3c1e23909e614178801e7d","checksum":{"type":"MD5","value":"cc9910e44d3c1e23909e614178801e7d"}}},{"description":"Bulgaria export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current verion of SPSS v21.","label":"DTA900.file0030.BULGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444515,"persistentId":"","pidURL":"","filename":"DTA900.file0030.BULGPINT.EXP","contentType":"application/x-spss-por","filesize":18001359,"description":"Bulgaria export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current verion of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119342","rootDataFileId":-1,"md5":"16e37ac3b99616638e935d43fd0a2ed1","checksum":{"type":"MD5","value":"16e37ac3b99616638e935d43fd0a2ed1"}}},{"description":"Czech Republic export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current verion of SPSS v21.","label":"DTA900.file0031.CZRGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444519,"persistentId":"","pidURL":"","filename":"DTA900.file0031.CZRGPINT.EXP","contentType":"application/x-spss-por","filesize":20435814,"description":"Czech Republic export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current verion of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119343","rootDataFileId":-1,"md5":"fee1e9e0bf7a4f32e0625c1621eeb43b","checksum":{"type":"MD5","value":"fee1e9e0bf7a4f32e0625c1621eeb43b"}}},{"description":"Hungary export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","label":"DTA900.file0032.HUNGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444518,"persistentId":"","pidURL":"","filename":"DTA900.file0032.HUNGPINT.EXP","contentType":"application/x-spss-por","filesize":18109494,"description":"Hungary export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119346","rootDataFileId":-1,"md5":"97b60e6e608ec1638f388a48b3a41932","checksum":{"type":"MD5","value":"97b60e6e608ec1638f388a48b3a41932"}}},{"label":"DTA900.file0033.POLGPINT-1.tab","restricted":false,"version":2,"datasetVersionId":58307,"dataFile":{"id":2710156,"persistentId":"","pidURL":"","filename":"DTA900.file0033.POLGPINT-1.tab","contentType":"text/tab-separated-values","filesize":12681999,"storageIdentifier":"s3://dvn-cloud:14fd803b9c5-0b976962c5f9","originalFileFormat":"application/x-spss-por","originalFormatLabel":"SPSS Portable","UNF":"UNF:6:ICAKKaPNmNcYwKkyDQLj6Q==","rootDataFileId":-1,"md5":"cdca0cce88700e07b23771ebc03b459c","checksum":{"type":"MD5","value":"cdca0cce88700e07b23771ebc03b459c"}}},{"description":"Poland export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","label":"DTA900.file0033.POLGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444517,"persistentId":"","pidURL":"","filename":"DTA900.file0033.POLGPINT.EXP","contentType":"application/x-spss-por","filesize":12678039,"description":"Poland export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119347","rootDataFileId":-1,"md5":"cdca0cce88700e07b23771ebc03b459c","checksum":{"type":"MD5","value":"cdca0cce88700e07b23771ebc03b459c"}}},{"label":"DTA900.file0033.POLGPINT.tab","restricted":false,"version":2,"datasetVersionId":58307,"dataFile":{"id":2710155,"persistentId":"","pidURL":"","filename":"DTA900.file0033.POLGPINT.tab","contentType":"text/tab-separated-values","filesize":12685431,"storageIdentifier":"s3://dvn-cloud:14fd803ca38-1be94c4bbd6e","originalFileFormat":"application/x-spss-sav","originalFormatLabel":"SPSS SAV","UNF":"UNF:6:ICAKKaPNmNcYwKkyDQLj6Q==","rootDataFileId":-1,"md5":"b492937be5a8a0b9d3c25bf7028df094","checksum":{"type":"MD5","value":"b492937be5a8a0b9d3c25bf7028df094"}}},{"description":"Russia export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","label":"DTA900.file0034.RUSGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444516,"persistentId":"","pidURL":"","filename":"DTA900.file0034.RUSGPINT.EXP","contentType":"application/x-spss-por","filesize":18416808,"description":"Russia export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119348","rootDataFileId":-1,"md5":"0ba3a38ee2987b01e7839e43ed883e57","checksum":{"type":"MD5","value":"0ba3a38ee2987b01e7839e43ed883e57"}}},{"description":"Slovakia export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","label":"DTA900.file0035.SLOGGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444521,"persistentId":"","pidURL":"","filename":"DTA900.file0035.SLOGGPINT.EXP","contentType":"application/x-spss-por","filesize":17821944,"description":"Slovakia export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119349","rootDataFileId":-1,"md5":"a3a19e884752690dd2c83406349bb9e4","checksum":{"type":"MD5","value":"a3a19e884752690dd2c83406349bb9e4"}}},{"description":"Warsaw export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","label":"DTA900.file0036.WARGGPINT.EXP","restricted":false,"version":1,"datasetVersionId":58307,"categories":["SPSS portable file"],"dataFile":{"id":2444520,"persistentId":"","pidURL":"","filename":"DTA900.file0036.WARGGPINT.EXP","contentType":"application/x-spss-por","filesize":5530194,"description":"Warsaw export file.  SPSS portable file created in an older version of SPSS but opens correctly in the current version of SPSS v21.","storageIdentifier":"s3://dvn-cloud:119350","rootDataFileId":-1,"md5":"05b8fd4781b789ee0d601a7b29421217","checksum":{"type":"MD5","value":"05b8fd4781b789ee0d601a7b29421217"}}},{"label":"Hungary codebook.pdf","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702608,"persistentId":"","pidURL":"","filename":"Hungary codebook.pdf","contentType":"application/pdf","filesize":2203476,"storageIdentifier":"s3://dvn-cloud:14f715a4e74-e17cfee7f8d1","rootDataFileId":-1,"md5":"15ff280442b6ccd56fccff32c0f4dc83","checksum":{"type":"MD5","value":"15ff280442b6ccd56fccff32c0f4dc83"}}},{"label":"Hungary DDI.xml","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2702609,"persistentId":"","pidURL":"","filename":"Hungary DDI.xml","contentType":"text/xml","filesize":3810966,"storageIdentifier":"s3://dvn-cloud:14f715a3ae1-c7bbda318cf3","rootDataFileId":-1,"md5":"33f4510e14911bb1b9da4358e74172c0","checksum":{"type":"MD5","value":"33f4510e14911bb1b9da4358e74172c0"}}},{"label":"Poland codebook.pdf","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2710157,"persistentId":"","pidURL":"","filename":"Poland codebook.pdf","contentType":"application/pdf","filesize":2109286,"storageIdentifier":"s3://dvn-cloud:14fd8033ff9-387ea1ebd440","rootDataFileId":-1,"md5":"95bfdc2f2cd0ec68a02fc1d4b5183d29","checksum":{"type":"MD5","value":"95bfdc2f2cd0ec68a02fc1d4b5183d29"}}},{"label":"Poland DDI.xml","restricted":false,"version":1,"datasetVersionId":58307,"dataFile":{"id":2710154,"persistentId":"","pidURL":"","filename":"Poland DDI.xml","contentType":"text/xml","filesize":3747925,"storageIdentifier":"s3://dvn-cloud:14fd8034f9b-c91189ceb19b","rootDataFileId":-1,"md5":"01da4f7385db5ead00b0b3383e8edea7","checksum":{"type":"MD5","value":"01da4f7385db5ead00b0b3383e8edea7"}}}]}}}