{"status":"OK","data":{"id":3333314,"identifier":"DVN/YYKX1T","persistentUrl":"https://doi.org/10.7910/DVN/YYKX1T","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-12-19","storageIdentifier":"s3://10.7910/DVN/YYKX1T","latestVersion":{"id":148668,"storageIdentifier":"s3://10.7910/DVN/YYKX1T","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:yZPel/w46TTIpQzbMCSfsA==","lastUpdateTime":"2018-12-19T09:57:08Z","releaseTime":"2018-12-19T09:57:08Z","createTime":"2018-12-19T09:56:53Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Understanding the factors conditioning fall armyworm (Spodoptera frugiperda J.E. Smith) infestation in African smallholder maize fields and quantifying its impact on yield. A case study in Eastern Zimbabwe."},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office "},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"},"authorIdentifier":{"typeName":"authorIdentifier","multiple":false,"typeClass":"primitive","value":"0000-0002-5648-2083"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office "},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"f.baudron@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Study sites\r\n\r\nThe study was conducted in Chipinge and Makoni Districts of Manicaland Province in Zimbabwe. Chipinge is located in southeastern Zimbabwe at an average altitude of 1,134 m above sea level, and is characterized by a mean annual rainfall of 1,097.5 mm (90 years average) and a mean annual temperature of 28°C (10 years average; Maposa et al. 2010). Sandy soils, black and red clays are the major soil types. The main crops are maize, cotton, and sorghum. The main livestock species are cattle, goats, pigs and chicken. The population density is about 33 inhabitants km-2 (PCO, 2012).\r\nMakoni is located in northeastern of Zimbabwe  at an average altitude of 1,372 m above sea level, and is characterized by a mean annual rainfall of 750 – 1,000 mm per year (4 years average) and a mean annual temperature of 27°C (10 years average; UNDP 2016). Sandy to sandy loams are the major soil types. The main crops are maize, groundnuts and tobacco. The main livestock species are cattle, goats and chicken. The population density is about 35 inhabitants km-2 (PCO, 2012).\r\n\r\nFarm survey\r\n\r\nA total of 394 and 397 farming households were selected from Chipinge and Makoni Districts, respectively. In each district, households were selected following a stratified sampling scheme, with roughly a third of them each selected from a relatively wetter ward, a relatively drier ward and a ward of intermediate climate. In Chipinge District, Wards 16, 18 and 20 were selected as the drier, intermediate and wetter wards, respectively. In Makoni District, Wards 26, 28 and 34 were selected as the drier, intermediate and wetter wards, respectively. The head of each of these selected households was interviewed – between 2 and 7 February 2018 in Chipinge District and between 22 and 28 March 2018 in Makoni District – using a standardized questionnaire that addressed the characteristics of the main maize plot (area, soil type, presence or absence of a hedgerow, previous crop), the characteristics of the crop (maize growth stage estimated using the V notation, maize variety, crop species being intercropped if any), tillage (mode and dates), fertilization (type and quantity of fertilizer, manure, and compost) and crop protection (date and number of weeding operations, herbicide applications, and pesticide applications). Each maize plot was then scouted using the method described by McGrath et al. (2018): five sampling points of 10 plants each were selected using a ‘W’ scouting pattern and the number of plants displaying leaf damages caused by FAW larvae and with FAW frass in the whorl were recorded at each sampling point. The Davis scale, which rates the extent of leaf damage from 1 to 9 (Davis and Williams, 1992), was also used to give a score for each sampling point.\r\n\r\nYield assessment\r\n\r\nFrom the 791 fields assessed during the growing season, a total of 167 fields (54 in Chipinge District and 113 in Makoni District) were selected for yield assessment using the ear digital imaging method (Makanza et al., 2018). These fields were purposefully selected to span the whole range of infestation levels observed during the growing season. For each plot, five quadrats of two meters by one meter were laid out following a ‘W’ sampling frame (as for the damage scouting). The number of plants and the number of cobs were counted in each quadrat. Cobs were then harvested and pooled for each field. After husks were removed, cobs were then laid on a black plastic sheet side by side and a picture was taken with an 8-inch Samsung's Galaxy Tab S2 camera with a resolution of 8-megapixels with an f/1.9 lens. To enable the conversion of pixel scale measurements to centimeters, a ruler was placed near the cobs before taking each picture. The pictures were later processed using a script that runs on ImageJ; an open source software (https://imagej.nih.gov/ij/features.html). The script estimates grain weight based on 2 models (i) the total kernel number derived from the number of kernels visible on the image and (ii) the average grain weight generated from average grain size (Makanza et al., 2018).\r\n\r\nData manipulation and calculations\r\n\r\nSoil types were grouped in five texture categories: ‘Sandy’, ‘Sandy loam’, ‘Loamy’, ‘Loamy clay’, and ‘Clayey’. Intercrops were grouped in four categories: ‘None’, ‘Pulse’, ‘Pumpkin’, and ‘Pulse + Pumpkin’. Maize varieties were grouped in 10 categories: ‘SC500’, ‘SC400’, ‘SC600‘, ‘PAN413’, ‘PAN53’, ‘PHB30G19’, ‘ZAP61’, ‘Recycled’ (i.e., seeds harvested from a previous hybrid maize crop, often of unspecified variety), ‘OPV (i.e., open-pollinated varieties), and ‘Other’. Manure application, compost application, herbicide application, and pesticide application were converted into binary variables (‘Yes’, ‘No’). The number of weeding operations was converted into ‘Infrequent’ (one or less) or ‘Frequent’ (two or more). The quantities of fertilizer applied were converted into quantities of nitrogen (N) and quantities of phosphorus pentoxide (P2O5) using specific fertilizer compositions, and were expressed on a per hectare basis. For each sampling point, the proportion of plants with leaf damage and with frass in the whorl was calculated. Damage scores were transformed by subtracting 1 and dividing the value by 8 in order to obtain a number bounded between 0 and 1. Finally, the mean proportion of plants with leaf damage and with frass in the whorl, and the mean transformed damage score were calculated for each plot. For each plot, the grain weight in the five quadrats (as estimated through image analysis) was summed and converted into grain yield in kg ha-1. To be able to relate grain yield with infestation parameters – which are assessed on a per plant basis – and as the variability in plant density was high between the different plots assessed, grain yield was also calculated in kg plant-1 by dividing grain yield (in kg ha-1) by plant population (in plants ha-1)."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2018-12-19"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Agricultural Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"lepidopteran pests; integrated pest management; biocontrol; agronomic management; cultural control"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-12-19"}]}},"files":[{"label":"Baudron et al. 2019d.tab","restricted":false,"version":2,"datasetVersionId":148668,"dataFile":{"id":3333315,"persistentId":"doi:10.7910/DVN/YYKX1T/ZPRF1N","pidURL":"https://doi.org/10.7910/DVN/YYKX1T/ZPRF1N","filename":"Baudron et al. 2019d.tab","contentType":"text/tab-separated-values","filesize":507,"storageIdentifier":"s3://dvn-cloud:167c5e4f3e2-6dab9affc928","originalFileFormat":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","originalFormatLabel":"MS Excel (XLSX)","UNF":"UNF:6:yZPel/w46TTIpQzbMCSfsA==","rootDataFileId":-1,"md5":"d64475cf69adf99d59233b41f9414b87","checksum":{"type":"MD5","value":"d64475cf69adf99d59233b41f9414b87"}}}]}}}