{"status":"OK","data":{"id":3347280,"identifier":"DVN/NUL1JG","persistentUrl":"https://doi.org/10.7910/DVN/NUL1JG","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2019-01-25","storageIdentifier":"s3://10.7910/DVN/NUL1JG","latestVersion":{"id":149758,"storageIdentifier":"s3://10.7910/DVN/NUL1JG","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2019-01-25T08:00:28Z","releaseTime":"2019-01-25T08:00:28Z","createTime":"2019-01-25T08:00:18Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Safety and feasibility of ultrasound-guided placement of peripherally inserted central catheter performed by neurointensivist in neurosurgery intensive care unit"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Ryu, Jeong-Am"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Critical care medicine, Samsung medical center, Seoul, Korea"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Ryu, Jeong-Am"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Critical care medicine, Samsung medical center, Seoul, Korea"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"lamyud.ryu@samsung.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Background and Purpose: We evaluated the safety and feasibility of ultrasound-guided peripherally-inserted central venous catheters (PICC) by a neurointensivist at the bedside compared to the conventional method by interventional radiologists.\r\nMethods: This was a retrospective and observational study of adult patients who underwent PICC placement and were admitted to the neurosurgical intensive care unit (ICU) between January 2014 and March 2018. Those hospitalized for more than 14 days after PICC placement were selected. In this study, the primary endpoint was PICC-induced complications. The secondary endpoint was initial success of PICC. Ultrasound-guided PICC was performed at the bedside by a neurointensivist if intra-hospital transport was inappropriate. Other patients underwent PICC placement by an interventional radiologist in the interventional radiology suite under fluoroscopic guidance. \r\nResults: A total of 84 patients underwent PICC placement in the neurosurgery ICU during the study period. Elective surgery for brain tumors (60.7%) and intracranial hemorrhages (16.7%) were the most common reasons for ICU admission. There were no significant differences in age, gender, body mass index, comorbidities, causes of ICU admission, or GCS and APACHE II scores on ICU admission between the two groups. Difficult venous access (63.1%) and requirement for central line infusion (26.2%) were the most common reasons for PICC insertion. PICCs were inserted into the basilic vein in most patients (89.3%). Ultrasound-guided PICC placement was more frequently performed in patients on mechanical ventilation (78.1% vs. 30.8%, p <0.001) and with hemodynamic instability (46.9% vs. 9.6%, p <0.001), compared to the conventional method. The initial success rate of PICC placement was significantly higher in the conventional method than in the ultrasound-guided method (100% vs. 81.2%, p = 0.005). However, there were no failed PICC insertions by the neurointensivist after re-insert attempts. In addition, there were no significant differences in PICC-induced complications, procedure time, and removal causes between the two groups.\r\nConclusions: Ultrasound-guided PICC placement at the bedside by a neurointensivist may be safe and feasible, compared to the conventional method performed by interventional radiologists for neurosurgical and neuro-critically ill patients."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Medicine, Health and Life Sciences"]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Ryu, Jeong-Am"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2019-01-25"}]}},"files":[]}}}