{"status":"OK","data":{"id":3332925,"identifier":"DVN/HXP4II","persistentUrl":"https://doi.org/10.7910/DVN/HXP4II","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-12-18","storageIdentifier":"s3://10.7910/DVN/HXP4II","latestVersion":{"id":148629,"storageIdentifier":"s3://10.7910/DVN/HXP4II","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:7T5iPXNvGlcNgbT0PqZY3w==","lastUpdateTime":"2018-12-18T13:51:40Z","releaseTime":"2018-12-18T13:51:40Z","createTime":"2018-12-18T13:51:13Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Agriculturally productive yet biodiverse: human benefits and conservation values along a forest-agriculture gradient in Southern Ethiopia"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"},"authorIdentifier":{"typeName":"authorIdentifier","multiple":false,"typeClass":"primitive","value":"0000-0002-5648-2083"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"f.baudron@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Study area\r\n\r\nWe conducted our study in the woreda (district) of Arsi-Negele, located in the Oromia region of Ethiopia. The study area covers about 100 km2 between 38°42.14' - 38°49.92' E and 7°15.05' - 7°22.57' N. It borders the state forest of Munesa, and encompasses parts of the three kebeles (sub-districts) of Ashooka, Bombaso Regi and Gambelto, in which a total of six villages were studied. Altitudes here range between 1,970 and 2,200 m above sea level. The climate is sub-humid, characterized by a mean annual rainfall of 1,075 mm per year (18-year average) and a mean annual temperature of 15°C (16-year average). The study area is characterized by bimodal rainfalls, with a short rainy season from March to May, and a long rainy season from July to September. The natural vegetation is classified as dry afromontane forest (Tesfaye, 2007). Wheat (Triticum sp. L.), maize (Zea mays L.), potato (Solanum tuberosum L.) and enset (Ensete ventricosum (Welw.) Cheesman) are the primary crops under cultivation. Most farmers keep livestock in the form of cattle, sheep, goats, and donkeys.\r\nThe Sida Malkatuka village and Dikitu Shirke village (in Ashooka kebele) border the state forest of Munesa and form a zone referred to as the ‘high tree cover’ zone in the rest of the paper (Fig. 1). Households in the high tree cover zone use the Munesa forest for fuel and livestock feed (Baudron et al. 2017). A second zone of medium tree cover encompasses Gogorri Lako Toko village (in Ashooka kebele) and Kararu Lakobsa Lama village (in Bombaso Regi kebele) and is located about 5.5 km away from Munesa forest (Fig. 1). Households from the medium tree cover zone make extensive use of a large communal grazing area for fuel and feed (Baudron et al. 2017). A third zone of low tree cover encompasses the villages of Shodna and Belamu (in Gambelto kebele) and is located about 11 km away from Munesa forest (Fig. 1). Households in the low tree cover zone lack access to common grazing or forest areas (Baudron et al. 2017).\r\n\r\nLand use classification and agricultural productivity\r\n\r\nContemporary land cover was determined using RapidEye imagery (5-meter resolution) from January 2015 and land was classified into five basic classes: cropland/bare soil, grassland, natural forest, plantations/woodlots, and enset homegardens, following the method described in Baudron et al. (2017). We defined a class ‘tree cover’ by merging the classes ‘natural forest’ and ‘plantations/woodlots’.\r\nTo relate our findings to different proxies of productivity, we interviewed the head of each household in the study area between December 2014 and February 2015. A total of 266 households were interviewed (88 in the high tree cover zone, 97 in the medium tree cover zone, and 81 in the low tree cover zone) using a standardized questionnaire addressing crop, livestock, and household fuel management. A farm typology was delineated based on self-categorization exercises conducted in each zone, and a stratified subsample of nine farms was selected in each zone (27 farms in total) for which resource flow maps (i.e., maps of each farm showing the flows of resources between components in the farm and to and from the farm) and resource use calendars were produced (Geifus 2008; Giller et al. 2011). In addition, the area of each field was measured using a hand-held global positioning system (GPS) Garmin Etrek 10. Empirical measurements of daily fuel consumption were conducted in nine of these 27 farms (one farm per type and per zone, selected randomly) once in March 2015 and once in August 2015). \r\nCrop productivity per zone was calculated by dividing the total quantity of grain, tuber and fresh product harvested in the zone (from interview data) by the area of the zone, and multiplying this by the USDA’s specific standard value of dry matter content (https://ndb.nal.usda.gov/ndb/search). Feed productivity per zone was calculated by estimating the total biomass consumed by livestock in the zone and dividing it by the area. For each zone, the total biomass consumed by livestock was estimated by converting livestock numbers into Tropical Livestock Units (TLU), using a value of 250 kg live weight for one TLU (Houérou and Hoste 1977), and by assuming a daily feed intake of 5 kg DM TLU-1 (i.e., 2% of live weight). Oxen and bulls were assumed to be equivalent to 1.1 TLU, cows to 0.8 TLU, steers and heifers to 0.5 TLU, calves to 0.2 TLU, sheep and goats to 0.09 TLU, and donkeys to 0.36 TLU (Gryseels 1988). The total biomass consumed by livestock in a particular zone was then allocated between the zone itself (biomass consumed within the village), Munesa forest, and purchased feed, using resource use calendars. Fuel productivity per zone was calculated by estimating the total biomass used as household fuel in the zone and dividing it by the area. For each zone, the total biomass used as household fuel was estimated by multiplying the average daily consumption of each household type by the number of households from each type in the zone and by 365 days. The total biomass used as household fuel consumed in a particular zone was then allocated between the zone itself (fuelwood, crop residue and dung from the village), Munesa forest, and purchased fuel, using resource use calendars.\r\n\r\nBiodiversity assessment\r\n\r\nA total of 96 point counts were selected in the study area: 24 in the Munesa forest and for each of the high, medium, and low tree cover zones. Point counts were selected randomly in GIS from a 150 m grid overlaid on a map of the area. Between May and September 2015, each tree within a radius of 50 m from the 96 point counts and with a diameter at breast height (~135 cm from ground level) greater than 10 cm was identified to species level by a trained local guide, and using relevant plant taxonomic literature (Hedberg and Edwards 1989; Edwards et al. 1995, 1997; Edwards and Hedberg 2000; Hedberg 2006). For each point, basal area was calculated by dividing the sum of the section area of all trees (at breast height) by the total surface area as an estimate of tree cover. In addition, each point count was visited three times between April and May (dry season) and three times between August and September (wet season) during one morning (between 6h00 and 10h00) and all birds within a 50 m radius and during a period of 10 minutes were identified visually and counted. A maximum of eight point counts were visited during a particular morning. Counting was avoided during rainy days or days characterized by heavy winds. Repeated bird counts were undertaken by a single experienced local bird guide. "},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2018-12-18"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Agricultural Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"landscape approach; ecological intensification, landscape mosaics, land sharing, land sparing; ecosystem services, multi-functional landscapes"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-12-18"}]}},"files":[{"label":"Baudron et al. 2019b.tab","restricted":false,"version":2,"datasetVersionId":148629,"dataFile":{"id":3332926,"persistentId":"doi:10.7910/DVN/HXP4II/BUIVM5","pidURL":"https://doi.org/10.7910/DVN/HXP4II/BUIVM5","filename":"Baudron et al. 2019b.tab","contentType":"text/tab-separated-values","filesize":437,"storageIdentifier":"s3://dvn-cloud:167c1959617-4d9f67acc037","originalFileFormat":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","originalFormatLabel":"MS Excel (XLSX)","UNF":"UNF:6:7T5iPXNvGlcNgbT0PqZY3w==","rootDataFileId":-1,"md5":"dcaef8dc6c02e5c3fcf66139989e0ea8","checksum":{"type":"MD5","value":"dcaef8dc6c02e5c3fcf66139989e0ea8"}}}]}}}