{"status":"OK","data":{"id":48112,"identifier":"DVN/C9NSLE","persistentUrl":"https://doi.org/10.7910/DVN/C9NSLE","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2008-08-27","storageIdentifier":"s3://1902.1/MXIQSFOTPF","latestVersion":{"id":134022,"storageIdentifier":"s3://1902.1/MXIQSFOTPF","versionNumber":1,"versionMinorNumber":1,"versionState":"RELEASED","distributionDate":"2003","productionDate":"Production Date","UNF":"UNF:3:ZdM7x+sGAJUNKuOPAuvojA==","lastUpdateTime":"2018-03-04T21:05:08Z","releaseTime":"2018-03-04T21:05:08Z","createTime":"2018-03-04T21:00:08Z","license":"NONE","termsOfUse":"<div style=\"padding-left: 30px;\"> <ul style=\"list-style-type: decimal;\" ><li> The Murray Archive (the Distributor) has granted me a revocable license to use this dataset solely for the purposes of conducting research, and the Distributor may terminate this license at any time and for any reason. </li> <li> I will use the dataset solely for statistical analysis and reporting of aggregated information, and not for investigation of specific individuals or organizations, except when identification is authorized in writing by the Distributor.   </li> <li>I will produce no links among the Distributor’s datasets or among the Distributor’s data and other datasets that could identify individuals or organizations. </li> <li>I represent that neither I, nor anyone I know, has any prior knowledge of the possible identities of any study participants in any dataset that I am being licensed to use.   </li> <li> I will not knowingly divulge any information that could be used to identify individual participants in the study, nor will I attempt to identify or contact any study participant, and I agree to use any precautions necessary to prevent such identification.\r\n</li> <li> I will make no use of the identity of any person or establishment discovered inadvertently.  If I suspect that I might recognize or know a study participant, I will immediately inform the Distributor, and I will not use or retain a copy of data regarding that study participant.  If these measures to resolve an identity disclosure are not sufficient, the Distributor may terminate my use of the dataset. </li> <li> I will not reproduce the dataset except as is necessary for my scholarly\r\npurposes.  I will destroy the dataset upon the completion of my scholarly work with it.\r\n</li> <li> I will not share data from the dataset (in any form or by any means) with any third party, including other members of my research team, as I understand that all users of data must obtain the data directly from the Distributor. </li> <li> I will make appropriate acknowledgement of the contributor of the dataset as well as the Distributor in any manuscript or presentation (published or unpublished) using the citation standard documented here: <a  href=\"http://thedata.org/citation\"> http://thedata.org/citation</a> </li> <li> THE DISTRIBUTOR MAKES NO WARRANTIES, EXPRESS OR IMPLIED, BY OPERATION OF LAW OR OTHERWISE, REGARDING OR RELATING TO THE DATASET.   </li> </ul> </div>","availabilityStatus":"Available","restrictions":"I will use these data solely for  the purposes stated in my application to use data, detailed in a written research proposal. I will honor all agreements and conditions made between the Contributor of the Data and the study participants, and between the Contributor of the Data and the Henry A. Murray Research Archive, Harvard University, as specified in the Memorandum of Agreement.","citationRequirements":"I will include a bibliographic  citation acknowledging the use of these data in any publication or presentation in which these data are used. Such citations will appear in footnotes or in the reference section of any such manuscript. I understand the guideline in \"How to Cite This Dataset\" described in the Summary of this study.","depositorRequirements":"Murray Research Archive will  list my publication and manuscripts on the Archive website when I submit a bibliographic citation or title of the manuscript, and indicate the Henry A. Murray Research Archive  data used. Doing this will also help Henry A. Murray Research Archive to provide funding  agencies with essential information about use of archival resources, to fulfill requirements of some memoranda of agreement, and to promote the broader exchange of information about research activities.","conditions":"The data are available without  additional conditions other than those stated in the \"Restrictions\" Terms of Use above.","originalArchive":"Henry A. Murray Research  Archive, Institute for Quantitative Social Sciences, Harvard University","contactForAccess":"<a  href=\"mailto:mra@help.hmdc.harvard.edu\">Manager of Operations</a>, the Henry A. Murray Research Archive, Institute for Quantitative Social Sciences, 1737 Cambridge St, Cambridge, MA 02138, USA.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Study of Southeast Asian Refugee Youth, 1986 - 1987"},{"typeName":"otherId","multiple":true,"typeClass":"compound","value":[{"otherIdValue":{"typeName":"otherIdValue","multiple":false,"typeClass":"primitive","value":"00136"}}]},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Rubén G. Rumbaut"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California - Irvine"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"mra_support@help.hmdc.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Southeast Asian Refugee Youth Study (SARYS) is a local community study of the adaptation of refugee youth from Vietnam, Laos and Cambodia. It is a follow-up study of the educational achievements of the children of the Southeast Asian refugee parents surveyed in the Indochinese Health and Adaptation Research Project (IHARP), 1982-1984 data. The project was conducted in San Diego, California and was partly funded by the U.S. Office of Refugee Resettlement (ORR).\r\n<br /><br />The purpose of this study was to examine areas of both successes and problems of refugee youth regarding their educational and occupational attainments and aspirations, and to evaluate their prospects for economic self-sufficiency. At the heart of the SARYS study is a series of qualitative interviews with a sample of Vietnamese, Khmer and Hmong refugee youth. <br /><br />The SARYS research project was based on a combination of quantitative and qualitative approaches. At the quantitative level it compared Southeast Asian students against other ethnic groups in the San Diego area on various indices of educational attainment, occupational aspirations and problem areas. Among Southeast Asians it compared each of the major refugee groups (Vietnamese, Chinese, Lao, Khmer, Hmong) to each other. There were two main quantitative data sources: (1) official records from the San Diego City Schools (SDCS) on school enrollments, academic performance, and student's career choices; and (2) the data set from the Indochinese Health & Adaptation Research Project (IHARP). Data were also collected and coded from the official records of all Indochinese juvenile delinquents in the San Diego County Probations Department for 1984, and from official data on student dropouts and suspensions from the San Diego City Schools. <br /><br />At the qualitative level, the SARYS study was limited to an in-depth examination of three groups of refugee youth: the Vietnamese, the Khmer, and the Hmong. Additional qualitative data were also collected on the Lao and to a lesser extent on Chinese-Vietnamese youth. The interviews involved two samples: 1) a total of 26 youths: 12 Vietnamese, 9 Khmer and 5 Hmong. These respondents ranged in age from 18 to 26 years at the time of the interviews, and they ranged in age from 6 to 17 years at the time they left the homeland. This youth sample contained approximately equal numbers of males (N=14) and females (N=12). The interviews were open-ended, averaged between 2.5 and 4.5 hours, and covered such areas as migration and family histories, educational and occupational attainments and aspirations in the U.S., and strategies and problems of adjustment and acculturation within family, peer and community contexts. In addition, participants were occasionally recontacted to verify certain information or to follow up on issues that had been raised during the initial interview and extensive field notes were kept by investigators during each interview; 2) 52 adult informants (both Americans and Southeast Asians) with specialized knowledge about the youth. These interviews were supplemented by ongoing ethnographic work and field observation from the past several years conducted in the local refugee communities. The interviews ranged from a half-hour to 3 hours in length. Informants were drawn from four broad institutional sectors: (1) the school system; (2) social service agencies; (3) local police and probation departments, and related diversion programs; and (4) parents of refugee youth and other ethnic community informants.\r\n<br /><br />Variables assessed in the SARYS study also included: refugee youths, the similarities and dissimilarities between these two groups, the factors/processes differentiating these types of youths, which of those factors/processes were givens (and hence not amenable to programmatic interventions) and which could be altered by intervention efforts. Also considered were adaptive resources (the pre-migration personal and family characteristics of refugee youth and how they relate to their prospects for self-sufficiency), the principal differences among the various ethnocultural groups in this refugee population, adaptive contexts (their institutional and situational contexts of family, community, and economy and how are they related to each other as well as what adaptive challenges, obstacles and opportunities these pose for refugee youth), adaptive strategies (what current and future roles, strategies and plans do they have, anticipate, and desire regarding family, community, school and the world of work? How do they define themselves in relation to those institutions?) and adaptive outcomes (given their resources, roles, definitions of the situation, and institutional contexts, what are their prospects for developing English language proficiency, attaining educational goals, and finding employment?)."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"LCSH"},"topicClassVocabURI":{"typeName":"topicClassVocabURI","multiple":false,"typeClass":"primitive","value":"http://authorities.loc.gov/"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Special aspects of education"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"LCSH"},"topicClassVocabURI":{"typeName":"topicClassVocabURI","multiple":false,"typeClass":"primitive","value":"http://authorities.loc.gov/"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Social welfare"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"LCSH"},"topicClassVocabURI":{"typeName":"topicClassVocabURI","multiple":false,"typeClass":"primitive","value":"http://authorities.loc.gov/"}}]},{"typeName":"producer","multiple":true,"typeClass":"compound","value":[{"producerName":{"typeName":"producerName","multiple":false,"typeClass":"primitive","value":"Rubén G. Rumbaut"},"producerURL":{"typeName":"producerURL","multiple":false,"typeClass":"primitive","value":"http://www.faculty.uci.edu/profile.cfm?faculty_id=4999"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Murray Research Archive"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.murray.harvard.edu"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://static.projects.iq.harvard.edu/files/styles/os_files_xxlarge/public/mra/files/murray_0.png?m=1425609776&itok=KOgTLFRe"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2003"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2003"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1986"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1987"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1986"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1987"}}]},{"typeName":"relatedDatasets","multiple":true,"typeClass":"primitive","value":["Ruben G. Rumbaut, 2002, \"Indochinese Health and Adaptation Research Project, 1982-1984,\" hdl:1902.1/01086 UNF:3:B7aBoVJ1UNVwYsTbF59lmQ== Murray Research Archive [Distributor].\r\n<a href=\"http://dvn.iq.harvard.edu/dvn/dv/mra/faces/study/StudyPage.jsp?studyId=233\" target= \"_new\">study available here</a>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[]},"customMRA":{"displayName":"MRA Metadata","fields":[{"typeName":"mraCollection","multiple":true,"typeClass":"controlledVocabulary","value":["Education","Replications, Extensions and Followups"]}]}},"files":[{"description":"Data file for this study","label":"136Rumbaut-SARYS.tab","restricted":false,"version":2,"datasetVersionId":134022,"categories":["2. Data"],"dataFile":{"id":109982,"persistentId":"","pidURL":"","filename":"136Rumbaut-SARYS.tab","contentType":"text/tab-separated-values","filesize":1883983,"description":"Data file for this study","storageIdentifier":"s3://dvn-cloud:750","originalFileFormat":"application/x-spss-sav","originalFormatLabel":"SPSS SAV","UNF":"UNF:3:ZdM7x+sGAJUNKuOPAuvojA==","rootDataFileId":-1,"md5":"7b01a6a8642e30f9a67065aec71aa044","checksum":{"type":"MD5","value":"7b01a6a8642e30f9a67065aec71aa044"}}},{"description":"Data file in original SPSS format, zipped file","label":"136Rumbaut-SARYS.zip","restricted":false,"version":2,"datasetVersionId":134022,"categories":["2. Data"],"dataFile":{"id":1229225,"persistentId":"","pidURL":"","filename":"136Rumbaut-SARYS.zip","contentType":"application/zip","filesize":253671,"description":"Data file in original SPSS format, zipped file","storageIdentifier":"s3://dvn-cloud:10242","rootDataFileId":-1,"md5":"5ce2492b7cc94bc3d078fa394c4dc196","checksum":{"type":"MD5","value":"5ce2492b7cc94bc3d078fa394c4dc196"}}},{"description":"Codebook for this study","label":"Rumbaut-SARYS-136.pdf","restricted":false,"version":2,"datasetVersionId":134022,"categories":["1. Documentation"],"dataFile":{"id":109974,"persistentId":"","pidURL":"","filename":"Rumbaut-SARYS-136.pdf","contentType":"application/pdf","filesize":1223034,"description":"Codebook for this study","storageIdentifier":"s3://dvn-cloud:751","rootDataFileId":-1,"md5":"779c548bde5385f4f8c4d39a768559bb","checksum":{"type":"MD5","value":"779c548bde5385f4f8c4d39a768559bb"}}}]}}}