{"status":"OK","data":{"id":57850,"identifier":"DVN/33PMXL","persistentUrl":"https://doi.org/10.7910/DVN/33PMXL","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-01-04","storageIdentifier":"s3://dvn-cloud:1902.1/M889V1","latestVersion":{"id":57601,"storageIdentifier":"s3://dvn-cloud:1902.1/M889V1","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","versionNote":"20130906jmj: Input bibliographic data.\n20130906jmj: Upload datasets.","productionDate":"Production Date","lastUpdateTime":"2016-01-04T22:08:59Z","releaseTime":"2016-01-04T22:08:59Z","createTime":"2013-09-06T22:35:38Z","license":"NONE","availabilityStatus":"Codebook freely available; data is not public. Permission to use the data may be obtained by contacting the distributor.","citationRequirements":"Please use the following citation: Treiman, Donald J.; Walder, Andrew. Life Histories and Social Change in Contemporary China, 1996 [Computer file] Los Angeles, CA.: Institute for Social Science Research, University of California, Los Angeles [distributor].","disclaimer":"These data are supplied \"as is\". The Social Science Data Archive is not responsible for the analysis and interpretation of the data appearing here.  By downloading these data you signify that you agree not to duplicate, reproduce, share or redistribute the data in whole or in part to anyone. The inclusion of these data in research communications, scholarly papers, journals, and the like is permitted, but the authors of these communications and documents are required to cite the source of these data. You also agree to the following conditions: The use of this data is solely for non-profit scientific, scholarly research and instructional purposes. You will not use or permit others to use data in any other way except for these purposes. These data are supplied as publicly available data. You will not attempt to link items in the data with any individually identifiable records. You will not use the data to identify an individual or organization. These data are supplied to you \"as is\". Neither the investigators, nor the University of California makes any guarantee concerning the accuracy of the information contained in the data. The University of California further makes no warranties, either expressed or implied, as to any other matter whatsoever, including, without limitation, the condition of the data, or their fitness for any particular purpose. The burden for fitness lies entirely with the user. In no event shall the University of California have any liability whatsoever for payment of any consequential, incidental, indirect, or special damages of any kind, including but not limited to, any loss arising out of the use of or reliance on the data, or arising out of the delivery, installation, operation, or support by the University of California. Users are responsible for obtaining any required authorization or exemption to use data sets provided on this web site. Individuals are liable for any infringement of this agreement.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Life Histories and Social Change in Contemporary China, 1996 (M889V1)"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Treiman, Donald J."},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California Los Angeles. California Center for Population Research."}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Szelenyi, Ivan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"New York University at Abu Dhabi"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Walder, Andrew"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Stanford University"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Social Science Data Archive"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles. Social Science Data Archive"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"em_archivehelp@library.ucla.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"As part of the project \"Life Histories and Social Change in Contemporary China,\" a national probability sample survey was conducted in the People's Republic of China during June-October 1996. Interviews were completed for 3,087 urban residents and 3,003 rural residents, using an identical questionnaire. These data may be regarded either as two separate samples or as a single sample stratified by urban vs. rural residence. As part of the fieldwork operation for the rural survey, a survey of 383 village leaders was also carried out, using the same questionnaire.  The project was initiated in 1994 by Donald J. Treiman and Ivan Szelenyi, at UCLA, and Andrew Walder, then at Harvard and now at Stanford University and the Hong Kong University of Science and Technology, in cooperation with staff of the Department of Sociology, People's University, Beijing, a group with extensive experience carrying out sample surveys in China. Funding was obtained by Treiman, Szelenyi, and Walder from the U.S. National Science Foundation, the Luce Foundation, the Ford Foundation–Beijing, and the University of California Pacific Rim Research Program.  This was a cooperative project, between the U.S. and Chinese sides. In a series of some 10 meetings the sample design for the surveys was developed and the questionnaire was hammered into final form, drawing upon the expertise of the participants plus the results of two, relatively small, pretests. At several points in its development, the questionnaire was translated from English to Chinese by members of the People’s University team and from Chinese to English by Prof. Walder and several Chinese-speaking UCLA graduate students."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Social Indicators - International"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Occupational, Geographic, and Social Stratification and Mobility"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Asia - China"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CLHS"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"CCPR Affiliates Data"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"See: https://www.library.ucla.edu/life-histories-social-change-china-bibliograpy"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Subject: STANDARD DEPOSIT TERMS 1.0  Type: DATAPASS:TERMS:STANDARD:1.0  Notes: of the Archive), within the Data Preservation Alliance for the Social Sciences (\"Data-PASS\") in accordance with the Data-PASS terms (the \"Terms\") of use (available from: http://www.icpsr.org/Data-PASS). Including permission to: (a) redisseminate copies of the Data Collection in a variety of distribution formats only according to the standard terms of use of the Archive; (b) promote and advertise the Data Collection in any publicity (in any form) for Data-PASS and the Archive; (c) describe, catalog, validate and document the Content; (d) store, translate, copy or re-format the Data Collection in any way to ensure its future preservation and accessibility, improve usability and/or protect respondent confidentiality; (e) incorporate metadata (cataloging information) or documentation regarding this study into public access catalogues. The Archive represents and warrants that the Content conforms to all Terms and that the Archive is lawfully entitled and has full authority to license Data-Pass to use the Materials in the ways described in the Terms.;"},{"typeName":"language","multiple":true,"typeClass":"controlledVocabulary","value":["Chinese","English"]},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"U.S. National Science Foundation"},"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"SBR-9423453"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"Luce Foundation"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"Ford Foundation"}},{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"University of California Pacific Rim Program"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Social Science Data Archive"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"University of California, Los Angeles"}}]},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2013-09-06"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1996"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1996"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1996-06"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1996-10"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["Survey data"]},{"typeName":"relatedMaterial","multiple":true,"typeClass":"primitive","value":["<P>Monographs</P>\r\n\r\n<P>Li, Qiang.  2000. Social Stratification and the Gap Between Rich and Poor.  Xiamen: Publishing House of Lu-Jiang. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1999. The Studies of Life Course: Event History and Life Track of Chinese People.  Hangzhou: People's Publishing House of Zhejiang. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1999. Tripart Social Structure: Study of Peasant Migrants in Urban China.  Beijing: Renmin University Press. [In Chinese.] </P>","<P>Journal Articles</P>\r\n\r\n<P>Hong, Dayong, and Jianming Zhang.  1998.  “The Middle Class in Urban China.”  Journal of Renmin University of China.  No.5, pp. 62-67. [In Chinese.]</P>\r\n\r\n<P>Hong, Dayong.  1997.  “A Comparative Analysis on the Family Life of the Unemployed and General Residents.”  China Social Work. No.6, pp. 25-26. [In Chinese.]</P>\r\n\r\n<P>Huang, Youqin, and William A. V. Clark.  2002.  “Housing Tenure Choice in Transitional Urban China: a Multilevel Analysis.”  Urban Studies.  39:7-32.</P>\r\n\r\n<P>Li, Bobai, and Andrew G. Walder.  2001.  “Career Advancement as Party Patronage: Sponsored Mobility into the Chinese Administrative Elite, 1949-1996.”  American Journal of Sociology. 106: 1371-1408.</P>\r\n\r\n<P>Li, Qiang.  2000.  “The Four Main Social Groups in Contemporary China.”  Academics in China(Xue Shu Jie).  No. 3, May. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  2000.  “Issues of the Dual Labor Market and the Underclass Elite in Urban China.”  Tsinghua Sociological Review.  May. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1999.  “Market Transition and Inter-generational Mobility of Chinese Middle Class.”  In Strategy and Management (Zhan Lue Yu Guan Li).  No. 3, pp. 35-44. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1999.  “Occupational Mobility of Peasant Migrants in Urban China.”  In Sociological Research.  No. 3, pp. 93-101. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang, Jianwei Deng, and Lu Zheng.  1999.  “Social Change and Individual Development: the Paradigm and Method of Life Course.”  Sociological Research. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1998.  “Causal Analysis of Urban Poverty Emerging during the Market Transition Period.”  In Gao Xiao She Hui Ke Xue Yan Jiu He Li Lun Jiao Xue (College Level Teaching and Research Practice of Social Science) Vol. 3. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1998.  “Income inequality of Chinese Residents: Current Situation and Prospective.”  In Xin Shi Ye (New Perspectives). No. 4. [In Chinese.]</P>\r\n\r\n<P>Li, Qiang.  1998.  “Political Stratification and Economic Stratification in China.”  In Kwansei Gakuin University, Sociology Department Studies.  No. 81.  [In Japanese.]</P>\r\n\r\n<P>Liu, Jingming.  2000.  “A Preliminary Exploration of the Relationship Between Education Inequality, the Education Expansion and Modernization.” Zhejiang Academic Journal. No. 4. [In Chinese.]</P>\r\n\r\n<P>Liu, Jingming.  2000.  “The Changing Education Inequality in Modern China.”  Sociology.  No. 6. [In Chinese.]</P>\r\n\r\n<P>Liu, Jingming.  1999.  “Impact of Cultural Revolution on the Educational Recruitment.”  Sociological Research.  No. 6. [In Chinese.]</P>\r\n\r\n<P>Walder, Andrew G., Bobai Li, and Donald J. Treiman.  1999.  “Politics and Life Chances in a State Socialist Regime: Dual Career Paths into the Urban Chinese Elite, 1949-1996.”  American Sociological Review 65:191-209. </P>","<P> Conference presentations and unpublished papers</P>\r\n\r\n<P>Li, Bobai.  1999.  “Market Transition Revisited: A Power Constraint Model of the Chinese Transitional Stratification Order.”  Unpublished working paper.</P>\r\n\r\n<P>Treiman, Donald J., and Andrew G. Walder.  1999.  “The Consequences of Political Class Background (Jiating Chushen) in the People’s Republic of China.”  Paper presented in an invited Thematic Session at the annual meeting of the American Sociological Association, Chicago, 8 August.</P>\r\n\r\n<P>Treiman, Donald J., and Shige Song.  1999.  “Explaining the Decline in Educational Attainment in China after the Reform.”  Paper presented at the summer meeting of the Research Committee on Social Stratification and Mobility, Madison, Wisconsin, August 6-8.</P>\r\n\r\n<P>Walder, Andrew G. 2000.  “Markets and Inequality in Rural China: Political Advantage in an Expanding Economy.”  Unpublished working paper.</P>","<P>Dissertations and theses</P>\r\n\r\n<P>Andreas, Joel.  The Instutionalization of Political and Cultural Capital as Foundations of Class Power following the 1949 Chinese Revolution. Ph.D. dissertation, Department of Sociology, UCLA.  Expected completion December 2001.  [Partly based on data from our survey.]</P>\r\n\r\n<P>Huang, Youqin.  Housing Choice and Changing Residential Patterns in Transitional Urban China.  Ph.D. dissertation, Department of Geography, UCLA.  Expected completion June 2001. [Partly based on data from our survey.]</P>\r\n\r\n<P>Li, Bobai.  Manufacturing Meritocracy: Adult Education, Career Mobility, and Elite Transformation under State Socialism.  Ph.D. dissertation, Department of Sociology, Stanford University.  Expected completion June 2001.</P>\r\n\r\n<P>Song, Shige.  2000.  “Educational Attainment in the Chinese Dual Sector Society.” Masters' paper, Department of Sociology, UCLA.  September.</P>\r\n\r\n<P>Wu, Xiaogang.  Institutional Structures and Social Mobility in China: 1949-1996. Ph.D. dissertation, Department of Sociology, UCLA.  Expected completion April 2001.</P>"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"People's Republic of China"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Peoples Republic of China"}}]},{"typeName":"geographicUnit","multiple":true,"typeClass":"primitive","value":["Nation"]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals"]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Individuals in the People's  Republic of China, urban and rural areas, age 20-69."]},{"typeName":"collectorTraining","multiple":false,"typeClass":"primitive","value":"Mental preparation and ordinary interviewer training, item by item explanation of questionnaire content, every interviewer was tested in a face-to-face test interview session, pretests, coding of their questionnaires. The instructors examined every questionnaire in order to identify the shortcomings of individual interviews and identify problems that were common in the group as a whole. Their education in professional ethics was strengthened to guard against deception and fraud. There were also clear regulations regarding rewards and punishments."},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"With the exception of Tibet, all county-level units (xian) in China containing any rural population were arrayed in order of the proportion of the rural population age 20-69 with at least a lower middle school education. This array was then divided into 25 strata, of approximately equal size. Within each stratum two counties were selected at random with probability proportional to the size of the rural population. Selection was done based on data from the systematic 1:100 sample of the 1990 census of China. RenDa staff then journeyed to each county seat and constructed a list of townships (xiang) based on the most current information available, typically from 1995. One  township-level unit was then drawn at random, with probability\r\nproportionate to the size of the rural population age 20-69. The sampling staff then went to the chosen township seat and repeated the process, obtaining an up-to-date list of village-level units (cun) and randomly sampling two-village level units, with probability proportional to size. The final step in creating the sample was to go to each selected village and obtain the list of permanent residents (the hukou list) and also the list of temporary migrants that all village-level units were required to keep beginning in late 1994. From these lists, 40 addresses were sampled at random, in order to ensure 30 completed interviews (10 of these 40 addresses were selected at random as a\r\nreserve list and were assigned one-by-one as replacements from Beijing in cases where it was certain that no interview could be completed at the initially assigned address; see the field work report in\r\nthe following section for details).\r\nAn identical procedure was used to create the urban sample except that, because a lower response rate was anticipated in urban areas, 45 addresses were chosen (30 initially assigned and 15 held in reserve). Also, the “township level” units of urban areas were either towns (zhen) or street committees (jiedao weiyuan hui) of cities (shi) and the “village level” units were neighborhood committees (jumin weiyuan hui). For more information, sampling of migrants, sampling of village leaders see the codebook."},{"typeName":"collectionMode","multiple":false,"typeClass":"primitive","value":"In-person interview"},{"typeName":"researchInstrument","multiple":false,"typeClass":"primitive","value":"Structured survey, with comments for the option \"other\" "},{"typeName":"dataCollectionSituation","multiple":false,"typeClass":"primitive","value":"Respondents were mostly cooperative; interview duration was 60 min, but on occasions could last 3-4 hours; up to three attempts were made to collect data from a selected address;"},{"typeName":"actionsToMinimizeLoss","multiple":false,"typeClass":"primitive","value":"Explanation of the survey purpose prior to visits, sympathy and empathy from the interviewers, payment for completion of the interview, up to three attempts to complete the interview"},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Data was entered two times, using the PCEDIT software, transformed into a SAS data set. Any inconsistencies between the two datasets were resolved by going back to the original questionnaires."}]}},"files":[{"description":"Provisional codebook in PDF format.","label":"DTA900.file2685.CHINA_1996.PDF","restricted":false,"version":1,"datasetVersionId":57601,"categories":["Documentation"],"dataFile":{"id":2445075,"persistentId":"","pidURL":"","filename":"DTA900.file2685.CHINA_1996.PDF","contentType":"application/pdf","filesize":3815207,"description":"Provisional codebook in PDF format.","storageIdentifier":"s3://dvn-cloud:120005","rootDataFileId":-1,"md5":"f80ce604054e930d30a9686b70ab8e58","checksum":{"type":"MD5","value":"f80ce604054e930d30a9686b70ab8e58"}}},{"description":"Data in SPSS portable format.","label":"DTA900.file2686.CHINA_1996.POR","restricted":false,"version":1,"datasetVersionId":57601,"categories":["SPSS portable file"],"dataFile":{"id":2445073,"persistentId":"","pidURL":"","filename":"DTA900.file2686.CHINA_1996.POR","contentType":"application/x-spss-por","filesize":17475021,"description":"Data in SPSS portable format.","storageIdentifier":"s3://dvn-cloud:120007","rootDataFileId":-1,"md5":"6842d241ce6a6e712ef2a4f3a6d8d469","checksum":{"type":"MD5","value":"6842d241ce6a6e712ef2a4f3a6d8d469"}}},{"description":"Data  in SAS data format.","label":"DTA900.file2687.CHINA_1996.TPT","restricted":false,"version":1,"datasetVersionId":57601,"categories":["SAS data"],"dataFile":{"id":2445076,"persistentId":"","pidURL":"","filename":"DTA900.file2687.CHINA_1996.TPT","contentType":"text/plain; charset=US-ASCII","filesize":48393920,"description":"Data  in SAS data format.","storageIdentifier":"s3://dvn-cloud:120006","rootDataFileId":-1,"md5":"cacf7aa8275dc903c7ae7d623c4b4218","checksum":{"type":"MD5","value":"cacf7aa8275dc903c7ae7d623c4b4218"}}},{"description":"Data in Stata format.","label":"DTA900.file2688.CHINA_1996.DTA","restricted":false,"version":1,"datasetVersionId":57601,"categories":["Stata data"],"dataFile":{"id":2445074,"persistentId":"","pidURL":"","filename":"DTA900.file2688.CHINA_1996.DTA","contentType":"application/x-stata","filesize":9765435,"description":"Data in Stata format.","storageIdentifier":"s3://dvn-cloud:120008","rootDataFileId":-1,"md5":"3068dba486449cc0eb9c3ded8285b1dd","checksum":{"type":"MD5","value":"3068dba486449cc0eb9c3ded8285b1dd"}}}]}}}