{"status":"OK","data":{"id":53287,"identifier":"DVN/QRY9KP","persistentUrl":"https://doi.org/10.7910/DVN/QRY9KP","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2013-09-05","storageIdentifier":"s3://dvn-cloud:1902.1/22351","latestVersion":{"id":51192,"storageIdentifier":"s3://dvn-cloud:1902.1/22351","versionNumber":4,"versionMinorNumber":0,"versionState":"RELEASED","versionNote":"","distributionDate":"2013-09","productionDate":"Production Date","lastUpdateTime":"2014-02-07T08:43:35Z","releaseTime":"2014-02-07T00:00:00Z","createTime":"2014-02-07T08:43:35Z","license":"NONE","termsOfUse":"By downloading these Materials, I agree to the following: 1.\tI am downloading the Materials solely for research and educational purposes. 2.\tI will not use the Materials to:- a.\tobtain information that could directly or indirectly identify subjects. b.\tproduce links among the Distributor's datasets or among the Distributor's data and other datasets that could identify individuals or organizations. c.\tobtain information about, or further contact with, subjects known to me except where the use and/or release of such identifying information has no potential for constituting an unwarranted invasion of privacy and/or breach of confidentiality. 3.\tI agree not to download and/or use any Materials where prohibited by applicable law. 4.\tI agree not to transmit, disclose, distribute and/or make available, in hard copy or electronically, the Materials or any part of it to third parties unless previously authorised in writing b\ny the Distributor. Any third party interested in using the Materials shall be referred to the Distributor directly or encouraged to access and download the Materials through this site or any other site used by the Distributor for dissemination of the Materials. 5.\tI agree not to modify and/or change the Materials provided in any way.  6.\tI agree that any books, articles, conference papers, theses, dissertations, reports, or other forms of publications that I create which employ data reference the bibliographic citation accompanying this data. These citations include the data authors, data identifier, and other information accord with the Recommended Standard (http://thedata.org/citation/standard) for social science data. 7.\tThe Distributor makes no representation, condition or warranty of any kind with respect to the accuracy, usefulness, completeness or currency of the Materials hereby licensed. The Materials are being made available on an “as is, with all defects” basis. The Distributor disclaims any express or implied condition or warranty of merchantability or fitness for a particular purpose of the Materials. 8.\tIn no event shall the Distributor be liable to any party for any direct, indirect, special, incidental, consequential, punitive or exemplary damages of any nature or kind whatsoever arising out of the delivery and use of the Materials, including without limitation loss of revenue or profit or other economic loss; loss of goodwill; loss, damage or corruption of data or records; and loss of operation time. 9.\tI agree that if I breach any provision of this licence, the Distributor shall be entitled to immediately terminate this licence by notice to me and I shall immediately:- a.\tstop using the Materials; b.\terase and destroy any copies of the Materials (including copies of any part of the Materials) in my possession or control; and c.\tupon request by the Distributor, certify in writing that I have complied with this licence term.  10.\tI agree that any notice sent to my email address notified to Dataverse shall be sufficient notice for purposes of this licence.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Replication data for: Online supporting information for the manuscript Greenhouse gas emission factors for land use and land-use change in Southeast Asian peatlands"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hergoualc'h, Kristell"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CIFOR"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Online Table A (soil respiration), B (CH4 fluxes), C (N2O fluxes) and list of references supporting the manuscript Greenhouse gas emission factors for land use and land-use change in Southeast Asian peatlands. Mitigation and Adaptation Strategies for Global Change, DOI: 10.1007/s11027-013-9511-x"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Greenhouse gas emission factors for land use and land-use change in Southeast Asian peatlands. Mitigation and Adaptation Strategies for Global Change, DOI: 10.1007/s11027-013-9511-x"},"publicationIDType":{"typeName":"publicationIDType","multiple":false,"typeClass":"controlledVocabulary","value":"doi"},"publicationIDNumber":{"typeName":"publicationIDNumber","multiple":false,"typeClass":"primitive","value":"10.1007/s11027-013-9511-x"},"publicationURL":{"typeName":"publicationURL","multiple":false,"typeClass":"primitive","value":"http://www.cifor.org/online-library/browse/view-publication/publication/4248.html"}}]},{"typeName":"productionDate","multiple":false,"typeClass":"primitive","value":"2013-09"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Center for International Forestry"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"CIFOR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.cifor.org"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2013-09"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2013-09-04"}]}},"files":[{"description":"Online supporting information for the manuscript Greenhouse gas emission factors for land use and land-use change in Southeast Asian peatlands ","label":"ONLINE Tables A B C.xlsx","restricted":false,"version":1,"datasetVersionId":51192,"dataFile":{"id":2457903,"persistentId":"","pidURL":"","filename":"ONLINE Tables A B C.xlsx","contentType":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","filesize":45912,"description":"Online supporting information for the manuscript Greenhouse gas emission factors for land use and land-use change in Southeast Asian peatlands ","storageIdentifier":"s3://dvn-cloud:178027","rootDataFileId":-1,"md5":"17c229f2f4c4cd74058976f480a65333","checksum":{"type":"MD5","value":"17c229f2f4c4cd74058976f480a65333"}}}]}}}