{"status":"OK","data":{"id":3201389,"identifier":"DVN/AL9L1Z","persistentUrl":"https://doi.org/10.7910/DVN/AL9L1Z","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-08-01","storageIdentifier":"s3://10.7910/DVN/AL9L1Z","latestVersion":{"id":140045,"storageIdentifier":"s3://10.7910/DVN/AL9L1Z","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2018-08-01T06:20:12Z","releaseTime":"2018-08-01T06:20:12Z","createTime":"2018-08-01T06:19:41Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":" How the Pediatric Microbiome has a Net Non-Inflammatory Effect on Children"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Abby E. Richardson"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Science, Arts and Technology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Tulp, Orien"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"University of Science, Arts and Technology"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"o.tulp@usat.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Abstract\r\n\r\n\r\nRecent technological advances have precipitated a great deal of growth toward a better understanding of the human microbiome.  This review will highlight some important recent findings in this area of research, specifically as it pertains to the pediatric population.  Research has been conducted on the structural and functional capacity of the bacterial microbiome in the healthy state as well as in a variety of diseases.  Emerging technologies derived largely from the Human Genome Project and the NIH-funded Human Microbiome Project (HMP) have been applied over the past few years to evaluate the interstitial microbiota.  As the functional interactions between the host and its microbiome are analyzed in more detail, we are starting to better understand these interactions and how they impact overall health.  A better understanding of the role of the microbiome in health and disease will be achieved with ongoing study to further characterize the functions of the microbiome and the host-microbe mechanistic interactions (Shreiner, Kao & Young, 2015). \r\n\r\n\r\nKeywords:\r\nMicrobiome\r\nMicrobiota\r\nPediatric\r\nInflammation\r\n\r\n\r\nIntroduction\r\n\r\nThe host/intestinal microbiota relationship is typically symbiotic in nature.  It is an intricate system promoting health and modulating the immune response (Torrazza and Neu, 2011).  The human microbiome is composed of bacteria, viruses, archaea, and eukaryotic microbes which contribute to metabolic functions, protect against pathogens, and educate the immune system.  In recent years, the human microbiome has been found to play a significant role on the physiology of health and disease (Shreiner, Kao & Young, 2015). \r\n\r\n\r\n\r\nDiscussion\r\n\r\nFunctions of the intestinal microbiota\r\n\r\nThe important roles of the intestinal microbiota include: metabolism, nutrition, immunological functions, and defense against pathogens.  Thus, it is easy to understand that alterations in the microbiota can often lead to dysbiosis and disease in both infancy, as well as late in childhood (Table 1) (Torrazza and Neu, 2011).  Intestinal bacterial play a key role in promoting the early development of the gut’s mucosal immune system, in terms of its physical components and function, as well as in continued role in later life.  Gut-associated lymphoid tissue (GALT) is stimulated by bacteria to produce antibodies to pathogens.  These antibodies then allow the immune system to recognize and fight against the harmful bacteria, without reacting against the helpful bacteria species.  \r\n\r\n\r\nToll-like receptors (TLRs) have been recently found to be expressed by gut bacteria via the various intestinal cell types, including the gut epithelium (Torrazza and Neu, 2011).  TLRs are pattern recognition receptors that provide the intestine with the ability to discriminate between pathogenic and beneficial bacteria.  Once these TLRs identify the pathogen that has crossed the mucosal barrier, they then trigger a set of responses that take action against the pathogen.  Efforts are ongoing to better understand the effects of the intestinal microbiota specific to secretory IgA, TLRs, and other Pattern Recognition Receptors (PRR).  The continued study of the presence and activation of the human microbiota will assist in better understanding the inflammatory cascade that leads to diseases such as necrotizing enterocolitis (NEC) or systemic inflammation associated with multiple organ dysfunction (Torrazza and Neu, 2011).\r\n\r\nThe development of the gut microbiome is intrinsically vital to the maturation of the intestinal immune system.  The function of the immune system is to maintain an anti-inflammatory state in the gut, especially during exposure to the considerable number of innocuous antigens from commensals, hormones, and food.  In order for the immune system to effectively carry out its complex function, the diverse cell types must interact. \r\n\r\nThe pattern of recognition that the intestinal flora has developed allows the “good” bacterial to not normally activate the immunological response.  Oral tolerance is a phenomenon that bacteria can influence, which indicates that the immune system is less sensitive to an antigen once it has been ingested.  This oral tolerance is mediated in part by the gastrointestinal immune system and in part by the liver.  Oral tolerance can mean a reduction in the immune response, preventing an over-reactive immune response such as response seen in allergies and autoimmune disease (Torrazza and Neu, 2011). \r\n\r\nTable 1: Intestinal microbiota in the neonate (Torrazza and Neu, 2011)\r\nHealthy microbiota\r\nAlterations of microbiota or dysbiosis\r\nEarly in the neonate\r\nLater in childhood\r\nStimulates the GALT and antibody production\r\n\r\n\r\nMetabolize nutrients\r\nNEC (Necrotizing enterocolitis)\r\nObesity\r\nDefense and barrier against pathogens\r\nSepsis\r\nDiabetes\r\nModulation of inflammatory response and intestinal permeability\r\nDiarrhea/Malnutrition\r\nAllergies, asthma, Metabolic syndrome\r\n\r\nMicrobiota of the fetus and newborn\r\n\r\nAn individual’s microbiome has been shown to be somewhat stable over time, however there is some variability with the extremes of age and also among various individuals.  There are various factors which can also affect the composition of the microbiome, such as diet and other environmental factors (Shreiner, Kao & Young, 2015).  Increasing evidence indicates that the intestinal microbiota plays an important role in the postnatal immune system development.  \r\nEpidemiological data suggest that certain diseases such as atopic dermatitis, asthma, type 1 diabetes, and food allergies seem to appear more often in infants after cesarean delivery than after vaginal delivery.  Therefore, it stands to reason that if the intestinal flora develops differently depending on the mode of delivery, the postnatal development of the immune system may also be different (Torrazza and Neu, 2011).  Yet, an important consideration is the fact that most mothers undergoing cesarean deliveries are also treated with antibiotics, which studies in adults have suggested may affect the gastrointestinal tract for years.  The enteric microbiota composition in the early days of life therefore seems to contribute significantly to achieving and maintaining good health in the years to come.   Thus it is crucial to identify the intestinal ecosystem during the early developmental stages (Torrazza and Neu, 2011).\r\n\r\n\r\n\r\n\r\nProbiotics and the pediatric microbiota\r\n\r\nThe definition of probiotic according to the World Health Organization is: “a live microorganism which when administered in adequate amounts confers a health benefit on the host.”  Studies have shown that microbial components of certain foods may in fact promote health.  Specifically, probiotics are thought to modulate intestinal microflora, reduce intestinal permeability, and decrease pro-inflammatory cytokines while increasing anti-inflammatory cytokines (Torrazza and Neu, 2011).  For these reasons, there has been increasing interest in the past two decades into the various potential benefits of the use of certain types of probiotics.   The Food and Drug Administration in the United States, however, does not yet have a careful system in place for the monitoring the probiotics, nor must probiotics be submitted to the Food and Drug Administration for approval.   Previous studies have shown that some probiotics are more beneficial than others.  Of particular note, Lactobacillus sp and Bifidobacterium sp are both commonly found in higher proportion in the intestinal microbiota of breast-fed infants in comparison to formula-fed infants (Torrazza and Neu, 2011).  \r\n\r\n\r\n\r\nAntibiotics and the pediatric microbiota\r\n\r\n\r\n\r\nThe gut microbiome is in constant flux; the community composition continuously adapts to environmental exposures and host developmental changes.  This is essential for maintaining gut homeostasis; however drastic changes such as those induced by antibiotics can potentially lead to negative health consequences.   This is of particular concern since antibiotics are by far the most common prescription drug given to children.  Antibiotic use has been associated with the emergence of antimicrobial resistance, identified by the World Health Organization as “one of the three greatest threats to human health”  (Vangay et al, 2015). Broad-spectrum antibiotics are designed to eradicate multiple bacterial taxa; thus the microbiome may be impacted by 1) an undesired loss of taxa that are vital for homeostasis and for the development of the immune system, 2) a loss of biodiversity, with resulting negative health risks such as dysbiosis.  Pediatric dysbiosis is characterized by these drastic changes in the microbial community and has been implicated as having a causal role for microbiome imbalance (dysbiosis) in numerous diseases.  \r\nAssociations between antibiotic usage in early infancy and development of various diseases such as obesity, diabetes, and asthma later in life have been identified by epidemiological studies. Longitudinal studies of antibiotic usage have demonstrated profound short- and long-term effects of antibiotics on the diversity and composition of the gut microbiota (Vangay et al, 2015).  \r\n\r\n\r\nMajor Influences on Microbiome Development\r\n\r\nWe know that diet plays a large role in the colonization of the modern infant GI tract, with vast compositional differences noted between human milk and infant formula.  Specifically, the microbiome of the breastfed infant shows a predominance of Bifidobacteria and Lactobacilli, while Enterococci and Enterobacteria are the predominant bacteria found in the gut of the formula-fed infant.  The human milk microbiome does change over time, and is actually noted to depend on the mother’s weight.  For example, milk from obese mothers is less diverse than milk from non-obese mothers.  Human milk oligosaccharides (HMOs) are mik-borne prebiotics that modulate the bacteria in the GI tract.  HMOs are sugars produced solely for consumption by microbes.\r\nOther antimicrobials in human milk that also influence the microbes within the GI tract include secretory immunoglobulin A (IgA).  IgA has been found to provide antigen-specific protection against microbes that the mother has already encountered, as well as innate immune proteins that harbor bactericidal activity (Vangay et al, 2015).\r\n\r\nAs previously mentioned, mode of delivery has an impact on the microbiome of infants, as the microbiomes of vaginally delivered infants consist mostly of Lactobacillus, Prevotella, Atopobium, or Sneathia spp, whereas the microbiome of cesarean section delivered infants contain Staphylococcus spp and less Bifidobacterium (Vangay et al, 2015). \r\n\r\nInflammation modulated by microbial components\r\n\r\nStudies were conducted on epithelial cells in infant formula-fed rodent models, which suggested that dead microbes may be as effective as live microbes in modulating excessive inflammatory stimuli (Torrazza and Neu, 2011).  In order to determine whether low-grade stimulation of these receptors or signaling pathways may induce a tolerance, or have a protective effect requires further study.  \r\nFurther investigation is also required to identify the therapeutic potential of pharmaceutical or dietary interventions necessary to alter the accessibility of colonizing bacteria to receptors. \r\n(Torrazza and Neu, 2011).\r\n\r\nThe role of the microbiome as it relates to gastrointestinal disorders in pediatrics\r\n\r\nA study to investigate alterations in the diversity of the oral microbiome in pediatric inflammatory bowel disease (IBD) showed a marked decrease in both overall microbial diversity as well as specific phylum levels in patients with Crohn’s disease (CD).   In previous studies, alterations in the oral microbiome of both local and systemic disease were shown, indicating that oral microbial biomarkers may be present in specific disease conditions.  In a specific study using experimental models of germ-free mice, the evidence suggested that the host-microbe interaction is critical to the development of IBD. \r\nOral mucosa, an immunologically active surface, has been noted to support increased cytokine production in children’s with Crohn’s disease compared with healthy control patients.  Since the oral cavity serves as a window into the intestinal tract, the oral cavity provides a good opportunity to study the complex interaction of the host immune system and microbiome at the epithelial interface (Docktor et al, 2012).  Distinct shifts in the enteric microbiota such as seen in dysbiosis is seen also in patients with CD and Ulcerative Colitis (UC).  Specifically, intestinal microbiome in diseased states appears to lose commensal organisms that typically characterize health.  In fact, a lack of diversity has been found to be a common finding in IBD microbial studies. In a study by Lewis et al (2015), the environmental stresses experienced by CD patients were associated with changes in microbial taxonomy.  It was shown that dysbiosis involved differences in microbial gene representation, increases in fungal representation, and higher levels of human DNA in stool.  Antibiotic exposure was also identified as a risk factor for new onset Crohn’s disease, and was strongly associated with dysbiosis.  It was also found that dysbiosis of CD extended beyond bacteria to include fungi as well, resulting from a combination of inflammation, antibiotic exposure, and dietary changes.  \r\nThe characteristics of dysbiosis include an expansion of Proteobacteria with a decrease in Firmicutes, as well as a decrease in community richness of the microbiota.  It is not yet known whether dysbiosis secondary to inflammation is rapidly reversible (Lewis et al, 2015). \r\n\r\n\r\nConclusion:\r\n\r\nWe have just begun to establish a core of microbiota that is helping to define health in these complex environments including the oral microbiome.  It is an exciting time in the study of the microbiome due to recent technological advancements and rapidly accumulating knowledge. (Shreiner, Kao & Young, 2015).  It is likely that the myriad organisms that define a healthy microbiome confer protective mechanisms to the host.  We can also see that in the absence of this diversity of organisms, pathogens can arise and flourish (Docktor et al, 2012).  The critical next step is to investigate further the various functions of the pediatric microbiome, especially as these functions pertain to health and disease.  These studies will provide further insight into the host-microbiome interactions that contribute to health and disease, allowing for development of therapies which would target the microbiome to maintain health and to treat a variety of diseases (Shreiner, Kao & Young, 2015).\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\nReferences\r\n\r\n\r\nDocktor, Michael J.; Paster, Bruce J.; Abramowicz, Shelly; Ingram, J.; and Wang, Yaoyu E. (2012). Alterations in diversity of the oral microbiome in pediatric inflammatory bowel disease. Inflamm Bowel Dis (18): 935-942.\r\n\r\nLewis, James D.; Chen, Eric Z.; Baldassano, Robert N.; Otley, Anthony R.; Griffiths, Anne M., et al. (2015). Inflammation, antibiotics, and diet as environmental stressors of the gut microbiome in pediatric Crohn’s Disease. Cell Host & Microbe (18): 489-500.\r\n\r\nShreiner, Andrew B.; Kao, John Y.; and Young, Vincent B. (2015). The gut microbiome in health and in disease. Curr Opin Gastroenterol.; 31(1): 69-75.\r\n\r\nTorrazza, R Murgas; and Neu, J. (2011). The developing intestinal microbiome and its relationship to health and disease in the neonate. Journal of Perinatology; 31, S29-S34. \r\n\r\nVangay, Pajau; Ward, Tonya; Gerber, Jeffrey; and Knights, Dan (2015).  Antibiotics, Pediatric Dysbiosis, and Disease.  Cell Host & Microbe (17): 553-560.\r\n"},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2018"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Medicine, Health and Life Sciences"]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Harvard Dataverse Vol 1"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Tulp, Orien"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-08-01"}]}},"files":[]}}}