{"status":"OK","data":{"id":2856457,"identifier":"DVN/F5YHML","persistentUrl":"https://doi.org/10.7910/DVN/F5YHML","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-11-18","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/F5YHML","latestVersion":{"id":125494,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/F5YHML","versionNumber":3,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:ut3xvmrP1xZDdxLjPJz8zw==","lastUpdateTime":"2017-04-14T16:07:05Z","releaseTime":"2017-04-14T16:07:05Z","createTime":"2017-04-14T15:40:21Z","license":"NONE","termsOfUse":"<b>Health & Aging in Africa: A Longitudinal Study of an INDEPTH Community in South Africa (HAALSI) Public Release Data Usage Agreement</b><br /><br />\r\n\r\n<i>DUA for HAALSI datasets of de-identified human subject data</i><br /><br />\r\n\r\nThis is an agreement (“Agreement”) between you the downloader (“Downloader”) and the owner of the materials (“User”) governing the use of the materials (“Materials”) to be downloaded.<br /><br />\r\n\r\nI. Acceptance of this Agreement<br />\r\nBy downloading or otherwise accessing the Materials, Downloader represents his/her acceptance of the terms of this Agreement.<br /><br />\r\n\r\nII. Modification of this Agreement<br />\r\nUsers may modify the terms of this Agreement at any time. However, any modifications to this Agreement will only be effective for downloads subsequent to such modification. No modifications will supersede any previous terms that were in effect at the time of the Downloader’s download.<br /><br />\r\n\r\nIII. Terms of Use<br />\r\nThe Downloader agrees to:<br />\r\n1.\tMaintain the privacy of RESEARCH SUBJECTS<br />\r\n•\tAny intentional identification of a RESEARCH SUBJECT (whether an individual or an organization) or unauthorized disclosure of his or her confidential information violates the PROMISE OF CONFIDENTIALITY given to the providers of the information. Therefore, downloader and users of data agree:<br />\r\n•\tTo use these datasets solely for research or statistical purposes and not for investigation of specific RESEARCH SUBJECTS<br />\r\n•\tTo make no use of the identity of any RESEARCH SUBJECT discovered inadvertently, and to advise the Harvard Center for Population and Development Studies of any such discovery (popcenter@hsph.harvard.edu )<br /><br />\r\n\r\n2.\tNot use these datasets for commercial or marketing purposes.<br />\r\n\r\n3.\tNot redistribute data without the written agreement of the HAALSI study Principal Investigator.<br />\r\n\r\n4.\tCertify destruction of any downloaded HAALSI Public Release data files as well as any data files derived from the downloaded file when requested to do so by Users.<br />\r\n\r\n5.\tInclude the following citation in any research reports, papers, or publications based on HAALSI Public Release Data: \r\nIn text:<br /><br />\r\n\r\n<i>\"HAALSI (Health and Aging in Africa: A Longitudinal Study of an INDEPTH Community in South Africa) is sponsored by the National Institute on Aging (grant number 1P01AG041710-01A1) and is conducted by the Harvard Center for Population and Development Studies in partnership with Witwatersrand University. The Agincourt HDSS was supported by the Wellcome Trust, UK, (058893/Z/99/A, 069683/Z/02/Z, 085477/Z/08/Z and085477/B/08/Z), the University of the Witwatersrand and South African Medical Research Council.\"</i><br /><br />\r\n\r\n<b>In references:</b><br /><br />\r\n\r\n<i>\"Harvard Center for Population and Development Studies, 2016, \"HAALSI Baseline Survey\", doi:10.7910/DVN/F5YHML, Harvard Dataverse, V1\"</i><br /><br />\r\n\r\n6.\tProvide citation information regarding any research product (dissertation, thesis, journal article, book, book chapter, report, etc.) based on data obtained from the HAALSI Study by sending an electronic copy to popcenter@hsph.harvard.edu.<br />\r\n\r\n7.\tReport immediately to the HAALSI Study at popcenter@hsph.harvard.edu any discovery of flaws or errors in the data or documentation files <br /><br />\r\n\r\nRepresentations<br />\r\nIn Use of the Materials, Downloader represents that:<br />\r\n1.\tDownloader is not bound by any pre-existing legal obligations or other applicable laws that prevent Downloader from downloading or using the Materials;<br />\r\n2.\tDownloader will not use the Materials in any way prohibited by applicable laws;<br />\r\n3.\tDownloader has no knowledge of and will therefore not be responsible for any restrictions regarding the use of Materials beyond what is described in this Agreement; and<br />\r\n4.\tDownloader has no knowledge of and will therefore not be responsible for any inaccuracies and any other such problems with regards to the content of the Materials and the accompanying citation information.<br /><br />\r\n\r\nRestrictions <br />\r\nIn his/her Use of the Materials, Downloaders cannot:<br />\r\n1.\tObtain information from the Materials that results in Downloader or any third party(ies) directly or indirectly identifying any research subjects with the aid of other information acquired elsewhere;<br />\r\n2.\tProduce connections or links among the information included in User’s datasets (including information in the Materials), or between the information included in User’s datasets (including information in the Materials) and other third-party information that could be used to identify any individuals or organizations, not limited to research subjects; and<br />\r\n3.\tExtract information from the Materials that could aid Downloader in gaining knowledge about or obtaining any means of contacting any subjects already known to Downloader.<br />\r\n4.\tTransfer HAALSI public release data to any third party, other than staff or students directly under Downloader supervision.<br /><br />\r\n\r\n<b>Disclaimer</b><br />\r\nYou acknowledge that the original collector of the data and the funding agency bear no responsibility for use of the data or for interpretations or inferences based upon such uses.<br /><br />\r\n\r\nIV. Representations and Warranties<br />\r\nUSER REPRESENTS THAT USER HAS ALL RIGHTS REQUIRED TO MAKE AVAILABLE AND DISTRIBUTE THE MATERIALS. EXCEPT FOR SUCH REPRESENTATION, THE MATERIALS IS PROVIDED “AS IS” AND “AS AVAILABLE” AND WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\r\nWITHOUT LIMITING THE FOREGOING, USER DOES NOT WARRANT THAT: (A) THE MATERIALS ARE ACCURATE, COMPLETE, RELIABLE OR CORRECT; (B) THE MATERIALS FILES WILL BE SECURE; (C) THE MATERIALS WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION; (D) ANY DEFECTS OR ERRORS WILL BE CORRECTED; (E) THE MATERIALS AND ACCOMPANYING FILES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS; OR (F) THE RESULTS OF USING THE MATERIALS WILL MEET DOWNLOADER’S REQUIREMENTS. DOWNLOADER’S USE OF THE MATERIALS IS SOLELY AT DOWNLOADER’S OWN RISK.<br /><br />\r\n\r\nV. Limitation of Liability<br />\r\nIN NO EVENT SHALL USER BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL THEORY WITH RESPECT TO THE MATERIALS (I) FOR ANY DIRECT DAMAGES, OR (II) FOR ANY LOST PROFITS OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.<br /><br />\r\n\r\nVI. Indemnification<br />\r\nDownloader will indemnify and hold User harmless from and against any and all loss, cost, expense, liability, or damage, including, without limitation, all reasonable attorneys’ fees and court costs, arising from the i) Downloader’s misuse of the Materials; (ii) Downloader’s violation of the terms of this Agreement; or (iii) infringement by Downloader or any third party of any intellectual property or other right of any person or entity contained in the Materials. Such losses, costs, expenses, damages, or liabilities shall include, without limitation, all actual, general, special, and consequential damages.<br /><br />\r\n\r\nVII. Dispute Resolution<br />\r\nDownloader and User agree that any cause of action arising out of or related to the download or use of the Materials must commence within one (1) year after the cause of action arose; otherwise, such cause of action is permanently barred.\r\nThis Agreement shall be governed by and interpreted in accordance with the laws of the Commonwealth of Massachusetts (excluding the conflict of laws rules thereof). All disputes under this Agreement will be resolved in the applicable state or federal courts of Massachusetts. Downloader consents to the jurisdiction of such courts and waives any jurisdictional or venue defenses otherwise available.\r\n<br /><br />\r\nVIII. Integration and Severability<br />\r\nThis Agreement represents the entire agreement between Downloader and User with respect to the downloading and use of the Materials, and supersedes all prior or contemporaneous communications and proposals (whether oral, written or electronic) between Downloader and User with respect to downloading or using the Materials. If any provision of this Agreement is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Agreement will otherwise remain in full force and effect and enforceable.<br /><br />\r\n\r\nIX. Miscellaneous<br />\r\nUser may assign, transfer or delegate any of its rights and obligations hereunder without consent. No agency, partnership, joint venture, or employment relationship is created as a result of the Agreement and neither party has any authority of any kind to bind the other in any respect outside of the terms described within this Agreement. In any action or proceeding to enforce rights under the Agreement, the prevailing party will be entitled to recover costs and attorneys’ fees.\r\n","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"HAALSI Baseline Survey"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Harvard Center for Population and Development Studies"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard T.H. Chan School of Public Health"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Harvard Center for Population and Development Studies"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Harvard T.H. Chan School of Public Health"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"popcenter@hsph.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Health and Aging in Africa: A Longitudinal Study of an INDEPTH Community in South Africa (HAALSI) study is a population-based survey implemented by the Harvard Center for Population and Development Studies and the MRC/Wits Rural Public Health and Health Transitions Research Unit of the University of the Witwatersrand. \r\n\r\nHAALSI aims to examine and characterize a population of older men and women in rural South Africa with respect to health, physical and cognitive function, aging, and well-being, in harmonization with other Health and Retirement Studies. The baseline survey was conducted in November 2014-November 2015 among 5,059 men and women aged 40 years or older, who were randomly sampled from within the existing framework of the Agincourt health and socio-demographic surveillance system (AHDSS), in rural Mpumalanga province, South Africa. The baseline survey was administered by local field workers in Shangaan at the participants' homes using computer-assisted personal interviewing (CAPI). Extensive survey data was collected on cognitive and physical functioning, social networks, cardiometabolic disease and risk factors, HIV and HIV risk, and economic well-being. The survey also included anthropometric measures and point-of-care blood tests for hemoglobin, glucose and lipids. Two additional rounds of data collection are planned over the next five years.\r\n\r\nFuture data releases will share results from dried bloodspots (DBS) that were collected during the survey and tested for HIV, HIV viral load, HbA1c and CRP, as well as more extensive laboratory follow-up testing on a sub-sample of participants. The laboratory sub-study was administered in collaboration with the H3Africa/AWIGEN study (Genomic and Environmental Risk Factors for Cardiometabolic Disease in Africans), which will examine genetic data from these participants.\r\n\r\n"},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2016-11-18"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Medicine, Health and Life Sciences","Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"South Africa"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Aging"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Older adults"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Cognition"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Physical functioning"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Social networks"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Cardiometabolic disease"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"HIV"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Economics"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Agincourt"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"HAALSI"}}]},{"typeName":"language","multiple":true,"typeClass":"controlledVocabulary","value":["English"]},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberAgency":{"typeName":"grantNumberAgency","multiple":false,"typeClass":"primitive","value":"NIH - NIA"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Rohr, Julia"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2016-07-22"},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"2014-11-01"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"2015-11-30"}}]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"South Africa"},"state":{"typeName":"state","multiple":false,"typeClass":"primitive","value":"Mpumalanga"}}]}]}},"files":[{"description":"Baseline survey codebook","label":"HAALSI Baseline Codebook.pdf","restricted":false,"version":2,"datasetVersionId":125494,"categories":["Documentation"],"dataFile":{"id":2922369,"persistentId":"doi:10.7910/DVN/F5YHML/5WBCG6","pidURL":"https://doi.org/10.7910/DVN/F5YHML/5WBCG6","filename":"HAALSI Baseline Codebook.pdf","contentType":"application/pdf","filesize":1740530,"description":"Baseline survey codebook","storageIdentifier":"s3://dvn-cloud:1587929e5f3-73f435455cf5","rootDataFileId":-1,"md5":"57893c50d15dd0653e38ee126acdfa57","checksum":{"type":"MD5","value":"57893c50d15dd0653e38ee126acdfa57"}}},{"description":"Baseline survey data V3: 14Apr2017","label":"HAALSI_baseline_dataverse_14Apr2017.tab","restricted":false,"version":3,"datasetVersionId":125494,"categories":["Data"],"dataFile":{"id":3012290,"persistentId":"doi:10.7910/DVN/F5YHML/MMQO8Q","pidURL":"https://doi.org/10.7910/DVN/F5YHML/MMQO8Q","filename":"HAALSI_baseline_dataverse_14Apr2017.tab","contentType":"text/tab-separated-values","filesize":14826602,"description":"Baseline survey data V3: 14Apr2017","storageIdentifier":"s3://dvn-cloud:15b6d238b4b-d37f563891ec","originalFileFormat":"application/x-stata","originalFormatLabel":"Stata Binary","originalFileSize":19039887,"UNF":"UNF:6:ut3xvmrP1xZDdxLjPJz8zw==","rootDataFileId":-1,"md5":"e11a69121c7cee6726835d6106820104","checksum":{"type":"MD5","value":"e11a69121c7cee6726835d6106820104"}}},{"description":"HAALSI baseline survey documentation and created variables. Orange text indicates restrictions due to confidentiality; grey text indicates not available due to coding errors or need for cleaning. These variables may be available in future releases. Green text indicates a note to use a different variable. Updated 14Apr2017.","label":"HAALSI Baseline Survey and Variables.docx","restricted":false,"version":3,"datasetVersionId":125494,"categories":["Documentation"],"dataFile":{"id":3012289,"persistentId":"doi:10.7910/DVN/F5YHML/IA1N9T","pidURL":"https://doi.org/10.7910/DVN/F5YHML/IA1N9T","filename":"HAALSI Baseline Survey and Variables.docx","contentType":"application/vnd.openxmlformats-officedocument.wordprocessingml.document","filesize":194943,"description":"HAALSI baseline survey documentation and created variables. Orange text indicates restrictions due to confidentiality; grey text indicates not available due to coding errors or need for cleaning. These variables may be available in future releases. Green text indicates a note to use a different variable. Updated 14Apr2017.","storageIdentifier":"s3://dvn-cloud:15b6d1fd63e-72146c264fc7","rootDataFileId":-1,"md5":"898d6239a9e6a01dbd1c9c45f9d628cc","checksum":{"type":"MD5","value":"898d6239a9e6a01dbd1c9c45f9d628cc"}}},{"description":"Data usage agreement","label":"HAALSI Dataverse Data Usage Agreement.pdf","restricted":false,"version":1,"datasetVersionId":125494,"dataFile":{"id":2922365,"persistentId":"doi:10.7910/DVN/F5YHML/OS43SU","pidURL":"https://doi.org/10.7910/DVN/F5YHML/OS43SU","filename":"HAALSI Dataverse Data Usage Agreement.pdf","contentType":"application/pdf","filesize":74448,"description":"Data usage agreement","storageIdentifier":"s3://dvn-cloud:158791b3406-3020f55b673d","rootDataFileId":-1,"md5":"0959e3864805fa1e34303589efa2823b","checksum":{"type":"MD5","value":"0959e3864805fa1e34303589efa2823b"}}}]}}}