{"status":"OK","data":{"id":3201388,"identifier":"DVN/LA2RDV","persistentUrl":"https://doi.org/10.7910/DVN/LA2RDV","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-08-01","storageIdentifier":"s3://10.7910/DVN/LA2RDV","latestVersion":{"id":140044,"storageIdentifier":"s3://10.7910/DVN/LA2RDV","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2018-08-01T06:02:24Z","releaseTime":"2018-08-01T06:02:24Z","createTime":"2018-08-01T06:01:57Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"INNOVATION IN FUNCTIONAL  ANATOMY EDUCATION: The Anatomy Lesson of Dr Tulp from the past to the Present"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Tulp, Orien, M. Ortiz-Bustillo, G.P.. Einstein, F. Sainvil, C. Konyk, R.L. Branly"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"University of Science, Arts and Technology"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Tulp, Orien"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"University of Science, Arts and Technology"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"o.tulp@usat.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In recent decades, there have been many technological innovations and improvement in the pedagogy of medical education.  We have applied some of these developments to one of the most important and most fundamental elements in modern medical education, while combining traditional and innovative approaches.   Gross anatomy is a  core course for first year medical and some graduate students from the beginnings of time, since Nicholaes Tulp was first depicted by Rembrandt in the now classic painting “The Anatomy Lesson of Dr Tulp”.  In the now famous Rembrandt, Dr Tulp is shown dissecting an unembalmed  cadaver, while paid onlookers viewed the dissection of the cadaver with great interest. At USAT, the anatomy dissection begins with didactic lectures, much along the traditional lines, but with the exception that the discussion is orientated toward a clinical setting for each phase of the lectures. This is followed by lectures in Organ Systems Pathophysiology, Medical Biophysics, and finally by Introduction to the dissection laboratory.  All dissections utilize fresh, unembalmed cadavers, all safety tested for hazards or pre-existing infectious diseases before the start of the dissection, which takes place in a state of the art facility.  Prior to the dissection, important sensitivity instruction is given, including acceptable respect, appropriate laboratory and clinical attire [scrubs, surgical gowns, and all needed instruments are provided each student], proper and expected personal demeanor during the dissection.  During the dissections, which last for several days on each cadaver, key surgical and medical procedures that are likely to be needed during PGY-I are demonstrated on each cadaver, including insertion of chest tubes, spinal taps, Intubation, topical and cosmetic suturing, endoscopy, 3-D imaging, surgical technique, and others.  The culmination of the dissection ends with each student being able to demonstrate the above  procedures to standard, and with a complete functional dissection of the cadaver.  At the conclusion of the lab body parts are recon our curricukum.nected and prepared for disposal and the ashes returned to the family that donated the cadaver. As an outcome, USAT anatomy lab  has become one of the most sought after courses in the first year curriculum, with many student requesting to retake it multiple more times. \r\nSupport or Funding Information: Supported by Institutional Resources of the College of Medicine, USAT Montserrat and MARC-Miami\r\n"},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2018"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Medicine, Health and Life Sciences"]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Abstract 7749, Experimental Biology 2018"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Tulp, Orien"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-08-01"}]}},"files":[]}}}