{"status":"OK","data":{"id":2839127,"identifier":"DVN/LU58IU","persistentUrl":"https://doi.org/10.7910/DVN/LU58IU","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2016-06-01","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/LU58IU","latestVersion":{"id":84519,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/LU58IU","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2016-06-01T20:50:09Z","releaseTime":"2016-06-01T20:50:09Z","createTime":"2016-06-01T16:46:11Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Replication Data for: Towards motion insensitive EEG-fMRI: Correcting motion-induced voltages and gradient artefact instability in EEG using an fMRI prospective motion correction (PMC) system"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Maziero, Danilo"},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Velasco, Tonicarlo"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hunt, Nigel"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Payne, Edwin"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lemieux, Louis"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Salmon, Carlos"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Carmichael, David"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Maziero, Danilo"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"danibeen@hotmail.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data article\r\nTitle:  EEG and head motion data acquired simultaneously to fMRI data. \r\nAuthors: Danilo Maziero a, b  , Tonicarlo R. Velasco c, Nigel Hunt d, Edwin Payne d, Louis Lemieux e, Carlos E.G. Salmon b, David W. Carmichael a\r\n\r\nAffiliations:\r\na Developmental Imaging and Biophysics Section, UCL Institute of Child Health, London, UK\r\nb InBrain Lab, Department of Physics, FFLCRP, University of São Paulo, Ribeirão Preto, SP, Brazil\r\nc Epilepsy Surgery Centre, Department of Neuroscience, Faculty of Medicine, University of São Paulo, Ribeirão Preto, SP, Brazil\r\nd Division of Craniofacial Developmental Sciences, UCL Eastman Dental Institute, London, UK\r\ne Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, UK\r\n\r\nContact email:\r\ndanibeen@hotmail.com\r\n\r\nAbstract\r\n\r\nElectroencephalography (EEG) data can be recorded simultaneously with fMRI however the EEG can suffer from data quality degradation due to voltages induced by changing magnetic fields particularly during movement and MRI-related magnetic gradient field switching. The data presented in this article aims to allow researchers to determine the effect of these artefacts on the EEG data by recording EEG and fMRI using motion tracking technology that uses a Moire-phase tracking marker and a camera to record subject motion.  In this article we present Electroencephalography (EEG) data that has been recorded outside and within an MRI scanner. The EEG data recorded within the MRI scanner has motion tracking information provided. In addition there are EEG recordings where the MRI scanner uses the motion tracking information to update the magnetic field gradient directions. \r\n\r\nData:\r\nThe data is composed of EEG data from three healthy subjects. The data were collected outside and inside the scanner. For those recordings realized inside the scanner there were EEG recordings made both with and without fMRI acquisition. For all acquisitions within the scanner we have recorded subject’s head position by using a MRI-compatible camera (this data is also provided here). \r\n\r\nExperimental Design, Materials and Methods\r\n\r\nDuring all recordings subjects were instructed to open and close their eyes every 60 (for sessions outside the scanner) or 30s (for sessions inside the scanner). Two different movement tasks were performed: In the ‘keeping still’ sessions subjects were instructed to keep as still as possible. In ‘motion’ sessions subjects were instructed to move performing repeated repetitions of the following movements: shaking their head side to side (right-left), nodding their head (back and forth) and rotating their head followed by a short period (~5s) without movement. The subjects were instructed to start the first block with their eyes open allowing them to calibrate the motion’s amplitude (via visual feedback of the marker position). In the second block the movements were repeated with eyes closed. Three repetitions of each block were made in each session. \r\n\r\nThe data is then ordered by experiments:\r\n2.8.1 Experiment 1 - sessions of EEG data outside the scanner with subjects asked to keep still and to open and close their eyes every 60s. \r\n2.8.2 Experiment 2: - Two sessions of EEG data were recorded inside the scanner without MRI scanning: the first while keeping still (EEG2S) and the second while moving voluntarily (EEG2M). \r\n2.8.3 Experiment 3: \r\nExperiment 3a: EEG and fMRI data were acquired with the PMC system recording motion data but not updating the imaging gradients (‘fMRI/PMC-off’). We have acquired two successive sessions; with the subjects keeping still (EEG3aS) and while moving voluntarily (EEG3aM), respectively.\r\nExperiment 3b: EEG and fMRI data were acquired with the PMC system recording motion and updating the scanning gradients (‘fMRI/PMC-on’). We have acquired two successive sessions; with the subjects keeping still (EEG3bS) and while moving voluntarily (EEG3bM), respectively.\r\nInside each subject’s folder named EEG there is a txt file entitled ‘0File_Experiment_relation’  where each .eeg file is related to its correspondent experiment.\r\nThe head position was measured by a MRI compatible camera system during experiments 2 and 3. The files containing the motion measurements are in the folder entitled ‘Camera_recordings’, within each subject’s folder. The Scan_Log folders contain the xpace_xxx.log file, which related the camera measurements to the experiments realized. The relation among these files are explained in the document Scan_logs&Cam_rec.doc.\r\n\r\nAcknowledgements \r\nThis study was supported by grants from the National Council for Scientific and Technological Development (CNPq), Brazil, Project number 248435/2013-2. Engineering and Physical Sciences Research Council (UK) grant EP/M001393/1, UCL SLMS Capital equipment grant. This work was undertaken at Great Ormond Street Hospital/University College London Institute of Child Health who receive a proportion of funding from the UK Department of Health’s NIHR Biomedical Research Centres funding scheme.\r\n\r\nReferences \r\nMaziero D, Velasco TR, Hunt N, Payne E, Lemieux L, Salmon CEG, Carmichael DW. Towards motion insensitive EEG-fMRI: Correcting motion-induced voltages and gradient artefact instability in EEG using an fMRI prospective motion correction (PMC) system. NeuroImage. 2016; doi:10.1016/j.neuroimage.2016.05.003.\r\n\r\n"},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2016-06-01"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Engineering","Medicine, Health and Life Sciences","Physics"]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Maziero, Danilo"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2016-06-01"}]}},"files":[{"description":"EEG and head motion data acquired simultaneously to fMRI data. ","label":"Data_In_Brief.rar","restricted":false,"version":1,"datasetVersionId":84519,"dataFile":{"id":2839128,"persistentId":"doi:10.7910/DVN/LU58IU/A1SFKW","pidURL":"https://doi.org/10.7910/DVN/LU58IU/A1SFKW","filename":"Data_In_Brief.rar","contentType":"application/octet-stream","filesize":1033381642,"description":"EEG and head motion data acquired simultaneously to fMRI data. ","storageIdentifier":"s3://dvn-cloud:1550cda3ab4-6d86139f476f","rootDataFileId":-1,"md5":"34eec4cf9e2691b1a632c039e350be2b","checksum":{"type":"MD5","value":"34eec4cf9e2691b1a632c039e350be2b"}}}]}}}