{"status":"OK","data":{"id":48059,"identifier":"DVN/5ZBH5B","persistentUrl":"https://doi.org/10.7910/DVN/5ZBH5B","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2007-11-28","storageIdentifier":"s3://1902.1/QBYDXGBURH","latestVersion":{"id":134078,"storageIdentifier":"s3://1902.1/QBYDXGBURH","versionNumber":1,"versionMinorNumber":1,"versionState":"RELEASED","distributionDate":"2006-01-26","productionDate":"Production Date","UNF":"UNF:3:32:PJ8uh5rXk3+3Wi1HAjkfiA==","lastUpdateTime":"2018-03-06T23:39:48Z","releaseTime":"2018-03-06T23:39:48Z","createTime":"2018-03-06T23:35:27Z","license":"NONE","termsOfUse":"<div style=\"padding-left: 30px;\"> <ul style=\"list-style-type: decimal;\" ><li> The Murray Archive (the Distributor) has granted me a revocable license to use this dataset solely for the purposes of conducting research, and the Distributor may terminate this license at any time and for any reason. </li> <li> I will use the dataset solely for statistical analysis and reporting of aggregated information, and not for investigation of specific individuals or organizations, except when identification is authorized in writing by the Distributor.   </li> <li>I will produce no links among the Distributor’s datasets or among the Distributor’s data and other datasets that could identify individuals or organizations. </li> <li>I represent that neither I, nor anyone I know, has any prior knowledge of the possible identities of any study participants in any dataset that I am being licensed to use.   </li> <li> I will not knowingly divulge any information that could be used to identify individual participants in the study, nor will I attempt to identify or contact any study participant, and I agree to use any precautions necessary to prevent such identification.\r\n</li> <li> I will make no use of the identity of any person or establishment discovered inadvertently.  If I suspect that I might recognize or know a study participant, I will immediately inform the Distributor, and I will not use or retain a copy of data regarding that study participant.  If these measures to resolve an identity disclosure are not sufficient, the Distributor may terminate my use of the dataset. </li> <li> I will not reproduce the dataset except as is necessary for my scholarly\r\npurposes.  I will destroy the dataset upon the completion of my scholarly work with it.\r\n</li> <li> I will not share data from the dataset (in any form or by any means) with any third party, including other members of my research team, as I understand that all users of data must obtain the data directly from the Distributor. </li> <li> I will make appropriate acknowledgement of the contributor of the dataset as well as the Distributor in any manuscript or presentation (published or unpublished) using the citation standard documented here: <a  href=\"http://thedata.org/citation\"> http://thedata.org/citation</a> </li> <li> THE DISTRIBUTOR MAKES NO WARRANTIES, EXPRESS OR IMPLIED, BY OPERATION OF LAW OR OTHERWISE, REGARDING OR RELATING TO THE DATASET.   </li> </ul> </div>","availabilityStatus":"Available","specialPermissions":"Submission of the following <a href=\"http://www.murray.harvard.edu/application\"  target=\"_blank\">Application For The Use Of Data</a> is required to access the data from this study.","restrictions":"I will use these data solely for  the purposes stated in my application to use data, detailed in a written research proposal. I will honor all agreements and conditions made between the Contributor of the Data and the study participants, and between the Contributor of the Data and the Henry A. Murray Research Archive, Harvard University, as specified in the Memorandum of Agreement.","citationRequirements":"I will include a bibliographic  citation acknowledging the use of these data in any publication or presentation in which these data are used. Such citations will appear in footnotes or in the reference section of any such manuscript. I understand the guideline in \"How to Cite This Dataset\" described in the Summary\r\nof this study.","depositorRequirements":"Murray Research Archive will  list my publication and manuscripts on the Archive website when I submit a bibliographic citation or title of the manuscript, and indicate the Henry A. Murray Research Archive  data used. Doing this will also help Henry A. Murray Research Archive to provide funding  agencies with essential information about use of archival resources, to fulfill requirements of some memoranda of agreement, and to promote the broader exchange of information about research activities.","conditions":"The data are available without  additional conditions other than those stated in the \"Restrictions\" Terms of Use above.","originalArchive":"Henry A. Murray Research  Archive, Institute for Quantitative Social Sciences, Harvard University","contactForAccess":"<a  href=\"mailto:mra@help.hmdc.harvard.edu\">Manager of Operations</a>, the Henry A. Murray Research Archive, Institute for Quantitative Social Sciences, 1737 Cambridge St, Cambridge, MA 02138, USA.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Survey of Income and Program Participation Core and Disability"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Jette, Alan"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"mra_support@help.hmdc.harvard.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"The Survey of Income and Program Participation (SIPP) is a large panel study of civilian non-institutionalized U.S. citizens. Conducted by the U.S. Census Bureau, SIPP provides detailed income and other economic resource distribution information for the U.S. population. Using these data, program analysts, policy makers, or other researchers can then predict assistance program eligibility rates. The survey focuses primarily on improving data on people who are economically at risk: poor or near-poor people and middle-income people who, if they lost a spouse, parent or job, would likely experience economic deprivation and might then require federal assistance. Secondary to this core set of information, SIPP adds question modules about a variety of policy related topics. This user's guide pertains to SIPP's overlapping cross-sectional core data and modules on disability from the 1992 and 1993 panels. The Survey of Income and Program Participation, Core and Disability Modules, 1992-1993 contains data on 98,395 cases across 1,494 variables."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"Boston College"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Murray Research Archive"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.murray.harvard.edu"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"https://dataverse.harvard.edu/logos/10/mra_logo.jpg"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2006-01-26"}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[]},"customMRA":{"displayName":"MRA Metadata","fields":[{"typeName":"mraCollection","multiple":true,"typeClass":"controlledVocabulary","value":["Economic Theory and Demography"]}]}},"files":[{"description":"","label":"rad2122","restricted":true,"version":1,"datasetVersionId":134078,"dataFile":{"id":102555,"persistentId":"","pidURL":"","filename":"rad2122","contentType":"text/tab-separated-values","filesize":312353183,"description":"","storageIdentifier":"s3://dvn-cloud:eeefffgggh","originalFileFormat":"","originalFormatLabel":"UNKNOWN","UNF":"UNF:3:32:PJ8uh5rXk3+3Wi1HAjkfiA==","rootDataFileId":-1,"md5":"5813decba34ba97384af463d10db4c01","checksum":{"type":"MD5","value":"5813decba34ba97384af463d10db4c01"}}},{"description":"","label":"StudyDocumentation","restricted":true,"version":1,"datasetVersionId":134078,"dataFile":{"id":102554,"persistentId":"","pidURL":"","filename":"StudyDocumentation","contentType":"application/pdf","filesize":229828,"description":"","storageIdentifier":"s3://dvn-cloud:gfszbzdpct","rootDataFileId":-1,"md5":"00596ea3d7f2a37e44cde13b8bba6373","checksum":{"type":"MD5","value":"00596ea3d7f2a37e44cde13b8bba6373"}}}]}}}