{"status":"OK","data":{"id":3377920,"identifier":"DVN/RHN8RC","persistentUrl":"https://doi.org/10.7910/DVN/RHN8RC","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2019-03-11","storageIdentifier":"s3://10.7910/DVN/RHN8RC","latestVersion":{"id":151033,"storageIdentifier":"s3://10.7910/DVN/RHN8RC","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2019-03-11T17:27:35Z","releaseTime":"2019-03-11T17:27:35Z","createTime":"2019-03-11T17:26:59Z","license":"NONE","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Tripled yield in direct-drive laser fusion through statistical modelling"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"V. Gopalaswamy, R. Betti, J. P. Knauer, N. Luciani, D. Patel, K. M. Woo, A. Bose, I. V. Igumenshchev, E. M. Campbell, K. S. Anderson, K. A. Bauer, M. J. Bonino, D. Cao, A. R. Christopherson, G. W. Collins, T. J. B. Collins, J. R. Davies, J. A. Delettrez, D. H. Edgell, R. Epstein, C. J. Forrest, D. H. Froula, V. Yu. Glebov, V. N. Goncharov, D. R. Harding, S. X. Hu, D. W. Jacobs-Perkins, R. T. Janezic, J. H. Kelly, O. M. Mannion, A. Maximov, F. J. Marshall, D. T. Michel, S. Miller, S. F. B. Morse, J. Palastro, J. Peebles, P. B. Radha, S. P. Regan, S. Sampat, T. C. Sangster, A. B. Sefkow, W. Seka, R. C. Shah, W. T. Shmyada, A. Shvydky, C. Stoeckl, A. A. Solodov, W. Theobald, J. D. Zuegel, M. Gatu Johnson, R. D. Petrasso, C. K. Li, J. A. Frenje"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"vgop@lle.rochester.edu"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Accurate predictive models are essential to the design of high-performance, laser-fusion experiments. Here, we report the development of a promising statistical approach that has been used to quantitatively predict and design several cryogenic deuterium-tritium (DT) implosions on the OMEGA Laser System, leading to the tripling of the fusion yield to its highest value for direct-drive laser fusion of DT-layered targets. When scaled to National Ignition Facility laser energies of 1.9 MJ, these targets are predicted to produce a fusion energy output of ~500 kJ—several times larger than current fusion yields achieved at that facility. Future applications of this approach will guide the exploration of the vast parameter space for the conditions required for thermonuclear ignition and expose gaps in our understanding of laser-fusion physics."}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Physics"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"direct drive"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inertial confinement fusion"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"machine learning"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"omega laser laboratory for laser energetics"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"radiation hydrodynamics"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"<a href=\"http://library.psfc.mit.edu/catalog/reports/2010/18ja/18ja039/abstract.php\">PSFC REPORT PSFC/JA-18-39</a><br /><br />This material is based upon work supported by the Department of Energy National Nuclear Security Administration under Award Number DE-NA0003856, the University of Rochester, and the New York State Energy Research and Development Authority, the Department of Energy Office of Fusion Energy Sciences under Award Number DE-FC02-04ER54789, the University of Rochester, and the New York State Energy Research and Development Authority. MIT's efforts were supported by LLE with grant number 415935-G and by the Department of Energy National Nuclear Security Administration under Award Number DE-NA0002949. This report was prepared as an account of work sponsored by an agency of the U.S. Government. Neither the U.S. Government nor any agency thereof, nor any of their employees, makes any warranty, express or implied, or assumes any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed, or represents that its use would not infringe privately owned rights. Reference herein to any specific commercial product, process, or service by trade name, trademark, manufacturer, or otherwise does not necessarily constitute or imply its endorsement, recommendation, or favoring by the U.S. Government or any agency thereof. The views and opinions of authors expressed herein do not necessarily state or reflect those of the U.S. Government or any agency thereof."}]}},"files":[{"description":"","label":"18ja039_archival_manuscript.pdf","restricted":false,"version":1,"datasetVersionId":151033,"dataFile":{"id":3377921,"persistentId":"","pidURL":"","filename":"18ja039_archival_manuscript.pdf","contentType":"application/pdf","filesize":338146,"description":"","storageIdentifier":"s3://dvn-cloud:1696dcb24fa-64d6fd5ddb26","rootDataFileId":-1,"md5":"1cae4277b0f598ebfd691a30404948c2","checksum":{"type":"MD5","value":"1cae4277b0f598ebfd691a30404948c2"}}}]}}}