{"status":"OK","data":{"id":2970412,"identifier":"DVN/8SUOTL","persistentUrl":"https://doi.org/10.7910/DVN/8SUOTL","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2017-01-13","storageIdentifier":"s3://dvn-cloud:10.7910/DVN/8SUOTL","latestVersion":{"id":97156,"storageIdentifier":"s3://dvn-cloud:10.7910/DVN/8SUOTL","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","lastUpdateTime":"2017-01-13T19:14:09Z","releaseTime":"2017-01-13T19:14:09Z","createTime":"2017-01-13T19:11:58Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Audiências Públicas (2001- 2010)"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Troiano, Mariele"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"UFSCAR"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Troiano, Mariele"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"troianomariele@gmail.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"O banco de dados corresponde à análise da totalidade de audiências públicas em comissões permanentes da Câmara dos Deputados, entre o período de 2001-2010, que debateram exclusivamente projetos de lei e tiveram como convidados empresários. Foram 91 notas taquigráficas analisadas com foco para o conteúdo do discurso dos empresários nos seguintes pontos:  a) natureza das leis; b) discurso dos empresários; c) perfil dos parlamentares; d) perfil dos empresários. Entende-se como natureza das leis os aspectos básicos do projeto em discussão, ou seja, um conjunto de informações como: a comissão a que pertence, a situação atual do projeto de lei e o autor da proposição. Esses dados são bases para os nexos causais estabelecidos e, principalmente, para analisar a posição dos empresários nas relações entre autoria e aprovação da matéria. Dessa forma, esse critério de análise não busca avaliar se projetos de lei de autoria do Executivo são aprovados em detrimento de matérias de origem do Legislativo, por exemplo, e sim examinar se a presença do empresário é influente para a deliberação desse quadro. Por análise de conteúdo do discurso entende-se como o critério utilizado nesta pesquisa para avaliar a qualidade da influência do empresário. Esse critério está dividido em duas etapas. A primeira etapa tem como base a coleta de cinco características no discurso dos empresários: \t\t\r\n1) Natureza do discurso – Para essa categoria coleta-se informação sobre a base do discurso. Dentre as opções estão: a) apresentação da associação ou empresa que representa; b) predomínio da defesa de interesses; c) ênfase em questões técnicas que envolvem a temática ou d) pronunciamento com caráter retórico e generalizante, ou seja, sem ênfase específica. \t\t\t\r\n2) Amplitude da representação – Preocupa-se com a interpretação do direcionamento do discurso, ou seja, se ele foi construído em nome: a) do setor; b) da associação/empresa que representa ou foi um c) discurso mais generalista sem ênfases pontuais.\r\n3) Posicionamento – Promove a análise do posicionamento do empresário ante o projeto de lei em discussão, podendo ser: a) a favor; b) a favor com críticas; c) contra ou d) sem posicionamento perante o projeto de lei em debate. \t\t\r\n4) Proposta/Material de apoio – Realiza-se o exame do material técnico utilizado pelo representante do empresariado, ou seja, se ele: a) usou ou b) não utilizou materiais de apoio, como apresentações de slides ou entrega de proposta aos parlamentares.\t\t\t\r\n5) Contato/Convite anterior – Promove a avaliação da frequência e do relacionamento do empresário na esfera analisada, ou seja, se o empresário: a) menciona que já esteve em plenário ou teve contato anterior com algum representante do Legislativo e do Executivo ou se b) não faz menção a esse tipo de aproximação. \r\nA segunda etapa da análise do conteúdo do discurso busca avaliar a possível influência exercida pelo representante do empresário sobre a proposta de lei em debate. Para medir essa influência é considerado o projeto de lei tal como foi apresentado na audiência, o discurso do empresário com ênfase nas características analisadas anteriormente e, por fim, o relatório da comissão após a audiência acompanhado do voto do relator e emendas apresentadas. Esse tipo de análise qualitativa permite uma análise focalizada no ambiente das audiências públicas em cada comissão, não levando em consideração a decisão final da matéria (se ela foi aprovada, rejeitada, arquivada, vetada ou retirada pelo autor). \r\nA estratégia de pesquisa assumida ainda possibilita a análise de uma mesma proposta que foi discutida em diferentes comissões ou na mesma comissão em diferentes ocasiões de modo que o foco está na audiência e a composição dessa não tende a ser a mesma. Além disso, essa categorização também não implica em viés para os casos de audiências ocorridas de forma conjunta entre as comissões, já que cada comissão será avaliada como unidade. \r\nSe por um lado é complexo afirmar que determinado discurso e posicionamento do empresário podem ter provocado alguma mudança na trajetória da proposta de lei, por tratar de um acontecimento que envolve múltiplos atores e ações; por outro lado, o conjunto de características levantadas e as relações causais estabelecidas tornam possíveis a construção desse tipo de inferências quando focalizadas nas audiências públicas. O terceiro critério de análise das notas taquigráficas é o exame do perfil dos empresários. Para isso, tem-se como base os dados sobre a associação ou empresa que o empresário representa na audiência e qual cargo ele ocupa. Esses dados engrossam as relações causais em construção. Já para o exame do perfil dos parlamentares presentes nas audiências públicas, são necessários dados sobre o partido político e o estado que representa, bem como a função dentro da audiência pública, ou seja, se o parlamentar é o relator, o requerente ou o presidente da reunião. Para essa categoria também são coletadas as profissões dos parlamentares conforme a biografia disponibilizada pela Câmara dos Deputados. \r\n"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Social Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Audiência Pública"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"Análise Conteúdo de Discurso"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Troiano, Mariele"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2017-01-13"}]}},"files":[{"description":"O banco de dados corresponde à análise da totalidade de audiências públicas em comissões permanentes da Câmara dos Deputados, entre o período de 2001-2010, que debateram exclusivamente projetos de lei e tiveram como convidados empresários. Foram 91 notas taquigráficas analisadas com foco para o conteúdo do discurso dos empresários nos seguintes pontos:  a) natureza das leis; b) discurso dos empresários; c) perfil dos parlamentares; d) perfil dos empresários.","label":"Banco de Dados_Troiano.pdf","restricted":false,"version":1,"datasetVersionId":97156,"dataFile":{"id":2970413,"persistentId":"doi:10.7910/DVN/8SUOTL/6H4III","pidURL":"https://doi.org/10.7910/DVN/8SUOTL/6H4III","filename":"Banco de Dados_Troiano.pdf","contentType":"application/pdf","filesize":1233240,"description":"The database corresponds to the analysis of the total public hearings in permanent committees of the Chamber of Deputies (Brazil), during the period of 2001-2010, which exclusively debated bills and were invited entrepreneurs. There were 91 shorthand notes analyzed with focus on the content of entrepreneurs' discourse in the following points: a) nature of laws; B) entrepreneurs' discourse; C) profile of parliamentarians; D) profile of entrepreneurs.","storageIdentifier":"s3://dvn-cloud:159993de047-b5e124184090","rootDataFileId":-1,"md5":"c87bf60d539e56a302e0e332ca0b9d9d","checksum":{"type":"MD5","value":"c87bf60d539e56a302e0e332ca0b9d9d"}}}]}}}