{"status":"OK","data":{"id":3332936,"identifier":"DVN/61PWTB","persistentUrl":"https://doi.org/10.7910/DVN/61PWTB","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2018-12-18","storageIdentifier":"s3://10.7910/DVN/61PWTB","latestVersion":{"id":148632,"storageIdentifier":"s3://10.7910/DVN/61PWTB","versionNumber":1,"versionMinorNumber":0,"versionState":"RELEASED","productionDate":"Production Date","UNF":"UNF:6:Z3+5cGNwEPhxlcNPGj6WxQ==","lastUpdateTime":"2018-12-18T14:22:21Z","releaseTime":"2018-12-18T14:22:21Z","createTime":"2018-12-18T14:22:06Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"A farm-level assessment of labour use in Eastern and Southern Africa. Myths and implications for mechanization."},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"authorIdentifierScheme":{"typeName":"authorIdentifierScheme","multiple":false,"typeClass":"controlledVocabulary","value":"ORCID"},"authorIdentifier":{"typeName":"authorIdentifier","multiple":false,"typeClass":"primitive","value":"0000-0002-5648-2083"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"CIMMYT Southern Africa Regional Office"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"f.baudron@cgiar.org"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Study sites\r\n\r\nThe study was carried in the eight sites where the project FACASI (Farm Power and Conservation Agriculture for Sustainable Intensification; www.facasi.act-africa.org) was implemented between 2013 and 2017: Assela and Hawassa in Ethiopia, Bungoma and Laikipia in Kenya, Arumeru and Mbulu in Tanzania, and Domboshawa and Makonde in Zimbabwe. These sites were selected as being (1) representative of maize-based and wheat-based smallholder farming systems in ESA and (2) clusters of implementation of other sustainable intensification projects led by the International Maize and Wheat Improvement Centre (CIMMYT), the Ethiopian Institute of Agricultural Research (EIAR), the Kenya Network for Dissemination of Agricultural Technologies (KENDAT), the Selian Agricultural Research Institute (SARI), and the University of Zimbabwe (UZ). \r\nAsella is located in the Southern Highlands of Ethiopia at an average altitude of 2430 m above sea level, and is characterized by a mean annual rainfall of 752 mm per year (32 years average) and a mean annual temperature of 17 °C (32 years average). Luvisols and vertisols are the major soil types. The main crops are teff, barley, wheat and maize. The main livestock species are cattle, poultry, sheep and goat. The population density is about 285 inhabitants km-2. \r\nHawassa is located in the Rift Valley of Ethiopia at an average altitude of 1708 m above sea level, and is characterized by a mean annual rainfall of 968 mm per year (32 years average) and a mean annual temperature of 20 °C (32 years average). Fluvisols and luvisols are the major soil types. The main crops are maize, barley, teff and sorghum. The main livestock species are cattle, sheep, goat and poultry. The population density is about 6300 inhabitant km-2.\r\nBungoma is located in Western Kenya at an average altitude of 1614 m above sea level, and is characterized by a mean annual rainfall of 1618 mm per year and a mean annual temperature of 21.5°C. Acrisols and Feralsols are the major soil types. The main crops are maize, sugarcane, sunflower, potato, beans and banana. The main livestock species are cattle, sheep, goats and chicken. The population density is about 482 inhabitant km-2.\r\nLaikipia is located in the Rift Valley of Kenya at an average altitude ranging from 1500 to 2600 m above sea level, and is characterized by a mean annual rainfall ranging from 400 mm o 750 mm per year and a mean annual temperature ranging from 22 to 26°C in the low altitude and from 6 to 14°C in the high altitudes. Pellic vertisols is the major soil type. The main crops are wheat, maize, beans, potatoes and vegetables. The main livestock species are cattle, sheep, goats, poultry, and camels. The population density is about 51 inhabitant km-2.\r\nArumeru is located in the Northern part of Tanzania at an average altitude of 1043 m above sea level, and is characterized by a mean annual rainfall of 800 mm per year (8 years average) and a mean annual temperature of 28 °C (8 years average). Clay, volcanic ash and clay loam are the major soil types. The main crops are maize, pigeonpea, beans, and a diversity of vegetables and fruits. The main livestock species are cattle, goat, and chicken. The population density is about 277 inhabitant km-2.\r\nMbulu is located in the Northwest part of Tanzania at an average altitude of 1930 m above sea level, and is characterized by a mean annual rainfall of 600 mm per year (10 years average) and a mean annual temperature of 22 °C (10 years average). Sandy clay loam and clay soils are the major soil types. The main crops are maize, beans, pigeonpea, sunflower and garlic. The main livestock species are cattle, goat, sheep and chicken. The population density is about 120 inhabitant km-2.\r\nDomboshawa is located in the Northeast part of Zimbabwe at an average altitude of 1500 m above sea level, and is characterized by a mean annual rainfall of 900 mm per year and a mean annual temperature of 21°C. Sandy loams and limited red clays are the major soil types. The main crops are maize, sugar beans and groundnuts. The main livestock species are cattle, goats and chickens. The population density is about 0.2 inhabitant km-2.\r\nMakonde is located in Northern Zimbabwe at an average altitude of 1450 m above sea level, and is characterized by a mean annual rainfall of 800 mm per year and a mean annual temperature of 23°C. Red clays and sandy loams are the major soil types. The main crops are maize, soya beans, tobacco and groundnuts. The main livestock species are cattle, goats and chickens. The population density is about 0.16 inhabitant km-2.\r\n\r\nFarm survey\r\n\r\nIn each site, the heads of 100 farming households were interviewed in 2013, using a standardized semi-structured questionnaire that addressed household composition, crop and livestock management, and labour use. Input, output, and labour use for cropping were collected for the three main crops – in term of area – of the farming household. Questionnaires were administered only when express consent was granted. Households were selected using a systematic sampling procedure in study villages based on representative transect routes across the village in which every fourth household, on alternate sides of the track, was sampled. In case one of the selected households was not available, the next one was selected. This is a type of probability sampling, in which a random starting point was chosen on all transect routes. The sampling interval of 4 was arrived at by dividing the population sizes by the various target sample sizes, and based on square kilometres where the population was spread."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2018-12-18"}}]},{"typeName":"subject","multiple":true,"typeClass":"controlledVocabulary","value":["Agricultural Sciences"]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"agricultural intensification; drudgery; gender gap; land consolidation"}}]},{"typeName":"depositor","multiple":false,"typeClass":"primitive","value":"Baudron, Frédéric"},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2018-12-18"}]}},"files":[{"label":"Baudron et al. 2019a.tab","restricted":false,"version":2,"datasetVersionId":148632,"dataFile":{"id":3332937,"persistentId":"doi:10.7910/DVN/61PWTB/YRNVFG","pidURL":"https://doi.org/10.7910/DVN/61PWTB/YRNVFG","filename":"Baudron et al. 2019a.tab","contentType":"text/tab-separated-values","filesize":416,"storageIdentifier":"s3://dvn-cloud:167c1b1e2a9-e0e650aabf91","originalFileFormat":"application/vnd.openxmlformats-officedocument.spreadsheetml.sheet","originalFormatLabel":"MS Excel (XLSX)","UNF":"UNF:6:Z3+5cGNwEPhxlcNPGj6WxQ==","rootDataFileId":-1,"md5":"1f42426851e51cfbbeaca9d5337a961f","checksum":{"type":"MD5","value":"1f42426851e51cfbbeaca9d5337a961f"}}}]}}}