{"status":"OK","data":{"id":65973,"identifier":"DVN/J7KXJE","persistentUrl":"https://doi.org/10.7910/DVN/J7KXJE","protocol":"doi","authority":"10.7910","publisher":"Harvard Dataverse","publicationDate":"2012-12-13","storageIdentifier":"s3://dvn-cloud:1902.1/19574","latestVersion":{"id":68267,"storageIdentifier":"s3://dvn-cloud:1902.1/19574","versionNumber":7,"versionMinorNumber":0,"versionState":"RELEASED","versionNote":"Addition to the main Paper","productionDate":"Production Date","lastUpdateTime":"2012-12-15T17:45:46Z","releaseTime":"2012-12-15T00:00:00Z","createTime":"2012-12-15T17:45:46Z","license":"CC0","termsOfUse":"CC0 Waiver","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Replication data for: 2001 & 2007 Recessions prompted Remaking of  The International Organizations"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Joshua Ioji Konov"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Society for the Study of Emerging Markets (SSEM)"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactName":{"typeName":"datasetContactName","multiple":false,"typeClass":"primitive","value":"Joshua Ioji Konov"},"datasetContactAffiliation":{"typeName":"datasetContactAffiliation","multiple":false,"typeClass":"primitive","value":"Society for the Study of Emerging Markets (SSEM)"},"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"joshua.konov@gmail.com"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Countercyclical Economics to enhance business cyclical economics, Global World Trade Organization (WTO), the International Monetary Fund (IMF), and the World Bank (WB) to change from Instrumental for International Lending and International Investment to 1) Managing their own Monetary Policies by expanding the issuance of SDR and fluctuating Interest Rate, 2) Promotional for Business Development through Low-Interest Finance and Subsidies and 3) Controlling for global Market Balance (Equilibrium) of demand-to-supply by using Monetary and other Policies.  Natural and/or artificial market agents to create the needed market (1/f noise) that will alleviate the shrinking market activities and the rising unemployment. In addition  An undergoing change from pro-cyclical business economics to a countercyclical economics has been observed. Many papers in economics have followed up on such change fluently suggesting countercyclical approaches. Pressured by the 2001\n&2007 recessions governments have used extreme very countercyclical measures such as entering into business ventures (the case with the GM) and quantitative easing. Hence, the US contemporaneous policy has been much more straightforward in interfering with the negative market forces than the EU one; however, in most recent times the rising national debt of Greece, Ireland, Portugal, and ext. has prompted EU to start acting more countercyclical than a priory.  It becomes obvious that neither neo-\nliberal economics that greatly contributed to the 2001&07 Recessions nor Keynesian that contributed to the high national debt and the very modest recoveries can explain or somehow interfere with these new arousing conditions of long-term negative market swings and fiscal shortages that prompt consistently high unemployment finally bringing imbalance of market demand-to-supply. Thus, pressured by the market forces the US and the EU are adapting under these new global environment in constant denia\nl of doing it, the terra incognita of a new world of economics seems more like countercyclical than the status-quo of a priory trickle-down capitalism have allowed. In addition, the long-term China’s market growth scares all indeed, the puzzle is there. “Now, developing countries increasingly produce the kind of high-value-added components that 30 years ago were the exclusive purview of advanced economies. This climb is a permanent, irreversible change. With China and India -- which together account for almost 40 percent of the world's population -- resolutely moving up this ladder, structural economic changes in emerging countries will only have mo\nre impact on the rest of the world in the future.” MICHAEL SPENCE (2011). This paper continues theoreticizing  the ongoing changes even farther in to the overall market economics of using “as it comes as it goes” market agents to create market noise and diversify employment and into enhancing the accounting system of a debit/equity/credit marginal interest rate financing of a higher-security business environment marketplace. The ongoing changes have been difficult for the International Finance Institutions (IFI)’s philosophical acceptance, which approaches have been quite chaotic and limited by not being able to evolve from a priory economics theory.  This paper will prove that the contemporaneous market conditions are well adoptable for such change of approaches by which the IFI should use monetary supplies through SDR, monetary policies and low-interest loans and subsidies to emerging market (EM) in need with a general accent on environmentally friendly industries and renewable energies projects. IFI priorities to evolve into preventing from market swings, for marginalizing inflation / deflation, to carryon global market balance of “demand-to-supply”. Hence, the global market possibilities for sustained market development could be succeeded."},"dsDescriptionDate":{"typeName":"dsDescriptionDate","multiple":false,"typeClass":"primitive","value":"2011-11-09"}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"Market Economics"},"keywordVocabularyURI":{"typeName":"keywordVocabularyURI","multiple":false,"typeClass":"primitive","value":"http://mpra.ub.uni-muenchen.de/34588/1/MPRA_paper_34588.pdf"}}]},{"typeName":"publication","multiple":true,"typeClass":"compound","value":[{"publicationCitation":{"typeName":"publicationCitation","multiple":false,"typeClass":"primitive","value":"Konov, Joshua Ioji / JK (2011): 2001 & 2007 Recessions prompted remaking of the international organizations. Forthcoming in: http://www.scribd.com/doc/72029365/2001-2007-Recessions-prompted-Remaking-of-The-International-Organizations (08. November 2011): pp. 1-72."},"publicationIDNumber":{"typeName":"publicationIDNumber","multiple":false,"typeClass":"primitive","value":"34588"},"publicationURL":{"typeName":"publicationURL","multiple":false,"typeClass":"primitive","value":"http://mpra.ub.uni-muenchen.de/34588/1/MPRA_paper_34588.pdf"}}]},{"typeName":"productionDate","multiple":false,"typeClass":"primitive","value":"2011-11-09"},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Munich Personal RePEc Archive"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"RePEc"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://mpra.ub.uni-muenchen.de/34588/1/MPRA_paper_34588.pdf"}}]},{"typeName":"dateOfDeposit","multiple":false,"typeClass":"primitive","value":"2012-12-13"},{"typeName":"relatedMaterial","multiple":true,"typeClass":"primitive","value":["Employment, Capitalism, Environment and Resources by Joshua Konov AUGUST 26, 2012 1 COMMENT (EDIT)       Rate This   Modern day’s economics encounters conflict between market (market synonyms of economic, economy) growth that could boost employment and the environmental regulations, which are obstacles, adding to high taxation and business regulations such conflict could have serious weakening effect on businesses’ competitive edge. It is so right, because in current relatively low security markets founded on cyclical runoffs and high lending rates, particularly to small businesses and investors, the business competitiveness is negatively affected, a step farther, by additionally imposed environmental rules and regulations. In addition to, the environm\nentally friendly products average high production prices and high technological machinery prices that makes such production quite expensive, indeed. Only subsidies and tax initiatives could help sustain market competitiveness, however, these subsidies and tax breaks are watered down into unproductive artificial market interference in an insecure market, which instead of enhancing the market competition are pushing it down making it totally dependent on such tax breaks and subsidies for their existence.   The global business conditions of many countries running high deficit and accumulating national debt establish highly unlikely conditions to meet the demand for environmentally friendly products and alternative energies anytime soon.   Declining Earth resources prompt energy related inflation, which aggravate the need to maintain consistent economic/market growth in a runoff to survival for developed and developing markets alike. However, the 2007-09 Recession has been followed by anemic rebound of employment and of personal income, contemporaneously causing market imbalance of demand-to-supply high national indebtedness. Easing Interest Rates, Quantitative Easing and Stimulus Packages have decelerated the processes of declining economic indicators, but could not boost market activities to the needed fundamental turn around. Outsourcing and moving of industrial production prompts high unemployment and marginal personal income growth. The inadequate consumption resulted from the declining industrial employment has long lasting negative consequences to the market development. The fundamentals of the trickle down Capitalism lay on relative high lending rates, shady business that benefits large transnational corporations and investors, however, under the new developing market conditions of globalization and rising productivity, of the Chinas that make outsourcing and moving industrial production targeting reduction of expenses much easier, the trickle down approach cannot function appropriately.   In this new global market, small to medium businesses and investors play progressively higher role to create employment, enhance consumption and business activities overall, the current economics empowers large corporations and investors in conflict with what is necessary for market development. The shady business practice and unfair competition might had performed well in a pro supply economies of the past, but cannot ensure needed market development of the presence, and such inadequacy is particularly transparent when it comes to the issues of environment and diminishing Earth resources, which are counter productive and cannot keep up market balance, therefore fiscal indebtedness is in progression.   The question remain: if the Earth environment is so much affected by pollution and the Earth resources are so quickly declining to require prompt action? Even some scientists and politicians object global warming and fight restrictions on pollutions, there should be no question that our environment should be saved to the maximum in the future, and very rarely someone would object it. However, the economics of Capitalism is industrially based: in meaning, industrial production is considered the highest contributor to the GDP of any developed economy, therefore in times of slow growth and factors that regulate industrial production, limit it too, and while the competition is Global, coming from places with wider opened doors and more flexible regulations, the competitiveness and success of any economy is directly affected by any regulations the particularly environmental ones. Hence, if Environmental protection, environmentally friendly production and alternative energies are to be implemented: it could be done only on an equal base globally, or/and if the system of economics is amended to apprehend these new developments. Any other ways, such cause is “cauza perduta”, and especially in the conditions of slow economic growth. Subsidies and t\nax breaks could help environmental protection to a certain point, sure, it could be done only nationally for the most developed economies, but even in there counter market measures of such regulations are politically resisted; these are just very difficult to be implemented when working against the markets.    What kind of economics could adopt Environmental protection, environmentally friendly production and alternative energies into a productive competition?   The Capitalistic economics takes productivity as the main economic tool for growth, thus anything that prompt it is good and anything that slows it is bad for the economy: social, educational and infrastructural expenses are bad, business laws and regulations are bad too, while deregulated and shady business practices, lower taxes for the rich, no social or medical protection and expenses are good. Well, are all of these the bad, bad or the good, good? – Yes, these are…, but such statement reflects the reality of the modern days Capitalism of industrial production and trickle down capital.   The world history (recent Greece is a perfect example) shows that governments could not manage markets, being inept and inflexible the governments create redundancies and economic upheaval. Only free entrepreneurship and a free market business environment can create market balance, however the 2007-09 Recession was not created by the government’s spending or redundancies, but it was a product of real estate overcapitalization in an economy depressed in any other sectors, which was not growing proportionately. I may bravely concur, that if the US economy in 2007 was growing proportionately in other than the real estate overcapitalization the crash effect of the overcapitalization would have been different. It becomes obvious that the governments running economies/markets or overcapitalization product of deregulated business could bring very similar consequences.   The productivity as main tool for economic growth runs on a high gear runoffs of industrial production, for which, I believe, is insufficient to steer “noise” in the 1=f noise formula, and in the real life for bringing accelerated business activity and prompt market development (development equals growth). The small and medium businesses and investors have become the main economic agents, in times of high technologies; globalization and rising productivity do spear employment and business activity. However, shady business practices, the lock of international intellectual property protection, the over all high interest rate lending works better for large transnationals and investors, establishing unfair market competition. But, if artificial tools such as tax breaks and subsidies or low interest rate loans only are used to promote fair market competition, the long term results would not be any positive, therefore, some market related and natural for the markets economic agents should be adapted to do it.   Which are these natural for the markets agents and tools that could marginalize the unfairness in market competition and steer the “noise” as an addition to “productivity” to prompt market development and maintain market fluency, and thus raise the market security that will lower lending interest rate?   To change limited corporate liability into unlimited To enforce business contract lows To enhance project insurance and bonding requirements To enhance intellectual property protection, globally To enforce equal business laws, globally   These and some other points, I believe, would raise market security, and thus establish relative fair market competition by lowering lending interest rate and accelerating business activities. After these points are implemented and only then, the role of social, educational and infrastructural expenses (which are considered as artificial for the market agents) should be better comprehended, as partial equity market agents for balancing market’s demand to supply.   But the natural for the\nmarket agents should have paramount standing in prompting and maintaining market growth.   The Environmental protection, environmentally friendly production and alternative energies are to be implemented under these new more secure market condition as a main agent for market development, because in a more diverse business climate of accelerated business activities the small and medium businesses and investors  would explore any possibilities for marker exploration; thus, lower taxes and subsidies would have more vivid effect on the market development, indeed. Joshua Konov, 2012"]},{"typeName":"relatedDatasets","multiple":true,"typeClass":"primitive","value":["Konov, Joshua Ioji / JK (2011): Piercing the Veil’s Effect on Corporate Human Rights Violations\n& International Corporate Crime (Human Trafficking, Slavery, etc). Forthcoming in: Scribd.com , Vol. 1, No. 1 (04. January 2012): pp. 1-29."]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"country":{"typeName":"country","multiple":false,"typeClass":"controlledVocabulary","value":"United States"}}]}]}},"files":[{"description":"Piercing the Veil’s Effect on Corporate Human Rights Violations & International Corporate Crime (Human Trafficking, Slavery, etc)","label":"MPRA_paper_35714.pdf","restricted":false,"version":1,"datasetVersionId":68267,"categories":["Corporate Liability"],"dataFile":{"id":2427000,"persistentId":"","pidURL":"","filename":"MPRA_paper_35714.pdf","contentType":"application/pdf","filesize":633999,"description":"Piercing the Veil’s Effect on Corporate Human Rights Violations & International Corporate Crime (Human Trafficking, Slavery, etc)","storageIdentifier":"s3://dvn-cloud:95240","rootDataFileId":-1,"md5":"eb33287bf329f3ebf14bb32383218700","checksum":{"type":"MD5","value":"eb33287bf329f3ebf14bb32383218700"}}},{"description":"En enhanced version to the original","label":"Needed Changes of WTO9 2.pdf","restricted":false,"version":1,"datasetVersionId":68267,"dataFile":{"id":2426895,"persistentId":"","pidURL":"","filename":"Needed Changes of WTO9 2.pdf","contentType":"application/pdf","filesize":1910621,"description":"En enhanced version to the original","storageIdentifier":"s3://dvn-cloud:95139","rootDataFileId":-1,"md5":"df8e3724de5bf16bc386e4c59dacfba1","checksum":{"type":"MD5","value":"df8e3724de5bf16bc386e4c59dacfba1"}}}]}}}