{"status":"OK","data":{"id":46494,"identifier":"ICPSR02027.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02027.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-09","storageIdentifier":"file://10.3886/ICPSR02027.v1","latestVersion":{"id":42494,"storageIdentifier":"file://10.3886/ICPSR02027.v1","versionState":"RELEASED","distributionDate":"1998-12-10","productionDate":"Production Date","lastUpdateTime":"2015-04-09T04:40:56Z","releaseTime":"2015-04-09T04:40:56Z","createTime":"2015-04-09T04:40:56Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","restrictions":"Access to these data is restricted. Users interested in obtaining these data must complete a Restricted Data Use Agreement, specify the reasons for the request, and obtain IRB approval or notice of exemption for their research.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Violent Incidents Among Selected Public School Students in Two Large Cities of the South and the Southern Midwest, 1995: [United States]"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Lockwood, Daniel"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"Clark Atlanta University. Department of Criminal Justice"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This study of violent incidents among middle- and  high-school students focused not only on the types and frequency of  these incidents, but also on their dynamics -- the locations, the  opening moves, the relationship between the disputants, the goals and  justifications of the aggressor, the role of third parties, and other  factors. For this study, violence was defined as an act carried out  with the intention, or perceived intention, of physically injuring  another person, and the \"opening move\" was defined as the action of  a respondent, antagonist, or third party that was viewed as beginning  the violent incident. Data were obtained from interviews with 70 boys  and 40 girls who attended public schools with populations that had  high rates of violence. About half of the students came from a middle  school in an economically disadvantaged African-American section of a  large southern city. The neighborhood the school served, which  included a public housing project, had some of the country's highest  rates of reported violent crime. The other half of the sample were  volunteers from an alternative high school attended by students who  had committed serious violations of school rules, largely involving  illegal drugs, possession of handguns, or fighting. Many students in  this high school, which is located in a large city in the southern  part of the Midwest, came from high-crime areas, including public  housing communities. The interviews were open-ended, with the students  encouraged to speak at length about any violent incidents in school,  at home, or in the neighborhood in which they had been involved. The  110 interviews yielded 250 incidents and are presented as text files,  Parts 3 and 4. The interview transcriptions were then reduced to a  quantitative database with the incident as the unit of analysis  (Part 1). Incidents were diagrammed, and events in each sequence were  coded and grouped to show the typical patterns and sub-patterns in  the interactions. Explanations the students offered for the  violent-incident behavior were grouped into two categories: (1)  \"justifications,\" in which the young people accepted responsibility  for their violent actions but denied that the actions were wrong, and  (2) \"excuses,\" in which the young people admitted the act was wrong  but denied responsibility. Every case in the incident database had at  least one physical indicator of force or violence. The  respondent-level file (Part 2) was created from the incident-level  file using the AGGREGATE procedure in SPSS. Variables in Part 1  include the sex, grade, and age of the respondent, the sex and  estimated age of the antagonist, the relationship between respondent  and\nantagonist, the nature and location of the opening move, the  respondent's response to the opening move, persons present during the  incident, the respondent's emotions during the incident, the person  who ended the fight, punishments imposed due to the incident, whether  the respondent was arrested, and the duration of the incident.  Additional items cover the number of times during the incident that  something was thrown, the respondent was pushed, slapped, or spanked,  was kicked, bit, or hit with a fist or with something else, was beaten  up, cut, or bruised, was threatened with a knife or gun, or a knife or  gun was used on the respondent. Variables in Part 2 include the  respondent's age, gender, race, and grade at the time of the  interview, the number of incidents per respondent, if the respondent  was an armed robber or a victim of an armed robbery, and whether the  respondent had something thrown at him/her, was pushed, slapped, or  spanked, was kicked, bit, or hit with a fist or with something else,  was beaten up, was threatened with a knife or gun, or had a knife or gun used on him/her."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Adolescent violence is partly attributable to escalating sequences of events in incidents that culminate in outcomes unintended by the participants. Although the young people who engage in violence often do not intend the outcome, they nevertheless suffer the consequences -- either the harm that comes from the victimization or from the punishment that comes from being the aggressor. The problem is increasing because, while the rates of some types of violent crimes are declining, the risk of being a victim of this type of crime has risen since the mid-1980s among juveniles aged 12 to 17. Little research has been conducted on the nature of violent interactions among middle- and high-school students, especially qualitative ethnographic studies conducted from a \"social interactionist\" perspective, which explains behavior though the analysis of interaction among people. Therefore, this study of violent incidents among middle- and high-school students focused not only on the types and frequency of these incidents, but also on their dynamics -- the locations, the \"opening moves,\" the relationship between disputants, the goals and justifications of the aggressor, the role of third parties, and other factors. For this study, violence was defined as an act carried out with the intention, or perceived intention, of physically injuring another person, and the \"opening move\" was defined as the action of a respondent, antagonist, or third party that was viewed as beginning the violent incident. The violent incidents were analyzed to create general models of the sequence or pattern of events in the interactions among disputants. Information about the typical steps that culminate in violent incidents, the most common locations where the incidents take place, and how the disputants and others are related can be used in designing and improving violence prevention programs. The patterns of events identified can also indicate areas for intervention, with a focus on the opening moves."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Data were obtained from interviews with 70 boys and 40 girls who attended public schools with populations that had high rates of violence. The interviews were open-ended, with the students encouraged to speak at length about any violent incidents in school, at home, or in the neighborhood in which they had been involved. These tape-recorded conversations explored incident dynamics from the young person's perspective and were concerned with behaviors, emotions, values, and attitudes at different steps of the violent encounter. The 110 interviews (Parts 3 and 4) yielded 250 incidents, almost all of which occurred within 12 months of the interview and half within 6 months. Using formal methods of content analysis, the interview transcriptions were reduced to a quantitative database with the in\ncident as the unit of analysis (Part 1). Incidents were diagrammed, and events in each sequence were coded and grouped to show the typical patterns and sub-patterns in the interactions. Also examined were the explanations students offered for the violent-incident behavior. Explanations were categorized as \"justifications,\" in which the young people accepted responsibility for their violent actions but denied that the actions were wrong, and \"excuses,\" in which the young people admitted the act was wrong but denied responsibility. Every case in the incident database had at least one physical indicator of force or violence such as throwing something at the other, pushing, grabbing, shoving, slapping, kicking, hitting with a fist, hitting with an object, threatening with a gun or knife, or using a gun or knife. The respondent-level file (Part 2) was created from the incident-level file using the AGGREGATE procedure in SPSS."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables in Part 1 include the sex, grade, and age of the respondent, the sex and estimated age of the antagonist, the relationship between respondent and antagonist, the nature and location of the opening move, the respondent's response to the opening move, persons present during the incident, respondent's emotions during the incident, the person who ended the fight, punishments imposed due to the incident, whether the respondent was arrested, and the duration of the incident. Additional items covered the number of times during the incident that something was thrown, the respondent was pushed, slapped, or spanked, was kicked, bit, or hit with a fist or with something else, was beaten up, cut, or bruised, was threatened with a knife or gun, or a knife or gun was used on the respondent. Variables in Part 2 include the respondent's age, gender, race, and grade at time of the interview, the number of incidents per respondent, if the respondent was an armed robber or a victim of an armed robbery, and whether the respondent had something thrown at him/her, was pushed, slapped, or spanked, was kicked, bit, or hit with a fist, or with something else, was beaten up, was threatened with a knife or gun, or had a knife or gun used on him/her."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"crime in schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"juvenile offenders"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"middle schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"neighborhoods"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"public housing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"school violence"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"schools"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"urban crime"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD II. Community Studies"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"RCMD I. Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"RCMD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2012-08-22Version Text: 2012-08-22Version Date: 2012-08-22Version Text: 2012-08-22 Subject: null  Type: null  Notes: A Restricted Data Use Agreement form was added to the documentation files that can be downloaded from the study home page.;Version Date: 2006-03-30Version Text: 2006-03-30 Subject: null  Type: null  Notes: File CB2027.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one or  more datasets.  These files included additional setup files as well as one or more of the following: SAS  program, SAS transport, SPSS portable, and Stata system files. The  metadata record was revised  2005-11-04 to reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, SPSS portable file, and Stata system file;Subject: Study Level Error Note, Notes: Parts 3 and 4 are machine-readable text files, transcriptions of tape-recorded conversations with students.; Subject: null  Type: null  Notes: Stata system file(s), Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"94-IJ-CX-0062"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"1998-12-10"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1995"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["survey data, and machine-readable text"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["personal interviews"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Part 1: incident, Parts 2-4: individual."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Students in the selected public middle school and  alternative high school."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Fifty-eight respondents were selected at random from a student body of about 750 at the middle school. Another 52 students from the alternative high school volunteered. Only students who received permission from their parents to participate were included in the study."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None"}]}},"files":[{"description":"","label":"Incident-Level Data","restricted":false,"version":1,"datasetVersionId":42494,"dataFile":{"id":2667665,"persistentId":"","pidURL":"","filename":"Incident-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Respondent-Level Data","restricted":false,"version":1,"datasetVersionId":42494,"dataFile":{"id":2667666,"persistentId":"","pidURL":"","filename":"Respondent-Level Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Text of Interviews with Alternative High School Students","restricted":false,"version":1,"datasetVersionId":42494,"dataFile":{"id":2667667,"persistentId":"","pidURL":"","filename":"Text of Interviews with Alternative High School Students","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Text of Interviews with Middle School Students","restricted":false,"version":1,"datasetVersionId":42494,"dataFile":{"id":2667668,"persistentId":"","pidURL":"","filename":"Text of Interviews with Middle School Students","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}