{"status":"OK","data":{"id":39999,"identifier":"ICPSR02022.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02022.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02022.v1","latestVersion":{"id":35999,"storageIdentifier":"file://10.3886/ICPSR02022.v1","versionState":"RELEASED","distributionDate":"2000-12-08","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:29:36Z","releaseTime":"2015-04-09T03:29:36Z","createTime":"2015-04-09T03:29:36Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Assessment of a Multiagency Approach to Drug-Involved Gang Members in San Diego County, California, 1988-1992"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Pennell, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Melton, Roni"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Hoctor, Darlanne"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"San Diego Association of Governments. Criminal Justice Research Division"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"In 1988, with funds from the Bureau of Justice Assistance (BJA) via the Anti-Drug Abuse Act of 1987, a multiagency task force, Jurisdictions Unified for Drug Gang Enforcement (JUDGE), was created. Spearheaded by the San Diego County District Attorney's Office and representing a unique blend of police officers, probation officers, and deputy district attorneys working together, the JUDGE program targeted documented gang members also involved in drug use and sales. The task force incorporated an intensive supervision approach that enforced conditions of probation and drug laws and provided vertical prosecution for probation violations and new offenses involving targeted offenders. This research project sought to address the following research objectives: (1) to determine if the JUDGE program objectives were met during the grant period, (2) to assess the results of program activities, such as surveillance, special enforcement, and vertical prosecution, in terms of probation violations, arrests, pretrial custody, probation revocations, convictions, and sentences, (3) to evaluate the impact of the program on offenders as measured by recidivism and the need for probation intervention, (4) to assess the cost of JUDGE probation compared to regular probation caseloads, and (5) to provide recommendations regarding the implementation of similar programs in other jurisdictions. This research project consisted of a process evaluation and an impact assessment that focused on the first two years of the JUDGE program, when youthful offenders were the targets (1988 and 1989). The research effort focused only on new targets for whom adequate records were maintained, yielding a study size of 279. The tracking period for targets ended in 1992. For the impact assessment, the research was structured as a within-subjects design, with the comparison focusing on target youths two years before the implementation of JUDGE and the same group two years after being targeted by JUDGE. Data were compiled on the juveniles' age at target, race, sex, gang affiliation, type of target (gang member, drug history, and/or ward), status when targeted, and referrals to other agencies. Variables providing data on criminal histories include age at first contact/arrest, instant offense and disposition, highest charges for each subsequent arrest that resulted in probation supervision, drug charges, highest conviction charges, probation conditions before selection date and after JUDGE target, number of contacts by probation and JUDGE staff, number of violations for each probation condition and action taken, and new offenses during probation. For the process evaluation, case outcome data were compared to project objectives to measure compliance in terms of program implementation and results. Variables include number of violations for each probation condition and action taken, and number of failed drug tests. The consequences of increased probation supervision, including revocation, sentences, custody time, and use of vertical prosecution, were addressed by comparing the processing of cases prior to the implementation of JUDGE to case processing after JUDGE targeting."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"With the upsurge of narcotics trafficking in the  mid-1980s, many areas of the United States developed  multijurisdictional task forces with federal assistance. The task  forces varied as to levels of government inv\nolved (e.g., federal,  state, municipal), types of agencies included (e.g., law enforcement,  prosecutors, community agencies), and targets for focus (e.g.,  high-level drug traffickers, mid-level dealers, street-level  users). Assessments of these programs had been primarily  process-oriented, conducted by the program staff and including a  compilation of drug arrests and seizures. In 1988, with funds from the  Bureau of Justice Assistance (BJA) via the Anti-Drug Abuse Act of  1987, a multiagency task force, Jurisdictions Unified for Drug Gang  Enforcement (JUDGE), was created. Spearheaded by the San Diego County  District Attorney's Office and representing a unique blend of police  officers, probation officers, and deputy district attorneys working  together, the JUDGE program targeted documented gang members also  involved in drug use and sales. JUDGE was responsible for the entire  county of San Diego and was housed within the probation department,  with staff operating in a plainclothes capacity. The JUDGE approach  targeted drug-involved juvenile gang members and adult habitual drug  offenders, with or without a gang affiliation. The task force  incorporated an intensive supervision approach that enforced  conditions of probation and drug laws and provided vertical  prosecution for probation violations and new offenses involving  targeted offenders. The goals of the program were to make offenders  accountable for criminal acts and to reduce drug use and sales. This  research project sought to address the following research objectives:  (1) to determine if the JUDGE program objectives were met during the  grant period, (2) to assess the results of program activities, such as  surveillance, special enforcement, and vertical prosecution, in terms  of probation violations, arrests, pretrial custody, probation  revocations, convictions, and sentences, (3) to evaluate the impact of  the program on offenders as measured by recidivism and the need for  probation intervention, (4) to assess the cost of JUDGE probation  compared to regular probation caseloads, and (5) to provide  recommendations regarding the implementation of similar programs in other jurisdictions."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This research project consisted of a process  evaluation and an impact assessment that focused on the first two  years of the JUDGE program, when youthful offenders were the targets  (1988 and 1989). However, the research effort focused only on new  targets identified after July 1, 1989, because the available  information on other targets was incomplete, missing, or insufficient  for evaluation purposes. Combining all of the JUDGE targets for whom  records were maintained in 1988 and 1989 (in Year 1 and Year 2)  yielded a study size of 279. The tracking period for targets ended in  1992. For the impact assessment, the research was structured as a  within-subjects design with the comparison focusing on target youths  two years before the implementation of JUDGE and the same group two  years after being targeted by JUDGE. Data were compiled on the  juveniles' sociodemographic characteristics, gang affiliations,  criminal histories, offenses that resulted in probation supervision,  probation conditions, contacts by probation and JUDGE staff,  performance during probation, and new offenses during probation. For  the process evaluation, case outcome data were compared to project  objectives to measure compliance in terms of program implementation  and results, such as probation violations and drug test results. The  consequences of increased probation supervision, including revocation,  custody time, and use of vertical prosecution, were addressed by  comparing the processing of cases prior to the implementation of JUDGE to case processing after JUDGE targeting."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Variables include gang affiliation, type of target (gang  member, drug history, and/or ward), status when targeted, age at target,\nrace, sex, various probation conditions before selection date and after JUDGE  target, number of violations for each and action taken, number of probation   contacts and months on probation, number of failed drug tests, referrals to   other agencies, age at first contact/arrest, instant offense and disposition,  highest charges for each subsequent arrest, drug charges, highest conviction  charges, sentences, time in custody, and type of prosecution (vertical or   nonvertical). Date variables include date of intake as target, release date  from JUDGE, wardship termination, beginning and ending of tracking period,  most recent arrest, first contact, first referral, first wardship, each  subsequent arrest, charge filing date, disposition, and dates in and out of each custody facility."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"case processing"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug traffic"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"drug use"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gang members"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"gangs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"government agencies"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"law enforcement"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD XI. Drugs, Alcohol, and Crime"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2002-03-05Version Text: 2002-03-05Version Date: 2002-03-05Version Text: 2002-03-05 Subject: null  Type: null  Notes: Code lists were added as Appendix D to the PDF  documentation.; Subject: null  Type: null  Notes: LRECL with SAS and SPSS data definition statements;Subject: Study Level Error Note, Notes: The data file contains five record types. The number of records in record types 1-3 and 5, the individual offender records, is 279. The number of records in record type 4, the arrest records, is 2,375. The data definition statements distributed with this collection follow the principal investigator's SPSS setup file that defined the data as a nested (hierarchical) file. The nested option is necessary to read the multiple records in record type 4. However, the data file is not conceptually a hierarchical file. Users are encouraged to read the codebook notes for more information. The number of variables for each record type is as follows: record type 1: 32 variables, record type 2: 122 variables, record type 3: 37 variables, record type 4: 31 variables, and record type 5: 94 variables.; Subject: null  Type: null  Notes: Data file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"91-DD-CX-0046"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-12-08"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1988"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1989"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1992"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["arrest reports, probation records, JUDGE files, court  documents, and criminal history records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"California"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Record types 1-3 and 5: Individuals. Record type 4:  Arrests."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["All targets of the JUDGE program in San Diego County from 1988 and 1989."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"The screening criteria used to identify JUDGE targets  included juveniles (1) with evidence of a drug history, (2) who were wards of the court, and (3) who were documented gang members."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Checked for undocumented or out-of-range codes."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Assessment of a Multiagency Approach to Drug-Involved Gang Members in San Diego County, California, 1988-1992","restricted":false,"version":1,"datasetVersionId":35999,"dataFile":{"id":2616279,"persistentId":"","pidURL":"","filename":"Assessment of a Multiagency Approach to Drug-Involved Gang Members in San Diego County, California, 1988-1992","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}