{"status":"OK","data":{"id":40842,"identifier":"ICPSR02021.v1","persistentUrl":"https://doi.org/10.3886/ICPSR02021.v1","protocol":"doi","authority":"10.3886","publisher":"Harvard Dataverse","publicationDate":"2015-04-08","storageIdentifier":"file://10.3886/ICPSR02021.v1","latestVersion":{"id":36842,"storageIdentifier":"file://10.3886/ICPSR02021.v1","versionState":"RELEASED","distributionDate":"2000-04-18","productionDate":"Production Date","lastUpdateTime":"2015-04-09T03:38:48Z","releaseTime":"2015-04-09T03:38:48Z","createTime":"2015-04-09T03:38:48Z","license":"NONE","specialPermissions":"Additional special permissions, where applicable, are described in the restrictions field.","conditions":"<p>AVAILABLE.  This study is freely available to the general public.</p>","disclaimer":"The original collector of the data, ICPSR, \t\tand the relevant funding agency bear no responsibility \t\tfor use of the data or for interpretations or inferences \t\tbased upon such uses.","metadataBlocks":{"citation":{"displayName":"Citation Metadata","fields":[{"typeName":"title","multiple":false,"typeClass":"primitive","value":"Work Release in the State of Washington, 1990-1993"},{"typeName":"author","multiple":true,"typeClass":"compound","value":[{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Turner, Susan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}},{"authorName":{"typeName":"authorName","multiple":false,"typeClass":"primitive","value":"Petersilia, Joan"},"authorAffiliation":{"typeName":"authorAffiliation","multiple":false,"typeClass":"primitive","value":"RAND"}}]},{"typeName":"datasetContact","multiple":true,"typeClass":"compound","value":[{"datasetContactEmail":{"typeName":"datasetContactEmail","multiple":false,"typeClass":"primitive","value":"N/A"}}]},{"typeName":"dsDescription","multiple":true,"typeClass":"compound","value":[{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Work release programs allow selected prisoners nearing the  end of their terms to work in the community, returning to correctional  facilities or community residential facilities in nonworking  hours. This project was designed as both a randomized and  quasi-experimental field study to assess the effectiveness of work  release in the Seattle area. It evaluated the impact of work release  sentencing on recidivism and on corrections costs by comparing a  sample of inmates who participated in work release with a comparable  sample of inmates who completed their sentences in prison. The study  was designed to answer the following questions: (1) What are the  background and offense characteristics of offenders assigned to work  release in the Seattle area? (2) What types of services are received  by offenders in work release? and (3) How does the community  experience of work release participants compare to that of similar  offenders discharged directly into the Seattle community without  having gone through work release? For each offender, detailed  information was collected on measures relating to work release  participation and recidivism outcomes. Information was gathered from  Department of Corrections institutional files, work release program  records, computerized payment information for legal and financial  obligations, and statewide criminal history records. For each  offender, background and six- and twelve-month reviews were completed.  Part 1, Background Data, supplies variables that cover inmate  demographics, employment history, drug use, current offense, prior  criminal history, and risk/needs items. Part 2, Drug Testing Data,  lists the types of drugs tested for, types of drugs for which there  were positive results, and sanctions for drug use. Part 3, Offender  Status Data, provides information on inmates' supervision status and  the types of programs they participated in. Part 4, Prison Data,  includes the number of days spent at different institutions and  prerelease centers, work assignment, and prison infractions. Part 5,  Work Release Data, contains information on the number of days spent at  different work release facilities and any time spent in jail or on  escape status while in work release. Data in this file also cover  contacts and services received during work release, including personal  and phone contacts between the work release par\nticipant and community  corrections officer at the job and other sites, monitoring checks  (employment verification, criminal records checks), sessions in  outpatient counseling (drug, alcohol, family, other), employment  (number of attempted and completed job interviews, primary job  classification, length of employment, wages, and reason left), drug  testing (date and type of test, type of positives, sanction imposed),  infractions during work release and their sanctions, and arrests and  their sanctions. Part 6, Community Placement Data, provides variables  on the number of days each month that the offender was on the street,  in work release, in pretrial detention, or in other custody, while  Part 7, Post-Release Data, focuses on the number of days each month  that the offender was on the street, in pretrial detention, or in  prison or jail after being released from the work release  program. Variables in Part 8, Infractions Data, pertain to the number  and types of infractions and associated sanctions. Part 9, Recidivism  Data, provides information on each offense after discharge from the  program, including the date of the offense, nature of arrest, disposition, and sentence."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Work release programs allow selected prisoners  nearing the end of their terms to work in the community, returning to  correctional facilities or community residential facilities in  nonworking hours. Such programs are designed to prepare inmates to  return to the community in a relatively controlled environment, while  learning how to work productively. The state of Washington has been  committed to work release programs since 1967. The Washington program  permits selected inmates to serve the final four to six months of  their sentences in privately-run community residential facilities,  where they are required to be employed, submit to drug testing, and  abide by curfews and numerous program rules. The purpose of this study  was to assess the effectiveness of work release in the Seattle area  and to measure the impact that participating in work release had on  offenders' subsequent criminality, general social adjustment, and  prison sentence reductions. The study was designed to answer the  following questions: (1) What are the background and offense  characteristics of offenders assigned to work release in the Seattle  area? (2) What types of services are received by offenders in work  release? and (3) How does the community experience of work release  participants compare to that of similar offenders discharged directly into the Seattle community without having gone through work release?"}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"This project was designed as both a randomized and  quasi-experimental field study to assess the effectiveness of work  release in the Seattle area. It evaluated the impact of work release  on recidivism and on corrections costs by comparing a sample of  inmates who participated in work release with a comparable sample of  inmates who completed their sentences in prison. Subjects were  initially randomly assigned to control or experimental  groups. However, a sharp decrease in the number of offenders applying  for work release at the time the study was conducted meant that  additional cases had to be assigned to each group in order to create  sample sizes large enough to detect significant differences. For each  offender, detailed information was collected on measures relating to  work release participation and recidivism outcomes. Information was  gathered from Department of Corrections institutional files, work  release program records, computerized payment information for legal  and financial obligations, and statewide criminal history records. For  each offender, background and six- and twelve-month reviews were  completed. At six months after study assignment, and again at twelve  months after assignment, a series of forms based on an offender's  status were filled out by par\nole staff for each study  participant. Separate forms gathered information about prison, work  release, community placement, post-discharge activities, and  infractions. Recidivism information was obtained for each offender from state-level criminal history rap sheets."}},{"dsDescriptionValue":{"typeName":"dsDescriptionValue","multiple":false,"typeClass":"primitive","value":"Part 1, Background Data, supplies variables that  cover inmate demographics, employment history, drug use, current  offense, prior criminal history, and risk/needs items. Part 2, Drug  Testing Data, lists the types of drugs tested for, types of drugs for  which there were positive results, and sanctions for drug use. Part 3,  Offender Status Data, provides information on inmates' supervision  status and the types of programs they participated in. Part 4, Prison  Data, includes the number of days spent at different institutions and  prerelease centers, work assignment, and prison infractions. Part 5,  Work Release Data, contains information on the number of days spent at  different work release facilities and any time spent in jail or on  escape status while in work release. Data in this file also cover  contacts and services received during work release, including personal  and phone contacts between the work release participant and community  corrections officer at the job and other sites, monitoring checks  (employment verification, criminal records checks), sessions in  outpatient counseling (drug, alcohol, family, other), employment  (number of attempted and completed job interviews, primary job  classification, length of employment, wages, and reason left), drug  testing (date and type of test, type of positives, sanction imposed),  infractions during work release and their sanctions, and arrests and  their sanctions. Part 6, Community Placement Data, provides variables  on the number of days each month that the offender was on the street,  in work release, in pretrial detention, or in other custody, while  Part 7, Post-Release Data, focuses on the number of days each month  that the offender was on the street, in pretrial detention, or in  prison or jail after being released from the work release  program. Variables in Part 8, Infractions Data, pertain to the number  and types of infractions and associated sanctions. Part 9, Recidivism  Data, provides information on each offense after discharge from the  program, including the date of the offense, nature of arrest, disposition, and sentence."}}]},{"typeName":"keyword","multiple":true,"typeClass":"compound","value":[{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"correctional facilities"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"criminal histories"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"inmate programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prerelease programs"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"prison inmates"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"program evaluation"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"recidivism"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}},{"keywordValue":{"typeName":"keywordValue","multiple":false,"typeClass":"primitive","value":"work release"},"keywordVocabulary":{"typeName":"keywordVocabulary","multiple":false,"typeClass":"primitive","value":"thesaurus"}}]},{"typeName":"topicClassification","multiple":true,"typeClass":"compound","value":[{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"ICPSR XVII.E. Social Institutions and Behavior, Crime and the Criminal Justice System"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"ICPSR subject classifications"}},{"topicClassValue":{"typeName":"topicClassValue","multiple":false,"typeClass":"primitive","value":"NACJD III. Corrections"},"topicClassVocab":{"typeName":"topicClassVocab","multiple":false,"typeClass":"primitive","value":"NACJD subject classifications"}}]},{"typeName":"notesText","multiple":false,"typeClass":"primitive","value":"Version Date: 2006-03-29Version Text: 2006-03-29Version Date: 2006-03-29Version Text: 2006-03-29 Subject: null  Type: null  Notes: File QU2021.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2006-03-29Version Text: 2006-03-29 Subject: null  Type: null  Notes: File CB2021.ALL.PDF was removed from any previous datasets and flagged as a study-level file, so that it will accompany all downloads.;Version Date: 2005-11-04Version Text: 2005-11-04 Subject: null  Type: null  Notes: On 2005-03-14 new files were added to one  or  more datasets.  These files included additional setup files as well  as one or more of the following: SAS  program, SAS transport, SPSS portable,   and Stata system files. The  metadata r\necord was revised  2005-11-04 to  reflect these additions.; Subject: null  Type: null  Notes: LRECL with SAS, SPSS, and Stata setup files, SAS transport file, and SPSS portable file;Subject: Study Level Error Note, Notes: (1) There are multiple records per individual in Part  2, representing drug tests, and in Parts 8-9, representing incidents.\n(2) The user guide, codebook, and data collection instruments are  provided as Portable Document Format (PDF) files. The PDF file format  was developed by Adobe Systems Incorporated and can be accessed using  PDF reader software, such as the Adobe Acrobat Reader. Information on  how to obtain a copy of the Acrobat Reader is provided through the ICPSR Website on the Internet.; Subject: null  Type: null  Notes: Stata system file(s), SPSS portable file(s), Data file(s), SAS transport - XPORT engine file(s), and electronic documentation.;"},{"typeName":"grantNumber","multiple":true,"typeClass":"compound","value":[{"grantNumberValue":{"typeName":"grantNumberValue","multiple":false,"typeClass":"primitive","value":"90-DD-CX-0056"}}]},{"typeName":"distributor","multiple":true,"typeClass":"compound","value":[{"distributorName":{"typeName":"distributorName","multiple":false,"typeClass":"primitive","value":"Inter-university Consortium for Political and Social Research"},"distributorAffiliation":{"typeName":"distributorAffiliation","multiple":false,"typeClass":"primitive","value":"Institute for Social Research, University of Michigan"},"distributorAbbreviation":{"typeName":"distributorAbbreviation","multiple":false,"typeClass":"primitive","value":"ICPSR"},"distributorURL":{"typeName":"distributorURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/"},"distributorLogoURL":{"typeName":"distributorLogoURL","multiple":false,"typeClass":"primitive","value":"http://www.icpsr.umich.edu/images/icpsr-logo.gif"}}]},{"typeName":"distributionDate","multiple":false,"typeClass":"primitive","value":"2000-04-18"},{"typeName":"timePeriodCovered","multiple":true,"typeClass":"compound","value":[{"timePeriodCoveredStart":{"typeName":"timePeriodCoveredStart","multiple":false,"typeClass":"primitive","value":"1990"},"timePeriodCoveredEnd":{"typeName":"timePeriodCoveredEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"dateOfCollection","multiple":true,"typeClass":"compound","value":[{"dateOfCollectionStart":{"typeName":"dateOfCollectionStart","multiple":false,"typeClass":"primitive","value":"1990"},"dateOfCollectionEnd":{"typeName":"dateOfCollectionEnd","multiple":false,"typeClass":"primitive","value":"1993"}}]},{"typeName":"kindOfData","multiple":true,"typeClass":"primitive","value":["event/transaction data, and administrative records data"]},{"typeName":"dataSources","multiple":true,"typeClass":"primitive","value":["Department of Corrections institutional files, work  release program records, computerized payment information for legal and financial obligations, and statewide criminal history records"]}]},"geospatial":{"displayName":"Geospatial Metadata","fields":[{"typeName":"geographicCoverage","multiple":true,"typeClass":"compound","value":[{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Please see geographic coverage."}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"United States"}},{"otherGeographicCoverage":{"typeName":"otherGeographicCoverage","multiple":false,"typeClass":"primitive","value":"Washington"}}]}]},"socialscience":{"displayName":"Social Science and Humanities Metadata","fields":[{"typeName":"unitOfAnalysis","multiple":true,"typeClass":"primitive","value":["Individuals."]},{"typeName":"universe","multiple":true,"typeClass":"primitive","value":["Offenders in the state of Washington eligible for work release between 1990 and 1993."]},{"typeName":"samplingProcedure","multiple":false,"typeClass":"primitive","value":"Random sampling."},{"typeName":"cleaningOperations","multiple":false,"typeClass":"primitive","value":"Standardized missing values."},{"typeName":"responseRate","multiple":false,"typeClass":"primitive","value":"Not applicable."},{"typeName":"otherDataAppraisal","multiple":false,"typeClass":"primitive","value":"None."}]}},"files":[{"description":"","label":"Background Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622531,"persistentId":"","pidURL":"","filename":"Background Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Community Placement Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622536,"persistentId":"","pidURL":"","filename":"Community Placement Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Drug Testing Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622532,"persistentId":"","pidURL":"","filename":"Drug Testing Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Infractions Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622538,"persistentId":"","pidURL":"","filename":"Infractions Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Offender Status Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622533,"persistentId":"","pidURL":"","filename":"Offender Status Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Post-Release Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622537,"persistentId":"","pidURL":"","filename":"Post-Release Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Prison Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622534,"persistentId":"","pidURL":"","filename":"Prison Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Recidivism Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622539,"persistentId":"","pidURL":"","filename":"Recidivism Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}},{"description":"","label":"Work Release Data","restricted":false,"version":1,"datasetVersionId":36842,"dataFile":{"id":2622535,"persistentId":"","pidURL":"","filename":"Work Release Data","contentType":"data/various-formats","filesize":0,"description":"","storageIdentifier":"","rootDataFileId":-1,"md5":"","checksum":{"type":"MD5","value":""}}}]}}}